{"opinion_id": "op_003321", "text": "I have already had three visits with Doctor Kowalska, all three were delayed - 30 min, 45 min, and again 30 min today - for me, this means a lack of respect for the patient. Embarrassing. The visit itself was, as usual, nice, but it turned out again that I will be \"dying\" - the TSH results are moving in the right direction (I have Hashimoto's) but today it suddenly turned out that I have a tendency for diabetes. Before the second visit, I was supposed to do a glucose and insulin test, which Doctor Kowalska of course didn't even ask me about, and today she blurted out that the glucose was too high. And suddenly she started asking about my weight and unsuccessfully tried to find out how much I weighed at the first visit - she didn't ask me about it then, and now it turns out to be a significant factor. And it turned out that I probably have too low a level of vitamin D - also based on blood morphology results, which have been almost unchanged for over a dozen tests. For me, Doctor Kowalska keeps finding new ailments in her patients to have grounds for scheduling further visits. Honestly, I advise looking for another endocrinologist - if only because of Doctor Kowalska's chronic lateness!", "lang": "en"}
{"opinion_id": "op_003322", "text": "I confirm the opinions that even on a private visit, the doctor is strange: he doesn't allow the patient to talk about their pain sensations, speaks quietly and unclearly while typing on the keyboard at the same time. He scolds the patient like a school pupil when they give too long an answer! He explains nothing to the patient. He wants to see a patient in a quarter of an hour for 120 PLN - quickly! Although I admit that the prescribed treatments were well targeted at eliminating my health problem. But I will not go to this doctor again!", "lang": "en"}
{"opinion_id": "op_003323", "text": "The delay of the visit was due to the doctor's lateness (he entered the facility only 15 minutes after my scheduled appointment time). Otherwise, no major objections, although he could have explained my case in a bit more detail (I had to ask for details from another friendly ophthalmologist from another city), but overall OK.", "lang": "en"}
{"opinion_id": "op_003324", "text": "Unfortunately, I have to agree with A. B. - Doctor Kowalska does not seem like a very competent doctor (unfortunately, like most doctors at Lux Med Mehoffera). Her manner of speaking and her irritability are not very pleasant during the visit. What's this about 3 days of sick leave? - she explained to me that issuing sick leave for more than 3 days involves her having to explain herself to the facility manager and that she simply doesn't feel like it. Better to go for 3 days and if it doesn't improve, then again for 3 days..... Nothing like traveling around while sick. The \"best\" impression, however, Doctor Kowalska made on me during the first visit. Above the doors to the offices, there are lights saying \"Please do not enter\". When the patient before me left, the light was turned on, so I politely sat and waited for it to go out (it was already about 10-15 minutes after the appointed time). After about 5 minutes, Doctor Kowalska came out, called my name, and stated: \"So what, do we need to send an invitation for you to kindly enter?!\" ...", "lang": "en"}
{"opinion_id": "op_003325", "text": "For a very long time, I sought help from various specialists. My life was meaningless despite having a good job, a wonderful son, and a not-so-bad husband. However, I found it difficult to enjoy life. Constant mood swings, depression catching up with me, problems with addictions. Doctor Bożena is an angel of human souls. A wonderful, warm person, a specialist therapist. Engaging 100% in her work. Meeting Her permanently changed my life. Accurate diagnosis, meetings, conversations, working on myself. It is thanks to Doctor Kowalska that my life changed for the better and happier. I looked at it completely differently, I found the causes of my malaise and a constant path to happiness called life.... I highly recommend Doctor Bożena, there are few such good specialists.", "lang": "en"}
{"opinion_id": "op_003326", "text": "This doctor saw me without informing me beforehand that he does not issue prescriptions or referrals. In my opinion, he showed a lack of interest in me as a patient... I had phlebitis, a high temperature, I asked for help. He suggested an ultrasound test, couldn't even give me the address - where to go, and for a referral, he sent me to my primary care doctor. So why did I come to a specialist? He provided me with no help but demanded 200 PLN. To my surprise, when I asked what for so much money, he said that it just so happens that he took care of his education. Well, but what does that mean for me? I refused to pay such a large sum in a situation of no help, I paid 100 PLN. He said this wasn't a market and that something like this had never happened to him, to which I replied that it hadn't happened to me either. I didn't find out how to manage, what to do. I don't know what Doctor Kowalski told me to pay for, no referral, prescription. From his statements, I understood that he didn't have some agreement with the National Health Fund. But why then does he see patients without having the tools to help them? He said it was for a \"consultation\". And I wanted help, not a consultation from which nothing resulted, I told him that, but it changed nothing. It was my first visit to this doctor; upon saying goodbye, he told me that my treatment with him was finished. I replied that it hadn't even begun.", "lang": "en"}
{"opinion_id": "op_003327", "text": "I rate the visit to the doctor very positively because I finally see a glimmer of hope for improving my condition. The doctor seems like a very helpful person who cares about the fastest possible improvement of the patient's condition. He immediately took care of modifying the pharmacological side of the treatment. If I were to mention any negatives, it would only be that the doctor does not provide therapy, which is very misleading in the description of his competencies. I went to the first visit with the thought of starting therapy, and here I was unfortunately disappointed. Other than that, I have great hope that this doctor will really help me.", "lang": "en"}
{"opinion_id": "op_003328", "text": "For a very long time, I looked for a person who could help me with my problem, but I wanted to remain at least a bit anonymous. Mr. Robert enabled me to do that. He listened to my problems, which allowed me to breathe a sigh of relief. I sincerely thank you for agreeing to help me.", "lang": "en"}
{"opinion_id": "op_003329", "text": "He is a wonderful person and specialist. I immediately sensed that I was dealing with a professional. I have been to several well-known sexologists, and there were no results. After a few visits to sexologist Dr. Jan Kowalski, my sex life gained brilliance, my partner is delighted. I will remember this wonderful man and fantastic specialist for the rest of my life. He is worth recommending. He is a man full of warmth, understanding, and engagement towards the patient. A friend of mine recommended him to me, who also cannot praise enough the results he obtained after visits to this specialist.", "lang": "en"}
{"opinion_id": "op_003330", "text": "I did not like the visit and I will certainly not return. In my opinion, there was too little engagement, not many explanations. I expected consideration of various options, commentary, and advice regarding the best solution in my situation. The visit was superficial, without any comprehensive recommendations, e.g., a visit to the dentist before getting braces; A big letdown.", "lang": "en"}
{"opinion_id": "op_003331", "text": "The interview was thorough and the visit was long, the office and equipment are of a low standard, prices are adequate for the visit. However, if someone wants an accurate medical diagnosis, newer equipment is needed, a newer ultrasound machine. The day after the visit to Dr. Kowalski, I ended up in the hospital with bleeding and a suspected miscarriage. It turned out that I have a 5 cm hematoma, and it didn't form in one day because my stomach had been hurting for a week. During the ultrasound at 6 weeks, the doctor had trouble finding the gestational sac, not to mention the hematoma which he didn't see. At 6 weeks, an ultrasound is done transvaginally; Dr. Kowalski does not perform such ultrasounds. The next day after the visit, the embryo's heartbeat was visible in the hospital, and Dr. Kowalski didn't see anything, not even the embryo. I am a slim person, and at 9 weeks, another doctor doing an abdominal ultrasound could see everything perfectly.", "lang": "en"}
{"opinion_id": "op_003332", "text": "There was a time slip and the price was a bit higher than I expected from the price list, but maybe the doctor classified our visit differently. This is only the first visit, so it's hard to judge the course of treatment. However, the doctor thoroughly familiarized herself with my son's case, examined him, looked at the documentation we brought, listened, and explained very carefully how to proceed, how to administer the medications, what medications and why she is prescribing them. Besides, she is a very nice lady with a lot of experience and a good approach to children. I am satisfied.", "lang": "en"}
{"opinion_id": "op_003333", "text": "Hi. I've been to see him only once so far. I don't know what to make of it all. A friend recommended him to me. Right at the entrance, my attention was drawn to a picture of adhesions, laminated and very worn, and my intuition told me that he probably shows it to all his patients. He showed it to me too. I am 170 cm tall, I weigh 61 kg. I found out that I am obese, have a chronic fungal infection, adhesions, chronic cystitis, pouches... I was in shock. I never felt anything, no burning, pain, discharge... But the doctor didn't let me get a word in edgewise for a moment, he didn't even want to listen to me, he just knows better. He prescribed me both suppositories, and globules, and ointment, and tablets for that cystitis. I don't know. I went to him after a missed miscarriage. Four doctors examined me before him and no one said anything about these ailments, and I pestered everyone with questions about why it happened. It seems to me that maybe not all of them, but at least one would also have detected these things that Mr. Jan Kowalski told me about. I am at a loss. I don't know whether to go to him or to someone else... For now, I am following his guidelines, but no, I don't walk with a 'BEAVER' and I can't sleep on my stomach. My plan is to go one more time and see if there is any improvement.", "lang": "en"}
{"opinion_id": "op_003334", "text": "A doctor who did not conduct an interview, did not ask a single question (!), only familiarized himself with the test results (ultrasound and general urine test) and intended only to comment on them in the system. Meanwhile, I had several worrying symptoms that I didn't get to tell about because the doctor apparently decided that he already knew everything and, moreover, decided that no additional diagnostics were needed (without an interview!) - in a situation where I had received a recommendation from my doctor for in-depth diagnostics regarding the kidneys, which was indicated by abnormalities in the ultrasound image, and especially by the symptoms I had. I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_003335", "text": "Hello. I met the professor during a consultation for a hemangioma on my 6-month-old daughter. Then, at the first visit, the professor examined my daughter in 2 seconds because a television crew was waiting for him for an interview, so he didn't want to bother himself too much. He then stated that nothing needed to be done with this hemangioma because it wasn't growing, and moreover, it had a white coating which indicated the possibility of the hemangioma being reabsorbed, so he was decidedly against pharmacotherapy with Propranolol. He told me to come for a follow-up visit in 3 months. So we did. At the 2nd visit, the professor was just as \"busy\" with something else, the examination also lasted 2 seconds, even though I waited for 2 hours. This time the diagnosis was 180 degrees different - almost from the moment I entered, the professor recommended using Propranolol, stating that the hemangioma actually had no predisposition to be reabsorbed, and very professionally advised me to read about the drug on the internet myself, without telling me anything about it himself. He is unpleasant and rude, he doesn't even bother to say \"goodbye\" unless you pay for a private visit.....", "lang": "en"}
{"opinion_id": "op_003336", "text": "I do not recommend, the doctor is arrogant, rude, I was with this gentleman only once and I will not go again. I am in the 8th week of pregnancy. I waited for the appointment for over 2 hours because the doctor disappeared for half an hour in the meantime, explaining that he had to go to the ward. Upon entering the office, I almost froze, it was maybe 15 degrees there, the air conditioning was on maximum because the doctor said that such a temperature is pleasant. During the visit, the doctor asked me to undress, then took a vaginal swab, was very indelicate, pressed on my stomach with great force even though I had previously mentioned pains in my lower abdomen and ovaries. Then he printed out a card with a list of tests to be done and told me to come back with the results in a month. 2 weeks earlier I had a private ultrasound, the results recommended a repeat ultrasound in 2 weeks (the visit to Doctor Kowalski), because the first one didn't pick up the embryo's echo, so at the end of the visit I asked the doctor if we would do an ultrasound, since it was recommended, because the previous one didn't pick up the embryo's echo, Doctor Kowalski said I should go privately to check, then I would find out, because he only does ultrasounds from the 11th week. I left the office in tears, I do not recommend this doctor!", "lang": "en"}
{"opinion_id": "op_003337", "text": "The story of the American - Jasper Lawrence, who suffered greatly from asthma and allergies, is known. He somewhere learned about hookworm therapy. \"These are small nematodes which supposedly could help people like him, however clinical trials have not shown their effectiveness. Lawrence infected himself with the parasites on his own, and later described his story in The Guardian. After the nematode therapy, the symptoms of asthma and allergies subsided. Of course, I do not recommend infecting oneself with parasites on one's own, as it can be dangerous. However, hookworms may have a healing effect. The reason for the failure of the studies involving humans could be the fact that, for safety reasons, the patients were given only 10 worms, which may simply be too low a dose to elicit an appropriate therapeutic effect,\" emphasizes the PAP interviewee. Parasitic invasions - as Dr. Kowalski emphasizes - can have negative health effects, which is why this type of therapy should only be conducted under a doctor's supervision. \"However, if someone suffers from bloody diarrhea or life-threatening asthma attacks and constantly has to take steroids, then the side effects of the therapy may be less burdensome compared to what the patient goes through daily. Of course, one must be very cautious and, I emphasize again, not infect oneself. People can react differently to an invasion, and for some, it can be very dangerous. Lawrence was lucky, but not everyone may be so fortunate...\" adds the researcher.", "lang": "en"}
{"opinion_id": "op_003338", "text": "I have been a patient of the Professor for several months. The first time I had the pleasure of meeting the Professor was in a private office, which is 250 km from my place of residence one way. Although I had heard many good things about him, unfortunately I experienced something completely different. In the past, I underwent several serious life-saving operations, but that was not his doing, and that was the first and I think the main reason for his arrogance. He received me very coldly, did not listen to what I was saying, was irritated, and snapped at my questions. The examination was painful, embarrassing, quick. He decided to admit me to the ward. That's what happened. There was a similar approach to the patient there. He did not undertake the operation. However, he proposed a monthly visit to the private office. If there are opinions that he is a nice man, then probably from those who pay more than 200 PLN in the private office. The fact that he is a good specialist does not authorize him to treat people in this way.", "lang": "en"}
{"opinion_id": "op_003339", "text": "Research on the bacterial flora of the digestive tract (the so-called gut microbiota) is a major challenge. The co-author of the publication, Dr. Anna Kowalska from the Institute, explains in an interview with PAP that the gut microbiota is a whole very complex ecosystem, and the microbiome, i.e., the set of bacterial genes, exceeds the number of host genes by 100 times. Therefore, the gut microbiota performs important functions in mammals, among others, it ensures the energy balance of the body, prevents the colonization of the digestive tract by pathogenic bacteria, and also helps in breaking down undigested polysaccharides and fiber. The researcher explains that the human digestive tract is inhabited by an unimaginably large number of microorganisms. It is estimated that each of us has 100 billion, or even a trillion (a thousand billion) such tenants. These organisms weigh a total of 1 - 1.5 kg in a single person. It has been shown before that gut bacteria can contribute to the development of obesity - they help the body break down compounds that are difficult to digest (dietary fiber), thereby providing an additional 50 - 200 kcal per day. However, it had not been shown before how the gut microbiota reacts to changes in ambient temperature.", "lang": "en"}
{"opinion_id": "op_003340", "text": "The diagnosis was done well. I expected help and relief from the troublesome allergy attacks. I received tablets that can be bought over the counter. The tablets did not help, the problem remained. I do not regret spending money on the tests, I regret the money spent on the consultation and receiving a prescription for tablets that can be bought without a prescription. My allergy problem was not taken seriously. At the very end, I was referred to another facility. I do not recommend.", "lang": "en"}