{"opinion_id": "op_001721", "text": "One of these important genes is the mouse Dicer gene, which Dr. Jan Kowalski has been researching for several years. This gene, an analog of which is found, among others, in the human genome, is involved in regulating the work of other genes and its activity is essential for the proper functioning of the cell. The Dicer gene cannot be turned off in zygotes because it will prevent the correct development of embryos. However, scientists have developed a way to \"cut out\" a specific gene from the genome of an appropriately genetically modified adult mouse using pharmacological means. \"The first mice in which the Dicer gene could be turned off at any moment, I obtained several years ago during a postdoctoral fellowship at the German Cancer Research Center in Heidelberg. Now we are also producing them in the Animal Models Laboratory of our institute. But creating the animals themselves is only part of the work. If we want to conduct research using mice, the animals must be appropriately characterized,\" emphasizes Dr. Kowalski.", "lang": "en"}
{"opinion_id": "op_001722", "text": "When he saw me, he decided I was too young to be sick. When I showed him the tomography slides showing a tumor that a blind person would see (marked with arrows just in case), he decided that I should consult the result again with another radiologist. I was recommended to have an EUS (for a biopsy) with him - before the examination the doctor said he hoped the NHS would reimburse him for the cost of the examination. The examination should last about 1-1.5 hours, the doctor finished in 20 minutes. He said everything looked ideal, took 3 pictures because more didn't make sense, there was no trace of the tumor. When I asked where my pain was coming from then, he said that the causes of pain can be various and implied that I was one of those people who apparently like to be sick with something. I was happy that the tumor had disappeared, but fortunately my doctors were not fooled by this diagnosis. After another abdominal CT, other additional tests, and more months of waiting, I ended up on the operating table, where besides removing a large, hard as concrete tumor, resection of the digestive tract had to be performed in three places. The digestive tract was stiffened... As it turned out, the tomography result contained the exact location of the tumor, which had managed to significantly infiltrate the pancreas, duodenum, and intestine. I congratulate the doctor on the work done, and I sincerely advise all patients against this doctor.", "lang": "en"}
{"opinion_id": "op_001723", "text": "The visit took place before the scheduled time, so I didn't have to wait. It lasted three minutes, there was no interview. It seems that the Doctor didn't even look properly at the problem, didn't ask about the products I use, didn't assess the condition of my skin. The Doctor wanted to prescribe me oral antibiotics for common acne. It seems to me that an antibiotic taken for 3 weeks is a last resort, not the first solution. Ultimately, I was prescribed a medication that I suggested myself. 3 minutes for 120 zł... Disappointment. Maybe if I had come with an ulcerated face, I wouldn't have been ignored.", "lang": "en"}
{"opinion_id": "op_001724", "text": "Unfortunately, I cannot recommend Dr. Jan Kowalski. I am being treated for hypothyroidism and my visits for over a year looked like this: I entered the office, the doctor glanced at the tests, wrote another prescription, took 100 zł for a 3-minute visit, and goodbye, and as a result, no improvement. Fortunately, I made the decision that this couldn't go on and I managed to find a super Doctor (found on this site blindly thanks to reviews) and now I have a comparison of how differently treatment can look.", "lang": "en"}
{"opinion_id": "op_001725", "text": "Despite ad hoc help, mainly psychological, because the Doctor talked to me quite thoroughly each time, I don't have the impression that the pharmacologically taken steps were appropriate. Despite my suggestions that the medication I'm taking doesn't suit me, the Doctor was not inclined to change to another, and after all there are plenty of medications on the market. I don't think I was examined thoroughly enough to assess my state of health. So there are both pluses and minuses, at least from my experience.", "lang": "en"}
{"opinion_id": "op_001726", "text": "The visit with Dr. Anna was recommended to me by another very good doctor. Although it was my first visit and I had some concerns, they turned out to be completely unnecessary because the Doctor is an incredibly polite, kind woman who approaches her profession very professionally, which makes me feel at ease. She gives exhaustive answers to every question. The atmosphere in the entire clinic is very friendly, every woman will feel important here, the decor is neat, has a certain feminine charm. I will definitely come back here someday. I recommend with a clear conscience.", "lang": "en"}
{"opinion_id": "op_001727", "text": "There are two layers of microflora on the skin of the hands. The first is the proper physiological one, which is permanently with the human, this microflora multiplies in skin folds, hair follicles, sebaceous and sweat glands, and it is precisely this that ensures the proper functioning of our skin. It should not be removed. It is different when we are in extreme conditions, other than average, e.g., in hospitals, then it is removed using disinfectant fluids or preparations. The second group is the microflora that we acquire through contact with the environment, it is \"foreign\" to us, if it multiplies it can cause infections. And it is this microflora, in the case of not washing hands before preparing a meal, that can lead to food poisoning.", "lang": "en"}
{"opinion_id": "op_001728", "text": "I agree with the person who says that this doctor does not listen to the patient at all. He has his own theories and treats accordingly. In my family, we also experienced this doctor. Since the person was ill with a fatal disease, unfortunately, there was very little good action from the doctor. The condition was deteriorating very badly. When we went to another hospital, the doctor stated that he would apply a completely different treatment scheme. Unfortunately, it was already too late. Today that person is no longer alive. Therefore, I strongly advise against this doctor. I believe he is a very weak doctor.", "lang": "en"}
{"opinion_id": "op_001729", "text": "Two weeks after the eye correction, it doesn't look the best. I think corrections will be necessary, especially since the outer corners of my eyes are pulling a lot - you can see the skin stretched over the eye, and the inner ones have become asymmetrical, besides, you can see scars from suture separation. I will wait up to six weeks - maybe there will be improvement - then I will raise the rating for the Doctor.", "lang": "en"}
{"opinion_id": "op_001730", "text": "Further research allowed for the identification of additional proteins that are components of this cellular mechanism. They allow, for example, synchronizing the circadian rhythm with changes in light and darkness. Biological clocks work according to the same principles also in the cells of other multicellular organisms - including humans. The internal clock precisely adjusts our physiology to the phases of the day, which differ as day from night. It regulates behavior, hormone levels, sleep, body temperature, appetite, metabolism, and blood pressure. If the internal clock is not synchronized with the environment, we feel worse. A typical example is the phenomenon of \"jet lag\" known to everyone who has flown by plane to exotic holidays in a time zone differing by many hours. The possibility of using artificial light has meant that we are increasingly moving away from the natural rhythm of life associated with the rhythm of day and night.", "lang": "en"}
{"opinion_id": "op_001731", "text": "The optimal temperature for our body is 20-24 degrees Celsius, Dr. Jan Kowalski from the Faculty of Biology and Environmental Protection of the University of Silesia told PAP. How does the body cope with getting rid of excess heat? \"Our body does not have other possibilities of releasing heat than through evaporation. Therefore, you need to drink a lot of fluids,\" said the scientist. In his opinion, mineral water is best; it can be slightly salted. In turn, meals should be easily digestible. It is best if the menu contains a lot of vegetables and fruits. On hot days, alcohol should be avoided. \"Drinking alcohol during heatwaves is very dangerous and can lead to serious health consequences, and even death,\" warn specialists from the Provincial Ambulance Station in Warsaw. Therefore, consuming beer - often advertised as a refreshing drink - is not a good idea during hot days.", "lang": "en"}
{"opinion_id": "op_001732", "text": "On 08/24/2015, I had a consultation with Prof. Jan Kowalski. The Professor was nice, listened to me, and analyzed the medical documentation MRI from July 20, 2015, and the results... On the MRI from July 20, 2015, a venous angioma was found in the left hemisphere of the cerebellum. He stated that I have a dilated vein. He based it on a comparison to a river as a separate tributary, etc... Since July 30, my condition has been constantly deteriorating to the point that several times a week I was taken to the hospital by ambulance. My eyesight is deteriorating [on April 16, my left eyelid wouldn't close by itself, I had to close my eyelid with my finger], I have problems with speech - I LOSE MY VOICE, walking [I walk with a cane], balance disorders, it's hard for me to sit at the computer, go shopping, swim, etc. I have nausea, glaucoma, my tongue often goes numb, hypertension. I'm afraid that this condition will not only cause a stroke but will not allow me to live normally. Deteriorating sensation in my legs, arms, I walk worse and worse and lose strength. It's hard for me to talk for a long time, I get tired, it's hard for me to stand on my feet and talk. I do not agree to a stroke or remaining with this venous angioma in the cerebellum I WANT NEUROSURGICAL surgery - removal of the VENOUS ANGIOMA: by embolization, irradiation, etc. Prof. Jan Kowalski did not undertake treatment, saying that if there is a stroke, the venous angioma does not have to rupture first. I am sorry that in the city where I studied mathematics at the University of Łódź and at the Technical University of Łódź, an outstanding medical scientist left me without neurosurgical treatment. I am 42 years old and too young for such poor health, living in fear of whether I will wake up tomorrow morning and get to the bus stop, whether I will swallow my medication, in case of poor health I will not be able to call an ambulance, summon medical help, etc. Anna Kowalska", "lang": "en"}
{"opinion_id": "op_001733", "text": "I have Hashimoto's, my thyroid is already the size of a 6-year-old child's thyroid. The doctor orders a TSH test, does not test FT3 or FT4, when asked why, she answers that it's not needed, dismisses symptoms: hair falling out? mine falls out too! gaining weight for no reason? eat less! dry skin? you need to use lotions and so on... I don't know if she doesn't know about Hashimoto's and hyperthyroidism, or if she doesn't care about the patient.", "lang": "en"}
{"opinion_id": "op_001734", "text": "Visit and treatment for Hashimoto's disease. A very silent visit, adds nothing of her own, answers questions with one word. A visit that completely brings nothing new about the disease. Prescribing the dose of medication and the end of the visit. Within a few months of treatment, the dose of medication was changed several times. A phone call to the Doctor and saying I feel bad is enough to change the dose to a higher or lower one, and so on in a circle over a few months. A waste of nerves, money, and time. Resignation from the doctor. I do not recommend, maybe other infertility diseases, but certainly not Hashimoto's disease. Especially since he was chosen based on a recommendation from a clinic in Katowice. A failure.", "lang": "en"}
{"opinion_id": "op_001735", "text": "Maybe a good specialist in orthodontics, but unfortunately quite expensive. Sometimes I had the impression that only quantity matters, not quality when I went with my child first \"on the NHS\" until the age of 13. Unfortunately, I did not notice a clearly visible improvement in the child's malocclusion. Visit after visit, still some comments, still some guidelines, until I had to continue treatment privately (from the age of 14). For every \"tightening of the screw\", money, money, and more money, so a normal visit. I do not recommend, I do not advise against. Parents do what they can for their children, but such specialist doctors sometimes simply have no conscience. Perhaps for them 30, 40, 50 zł or more for a check-up visit is not much, but where is the average parent supposed to get such money? And unfortunately, treatment often lasts for years.", "lang": "en"}
{"opinion_id": "op_001736", "text": "I am absolutely shocked (negatively) by the attitude of the doctor. I was looking for a good dermatologist for my two small children (3 and 6 years old). A friend who used the doctor's services recommended this doctor to me. Not only was the doctor extremely unfriendly, but the way she treated my children and the way she examined them is reprehensible! She examined my older son somewhat, although she made a wrong diagnosis, because it's already known what his skin changes are from, but that was determined by the pediatrician, but for my younger daughter, she didn't even bother to get up from behind the desk and look closer at her skin, touch it, etc. The diagnosis of my daughter lasted 2 minutes and it was only a guess, she wasn't even prescribed any medication. For these two sloppy diagnoses, I paid 200 zł (100 zł for each child), after which I expressed my surprise at the price, and the doctor answered dismissively that there were two children after all. Scandal!!!!! I have never seen such an unprofessional dermatologist, doctor, in my life. Apparently, this happens in the public system, but to treat such small patients like that privately for 200 zł is unthinkable! I am so outraged by this doctor's attitude that I will file an official complaint against her. Good thing I have a witness to her behavior.", "lang": "en"}
{"opinion_id": "op_001737", "text": "Almost half of the population – and almost the entire medical staff – are carriers of fungi of the genus Candida. These yeasts live in a delicate balance with our body, residing on the mucous membranes of the digestive system and the genitourinary system, and on the skin. But when the balance is disturbed, the fungi begin to colonize. \"In extreme cases, a rapidly developing infection can lead to the death of the patient in just a few days. Meanwhile, currently conducting standard tests for the presence of fungi in the patient's body fluids requires at least several dozen hours, and the results can be falsely positive or falsely negative,\" informs the Institute of Physical Chemistry of the Polish Academy of Sciences (IChF PAN) in Warsaw in a sent communiqué.", "lang": "en"}
{"opinion_id": "op_001738", "text": "Hello, Dr. Jan Kowalski is a doctor about whom one can successfully write that he has a vocation. In light of the current conditions in the health service, we wish for more like him. He has helped my children, Anna and Justyna Kowalski, many times, he was always keenly interested in their health problems, which is rare nowadays. I wish him success in his work and thank him sincerely for everything.", "lang": "en"}
{"opinion_id": "op_001739", "text": "Quick visit, express diagnosis, only the price visit 10min 160 zł. Doctor ok. I'm subtracting a star for the cost. If it weren't for an urgent matter, I wouldn't decide on a visit. I'll write this much: if a person didn't have money, they could become disabled or even lose their life through state institutions (NHS). A person pays contributions and can't benefit from it.", "lang": "en"}
{"opinion_id": "op_001740", "text": "I did not have a procedure with Dr. Jan Kowalski, which I am very happy about. I am a young girl with rapidly progressing foot deformities. Due to parental neglect, I did not wear insoles as a child and then it was too late. The orthopedist I went to for a consultation, without any doubt, referred me for a corrective procedure, assuring me that it would fundamentally improve not only the aesthetics of my feet but the comfort of my entire life (discomfort when walking for a long time, back pain, problem with choosing footwear). Unfortunately, Dr. Kowalski not only had a different opinion but expressed it very brusquely. First, he very graphically told me about the worst aspects of the procedure, which I was able to understand due to the obligation to inform the patient. However, I felt that he wanted to scare me rather than inform me. When I decided on the procedure anyway, the doctor suggested that some patients, instead of a procedure for foot deformity, might need a psychiatrist. Because they live under the impression that if they \"fix\" their feet, they will finally find the one, but maybe the problem isn't in the feet after all? As a result, I left not only scared but humiliated. Clearly, the doctor has no idea about the daily painful calluses on the feet and the pain in the instep, which is the result of progressing deformity (despite wearing insoles). I went to the doctor with the source of health problems and complexes - my feet are really valgus, and the doctor decided to bring a young girl, a patient, down to floor level. I did not decide to have the procedure with Dr. Kowalski.", "lang": "en"}