{"opinion_id": "op_002741", "text": "I would never recommend this doctor. During the visit, I practically learned nothing because I had the impression that Dr. Anna Kowalska was about to bite me. I felt guilty for coming. What others write in the reviews above is absolutely true and also my feeling. I do not recommend Dr. Anna Kowalska to anyone; she is haughty and grumpy, just one big sulk and a stuck-up attitude. She should not work with people or even leave the house in such a state. It was the first time I encountered such a terrible doctor. There are two other dermatologists at my clinic, and I go to them; I would never return to this lady in my life.", "lang": "en"}
{"opinion_id": "op_002742", "text": "I was very lucky because I managed to get to Dr. Jan Kowalski at the right time, who helped me a lot in treating my prostate, which I have been suffering from for 20 years (I am now 83 years old). Recently, the symptoms intensified to the point that they practically prevented me from living a normal life. It was Dr. Jan Kowalski who gave me hope back. Throughout the waiting period for admission to the hospital, he took care of me, professionally and patiently performing the necessary tests and procedures, including periodic catheterization. The surgery was performed by Dr. Jan Kowalski very skillfully, stress-free, painlessly, and without complications, for which I am extremely grateful. I wish everyone suffering from urological ailments the chance to meet a friend in illness, just like I did. Dr. Jan Kowalski is not only an outstanding specialist and a great doctor but also, humanly, a good person. Grateful Mikołaj Cz. from Wrocław.", "lang": "en"}
{"opinion_id": "op_002743", "text": "I came to the ProFizjo office thanks to the znanylekarz portal. Very good reviews encouraged me to book a consultation, and I was not disappointed. Mr. Jan listened to me, reviewed my test results, and provided understandable and comprehensive information about the condition of my spine. It has now been 2 months since I started exercises under his watchful eye, and I see a huge improvement. Mr. Jan is a wonderful physiotherapist with vast knowledge and experience. His smile and sense of humor are very helpful in overcoming my own weaknesses during exercises. Now I am sure that my spine is in good hands. I highly recommend! Iza. K", "lang": "en"}
{"opinion_id": "op_002744", "text": "The doctor tried very hard to help me, which cannot be denied. The advantage is that subsequent consultations after ultimately unsuccessful treatment attempts were free, but after 4 months of these attempts, I am still sick and was referred to another doctor, whose appointment I have only in 2 weeks. For my condition, waiting 2 weeks is definitely too long, especially since I have been struggling with the problem for over half a year...", "lang": "en"}
{"opinion_id": "op_002745", "text": "The specialist noted that an anaphylactic reaction almost always (in about 90% of cases) manifests as a skin rash, which may be accompanied by diarrhea, breathing difficulties, and when anaphylactic shock occurs, blood pressure drops sharply, heart rate accelerates, and loss of consciousness, cardiac arrest, and respiratory arrest may occur. Co-author of the latest report, Dr. Jan Kowalski, a healthcare expert from the Medical University of Warsaw, said that in children, anaphylactic reactions most often develop due to allergies to foods and additives, followed by allergies to the venom of hymenoptera insects, including wasps, bees, and hornets, and in third place - allergies to medications. In adults, the main cause is allergy to hymenoptera venom, followed by medications and foods. These conclusions were drawn from the analysis of data on about 4000 patients after an anaphylactic reaction who were included in the Swiss, German, and Austrian registries.", "lang": "en"}
{"opinion_id": "op_002746", "text": "I advise against using the services of Kriocentrum and Dr. Jan Kowalski himself. I am a patient who, unfortunately, developed a complication after the procedure. I cannot count on help, the doctor's interest in my condition, or even medical advice. After the procedure, the doctor did not schedule a follow-up visit - perhaps if such a visit had taken place, the complication would not have developed. I had to find another doctor who undertook to treat the complication that arose at Kriocentrum. You can count on friendly service only until the procedure is performed - complications are then the patient's problem. Sad. It is worth remembering my case when choosing a procedure location.", "lang": "en"}
{"opinion_id": "op_002747", "text": "I came to the dentist to remove a gap with a cavity between the 4th and 5th teeth on the top right side. She handled removing the cavity quite skillfully, but unfortunately, after 3 attempts when the gap removal did not work, she gave up. I found out that if the gap bothers me, I should come back. After the visit, to make sure, I emailed the address provided on the dentist's website, asking if a repeat visit due to the unsuccessful first attempt would be additionally charged. I did not receive a response. After a week, I repeated the question. It has been 12 days, and I still have no response. The dentist still has available appointments on ZnanyLekarz, so I assume the lack of response is not due to vacation.", "lang": "en"}
{"opinion_id": "op_002748", "text": "After all the reviews I read and heard - that she is not nice, not sensitive, etc. - I was afraid of the visit. However, the doctor made an impression on me as a professional and a very concrete person. Maybe because I know that something is wrong with my child and I do not expect someone to pat me on the head and say - he will start talking, I will perform a miracle. I received referrals for further tests, the doctor reviewed our previous results and even smiled. My daughter did not feel uncomfortable during the examination (surprisingly!). So I give her a positive opinion. And we will see how it goes from here. At worst, I will update the opinion ;)", "lang": "en"}
{"opinion_id": "op_002749", "text": "Doctor, thank you for curing me of bruxism. For 10 years, I regularly ground my teeth, and every dentist gave me a relaxation splint, which actually worked moderately and was cumbersome to use. Dr. Anna Kowalska already at the first visit proposed first relaxing the masseters with Botox and then, after the tension subsided, slowly rebuilding my teeth using porcelain inlays and fillings with greater hardness. The feeling after Botox is fantastic. I wake up in the morning and my jaw doesn't hurt, headaches have subsided, and my face has become more elongated. I realize that Botox needs to be repeated up to three times, but it's better than grinding teeth and constantly rebuilding them.", "lang": "en"}
{"opinion_id": "op_002750", "text": "Extremely competent, nice doctor. She explains everything in detail, does not exert pressure, and, very importantly, does not push the patient - which is quite common in this industry. The most difficult defects are corrected by Dr. Anna Kowalska in a maximum of 1.5 years, while other orthodontists give such a period over the phone as a minimum, without even looking or asking about the level of the defect. This only means that Dr. Anna Kowalska is an honest person, focused on the effect, not on profit, which unfortunately most other doctors in this field lack. I recommend!!!", "lang": "en"}
{"opinion_id": "op_002751", "text": "Dr. Anna Kowalska operated on my eyes in 2006, still in Wrocław (laser correction of myopia). The procedure was successful. I admit that I came across her by chance, but it turned out to be my great luck. Dr. Anna Kowalska is not only a great specialist but also a very nice person. Her calmness and the fact that she talked to me the whole time were invaluable support during this stressful procedure. She described what she was doing, announced next steps. It provided me with psychological comfort. I regularly visit her for check-ups (once a year). This year, I was already in Kalisz. My eyes are in the best order. I am very grateful to her.", "lang": "en"}
{"opinion_id": "op_002752", "text": "For a first visit, there is really nothing to complain about, the doctor is very friendly and competent - she asked about everything, examined what was necessary (breasts as well), did a Pap smear, also asked if she should do an ultrasound, referred me for additional tests, dispelled my doubts about the chosen method of contraception, and explained what to do if something happens. I sincerely recommend.", "lang": "en"}
{"opinion_id": "op_002753", "text": "I am very satisfied with the visit, but I give four stars because I have not finished the treatment yet, I am just starting and I do not know what the results will be. The doctor is very nice, interested in the patient, spends as much time as needed, asks questions and suggests her conclusions (accurate), very carefully checks the treatment topic and proposes interesting things, it is hard to find such a nice doctor, but I also give four stars because I learned little about lasers and I do not know if it is safe and what the contraindications are", "lang": "en"}
{"opinion_id": "op_002754", "text": "I got the impression that this MAN is bored with his job and sits in the office because he has to. Last year, a neurologist referred me for a neurosurgical consultation, suggesting surgery. An MRI showed discopathy with sciatica at L5/S1. Mr. Jan Kowalski, after familiarizing himself with my case, stated that he would not qualify me for surgery because (I quote): as long as you are not taking 10 painkillers at once and can lift your leg to 45°, it is not that bad. Three days ago, I had a microdiscectomy. I think that if it were not for the \"professionalism\" of Mr. Jan Kowalski, I could have avoided unnecessary pain for another year and the costs incurred during that time.", "lang": "en"}
{"opinion_id": "op_002755", "text": "I can say with full awareness that I have never met such a wonderfully patient-oriented doctor. The doctor accurately selects treatment that is effective, but his approach to the person deserves the highest rating. Every time, the doctor is extremely polite but also very engaged in the conversation with the patient; I never had the feeling that he was impatient with my questions; on the contrary, he answers all of them exhaustively and with a smile. It is clear that he is a doctor by vocation, and such are really hard to find. I highly recommend this doctor; I know no one will be disappointed.", "lang": "en"}
{"opinion_id": "op_002756", "text": "TRAGEDY AND DRAMA!!!! I do not judge the Professor's medical abilities, but I have never encountered such insolent and arrogant approach to a patient!!! I went for a consultation with L5/S1 discopathy. After 3 minutes, the Professor announced that surgery was needed. When I asked what method of surgery the Professor proposes, he replied that it does not matter and I should not bother him because he has a lot of patients and to say whether I decide on surgery or not. I replied that I would gladly go for surgery but would like to know some details and the method of surgery. The Professor answered that he would not explain anything to me, I just have to decide and not waste time. I do not recommend this professor to anyone with such a hopeless approach to the patient. I paid 300 PLN for a visit that lasted 7-8 minutes and from it I only learned that surgery is indicated. What kind? Where? When? NOTHING MORE. DRAMA.", "lang": "en"}
{"opinion_id": "op_002757", "text": "The doctor downplayed the alarming symptoms that occurred after surgery and, without additional tests, discharged me home. After a few days at home, the symptoms intensified to the point that... thanks to the quick intervention of the emergency team from the ambulance, I did not end up in the other world. Treatment lasted about 3 months. Every doctor diagnosing my case emphasized that this could have been avoided - if only the doctor had ordered a simple test and not discharged me in such a state after surgery..... I thank God and other doctors - that I am alive.", "lang": "en"}
{"opinion_id": "op_002758", "text": "Ms. Anna is a wonderful person. Besides being a great psychologist and a balm for the soul, she also handles petitions for the annulment of marriage. Honestly, with great care and commitment, she took care of my case. On this ecclesiastical path, it is important that the person helping us is competent and professional. That is half the success. Ms. Anna was always in contact with me at various stages of the bishop's court. She always offered advice and her experience. She is an Angel, not a Human. Thanks to her expertise, after a year and a half, I received the annulment of my marriage. I recommend and greet.", "lang": "en"}
{"opinion_id": "op_002759", "text": "I ended up in the clinic where Prof. Dr. Hab. Jan Kowalski works, I was in a lying state, my condition was described as moderately acute. He got me back on my feet within 4 days despite multi-level discopathy. During rounds, he focuses on the patient but does not talk with him, only with the doctors. Greetings : )", "lang": "en"}
{"opinion_id": "op_002760", "text": "A very good and competent doctor, if it were not for Him, my nephew would not exist. He managed my pregnancy from the 12th week, and I came to Him after at CZMP they told me to lie down for the removal of an ectopic pregnancy (without any tests, of course, the doctor just had X-ray vision). Throughout the pregnancy, he gave me an incredible sense of security, which I consider priceless, and besides, I remember the 13-hour labor without trauma. He visited our room after delivery and always offered advice. It is still like that. I HIGHLY RECOMMEND!", "lang": "en"}
