{"opinion_id": "op_004281", "text": "Anna gave me detailed information both during and after the appointment, writing down all the recommendations. The app option is also really nice. As someone visiting a dietitian for the first time, I can say that the appointment calmed me down and gave me motivation to take action.", "lang": "en"}
{"opinion_id": "op_004282", "text": "I wholeheartedly recommend! Anna is a professional yet very friendly person. I had the opportunity to listen to her lecture on clinical dietetics during an event at the Przystanek Relacje clinic. She spoke incredibly interestingly, demonstrating a huge range of knowledge and experience. I still use her advice to this day.", "lang": "en"}
{"opinion_id": "op_004283", "text": "Everything was handled professionally. The proposed diet really helped achieve the intended results.", "lang": "en"}
{"opinion_id": "op_004284", "text": "I came to Anna based on a recommendation. I struggle with insulin resistance and PCOS. My periods and cycles weren't regular, I had constant problems with appetite control - either I was eating or not eating at all, plus there was constant fatigue and hair loss. Anna explained what to do, analyzed my symptoms and test results. I got a diet in the app, the beginnings were difficult as with any diet, but I received support every step of the way and even when I struggled I could count on kind words and advice. Ultimately it worked, the diet and supplementation helped. My periods have been regular for 4 months now, I feel good, I eat normally. There's still some way to go, but I definitely know I chose the right specialist. Thank you Anna and I recommend her to others struggling with problems like mine.", "lang": "en"}
{"opinion_id": "op_004285", "text": "During the consultation I received detailed information about the importance of diet for my autoimmune disease Hashimoto. After three months on the diet that Anna prepared, I lost the first 6 kg (I should add that I had a big problem losing excess weight and despite exercising previously my weight stayed the same). The meals weren't complicated to prepare, they were tasty and filling. Thanks to this diet I started eating regularly and eliminated hunger attacks while my energy level increased significantly. I'm extremely grateful for Anna's engagement and patience with me.", "lang": "en"}
{"opinion_id": "op_004286", "text": "I made an appointment with Anna based on a recommendation and after the consultation I can recommend this specialist myself.", "lang": "en"}
{"opinion_id": "op_004287", "text": "I wholeheartedly recommend the Dietitian! She's an exceptional person - warm, empathetic, and incredibly professional. From the very first visit I felt cared for and understood. Thanks to regular meetings I managed to improve my test results and achieve the desired effects - both in size and well-being. The Dietitian knows how to motivate without pressure, support without judgment, and truly listen. I'm glad I found her - she's not just a specialist with vast knowledge but also a good person who cares!!", "lang": "en"}
{"opinion_id": "op_004288", "text": "Anna is a professional and very committed dietitian who approaches each patient individually. Thanks to her support I managed to achieve my health goals and improve my quality of life. The atmosphere during visits is extremely friendly, and the advice is always specific and tailored to my needs. I definitely recommend her to anyone looking for a competent and empathetic specialist!", "lang": "en"}
{"opinion_id": "op_004289", "text": "I visited Anna after a helicobacter diagnosis. We established a specific action plan and dietary support for the treatment introduced by the doctor. I learned which supplements might help, what to exclude and what to add to my diet, and how the entire bacteria treatment process looks. At the end I received a PDF summarizing our conversation so I didn't have to worry about getting lost in the information I received.", "lang": "en"}
{"opinion_id": "op_004290", "text": "I didn't know you could just eat like this... without counting calories, without guilt, without constantly planning what's allowed and what's not. Anna helped me understand that the problem isn't food, but my approach to myself. Now I eat with ease, without daily struggle, it's a huge relief. Thank you so much for organizing my chaos and taking care of me!", "lang": "en"}
{"opinion_id": "op_004291", "text": "Our 13-year-old son suffered from anorexia, during which time he closed himself off from contact, didn't want to talk to anyone, not even us. Thanks to working with Anna everything slowly started to change. Her patient, step-by-step approach, joint visits, and interesting methods of encouraging cooperation made him start opening up and trying food again.", "lang": "en"}
{"opinion_id": "op_004292", "text": "I wholeheartedly recommend working with Anna! She showed me a better approach to food, but more importantly she showed me how to take care of myself, rest, and have a good relationship with myself. We eliminated evening sugar binges that for years had been a source of frustration and guilt for me. I started listening to my body and its needs. Now I consciously decide to eat what I feel like, not what my patterns or emotions dictate. This freedom is priceless! If anyone is looking for support that truly changes lives, not just weight or meal plans, then I wholeheartedly recommend Anna!", "lang": "en"}
{"opinion_id": "op_004293", "text": "We came to Anna when our daughter had very low weight. We didn't know what to do or who to turn to, a colleague from work recommended a visit to a psychodietitian. Anna took comprehensive care of us, referred us for tests, to doctors, told us everything step by step about what to do next to help our daughter. It was a difficult experience, thanks to Anna's help our daughter is healthy today, she went away to study in another city by herself, I'm not afraid for her. Thank you!", "lang": "en"}
{"opinion_id": "op_004294", "text": "I wanted to share my story because it might help other parents in a similar situation. My daughter some time ago started obsessively counting calories, weighing every bite of food, constantly looking at herself in the mirror and commenting on her body. I was terrified and completely didn't know how to help her or how to talk to her.", "lang": "en"}
{"opinion_id": "op_004295", "text": "Visits with Anna changed my life. I lost weight, got rid of bloating, but most importantly I stopped gaining weight from air! I was convinced I needed a total nutritional revolution, but just a few changes were enough to start eating sensibly and lose weight!", "lang": "en"}
{"opinion_id": "op_004296", "text": "I highly recommend Anna. She helped me organize my approach to food and to myself in my head. Without pressure, without judgment, in a great atmosphere. You can feel she truly cares about the patient. Every meeting gave me new motivation.", "lang": "en"}
{"opinion_id": "op_004297", "text": "I wholeheartedly recommend working with Anna! I came to her at a time when my life revolved only around food - either I was restricting myself or having compulsive binges and then living with guilt for weeks. I was exhausted physically and mentally. Anna helped me understand what was behind this, taught me to listen to my body again and take care of myself from the inside.", "lang": "en"}
{"opinion_id": "op_004298", "text": "I warmly recommend! Thanks to Anna's support my son finally started gaining weight healthily. The diet was tailored to his needs, simple and tasty. We received specific guidance and full engagement. We see real results and are very grateful!", "lang": "en"}
{"opinion_id": "op_004299", "text": "Thank you very much for the professional approach to our problem, which affected the whole family! Our 14-year-old daughter stopped eating and didn't want to cooperate with anyone. Anna from the very beginning evoked positive emotions in us parents, but most importantly in our daughter. Our daughter still felt cared for after visits because she could contact Anna at any time, for which we are immensely grateful! Anna's help is invaluable to us! Today our daughter feels better, eats regularly and has regained her joy for life. We are immensely grateful and wholeheartedly recommend her to anyone looking for help for their child!", "lang": "en"}
{"opinion_id": "op_004300", "text": "I would like to warmly recommend Anna as an exceptional specialist in the field of physiotherapy. Her professionalism, empathy and commitment to work are truly admirable. Already after the first visit I noticed a significant improvement in my well-being, the individual approach to the patient makes me feel comfortable and safe. I highly recommend her to everyone", "lang": "en"}
