{"opinion_id": "op_002161", "text": "In the summer of 2011, I had ear surgery performed by the doctor. The surgery itself went okay, I suffered for about a week, then the pain gradually subsided. Unfortunately, the result after over half a year is not satisfactory.... the ears are not even, one is perfect, the other sticks out more and it bothers me enough that I still don't wear high ponytails or tight hairstyles :/ I'm considering a correction, but I'm curious how they approach these matters. It would be a kind of complaint, because why is one ear okay and the other is not :/", "lang": "en"}
{"opinion_id": "op_002162", "text": "After previous traumatic experiences with a first 8 [wisdom tooth] that a butcher ripped out for me, I finally found myself, while pregnant, seeing this male doctor. Fate would have it that just during this period (pregnancy) I had to remove another 8. The doctor was very pleasant, professional, nice, and had a sense of humor. I swear I didn't know at which moment he pulled out that damned tooth. On top of that, I didn't have to take any painkillers after the procedure. A good thing, because in pregnancy you can only take paracetamol. So I took one at night and there was no further need. No swelling, nothing. A wonderful doctor and it's a shame he doesn't have an NHS contract anywhere because I have a third 8 to remove. :( I recommend the doctor with a clear conscience. A professional doctor, the best in his field. Regards, Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002163", "text": "I was only there once so my opinion may not be entirely objective but regarding my person, the female doctor was 100% professional, everything I asked about was explained to me thoroughly, I left the office very satisfied, I will definitely visit her again, absolutely okay", "lang": "en"}
{"opinion_id": "op_002164", "text": "I definitely discourage visits to him. At the first appointment he was nice and the diagnosis was accurate, but with each visit I doubted this doctor's competence more and more. He behaved strangely, sent me to the pharmacy for some strange medicines as a 'favor'. Sure, he chose the medicines well because they helped me, but the visits were limited to writing prescriptions and he never remembered me when I came and it's hard to get through to him on the phone; once he didn't answer for 2 weeks. And every time I asked how long the treatment would take, he said something different. A failure!!! I discourage it. Unfortunately, I'm looking for another doctor now so if anyone knows a good one I would be grateful. Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002165", "text": "Unfortunately, I cannot say a kind word about this doctor. I recently returned with my mother from the hospital where the male doctor is the head of the department... I was counting on good care and scrupulousness in performing tests. The recommendations from another hospital stated that several tests should be performed, but unfortunately... only one was done... in pain... and they released my mother home with enormous pain, a fever, and without antibiotics. Not to mention that the male doctor didn't even 'visit' upon my mother's discharge to explain everything to her, and he didn't want to talk to me. My mother was diagnosed with cancer, however, the gynecologist ordered tests to verify if the tumors weren't also located elsewhere. I was recommended specifically Jan Kowalski... unfortunately... I was disappointed and my mother will not return to this doctor!!!", "lang": "en"}
{"opinion_id": "op_002166", "text": "I went to Dr. Śmiertka for 1.5 years, month after month, and yes, after the first visits I was delighted with her, she explained, examined, asked questions, referred me for a series of tests, she seemed competent. After half a year she started repeating tests and at every visit she repeated that next time we would finally take serious action. I quit because there was too much pressure to necessarily do the tests at Falck and not somewhere closer to home, and those promises. Besides, it annoyed me that if I needed ultrasound tests, I had to make an appointment for a completely different day with someone else, as the female doctor does not perform them during the visit.", "lang": "en"}
{"opinion_id": "op_002167", "text": "Dr. Kniażewski managed my second pregnancy; it was textbook and without problems. Everything was ok until the moment I was admitted to the hospital. There, the doctor during the round talked exclusively with the accompanying staff. Then a lady came, called my name, without explaining anything told me to go. I ended up in the delivery room. The doctor looked in, informing me that he would be in the library if anyone was looking for him. For my delivery, a female doctor, Danuta Cekańska, showed up, for whom the widely promoted 'humanized birth' is just a bedtime story. After giving birth to an almost 5kg baby - no one did an ultrasound before delivery. For about 1.5 hours the female doctor couldn't cope with heavy bleeding. The cleanings seemed endless and the pain and fear accompanying them were unbearable, I only heard 'don't jump and don't run away'. The midwives just shook their heads and asked if they should give something for pain, to which they heard several times that it was almost over. Then for 2 hours I lay with chills and an ice pack on my stomach in the corridor, good thing my husband was with me. When I ended up exhausted in my room, the female doctor doing the evening round saw my husband with me and left outraged, not interested in my condition. The nurses on this ward deserve great praise, they are angels, as well as the entire neonatology team with Dr. Pajek at the forefront - there you can see professionalism and wonderful care for the little ones. To summarize, if ladies go to Dr. Kniażewski's private practice, please do not expect the same care on the state ward he heads.", "lang": "en"}
{"opinion_id": "op_002168", "text": "I was treated for a year, having monthly visits with the female doctor. It's hard for me to refer to specific treatment methods, as I was simply prescribed a drug (Isotretinoin) and monthly visits, which de facto weren't very extensive and lasted a maximum of 5 minutes (150 zł each). For the monthly visits, I brought current test results, which the female doctor recorded. What struck me very much and after a while started to irritate me greatly was the constant lateness. Often, due to work, I made an appointment for the first hour after opening, and often the female doctor was 30-60 minutes late. Of course, I understand that maybe she was coming from another practice - that happens to every doctor, but it was constant with regular visits, and my request at the reception for a phone call if we knew the female doctor would be late (and it was always predictable), because I specifically took time off work and had 2 minutes to the office, was unfortunately never used, and so coming for an appointment, you wait about an hour for a 5-minute conversation. Of course, as a further consequence, several people were already waiting in the waiting room for their appointments, and the female doctor was absent. The use of the drug resulted from my suggestion at the first visit, and the female doctor during a year of visits never once looked closely at my skin; all examinations consisted of looking at me from the chair, in moderately good light, they were only in the form of an interview. I'm giving a neutral because it seems to me that the female doctor doesn't quite know how to allocate the appropriate amount of attention with a large number of clients/patients. The lateness, with all my understanding, started to be very irritating with constant repetition. The price is quite high. It wasn't bad, but I also didn't feel any exceptionally good care or engagement during the meetings, and I really wanted help and professional advice with my problem.", "lang": "en"}
{"opinion_id": "op_002169", "text": "She was my family doctor still at the military hospital 8 years ago. I had an infection in the 9th month of pregnancy and she recommended taking aspirin. When I politely pointed out that aspirin taken during pregnancy can cause Reye's syndrome in the child, she started waving her hands and explaining something. In the end, I gave up on that aspirin but I lost trust in her and I changed my doctor.", "lang": "en"}
{"opinion_id": "op_002170", "text": "Analysis of the results also showed that the type of flooring significantly influenced the concentration of the studied allergens. In apartments with carpet, significantly higher concentrations of allergens were found in the dust settled on the floor than in apartments with smooth flooring. But at the same time, in apartments without carpets, there was a higher concentration of allergens in the children's beds; the exception was the dog allergen. \"So it turns out that this smooth floor will not always be a positive element in the home of an allergy sufferer,\" the expert emphasized. An interesting fact was that the research showed that although in the case of apartments where there was a dog, or the residents had frequent contact with one, there was a significantly higher concentration of its allergens, in the case of a cat, such an obvious relationship did not occur. \"In those apartments where there was a cat, the concentration of the cat allergen was not always higher than in those where this animal was not present,\" she noted.", "lang": "en"}
{"opinion_id": "op_002171", "text": "These are patients selected from over 130 patients, some of them were qualified for further tests, and then from among them these four people meeting the criteria were chosen. These are patients with minimal contact, in a so-called minimal state of consciousness, patients who react very well, may not follow commands or are on the verge of these activities, and in imaging tests, brain activity is visible. This can be stimulated - emphasized Prof. Maksymowicz. The first to be operated on will be Mariusz Wachowicz, a PAP journalist, who fell into a coma after a bicycle accident almost a year ago. (The family agreed to give the first and last name, there is no consent to show the image).", "lang": "en"}
{"opinion_id": "op_002172", "text": "I had three visits with this doctor. I have thyroid problems, it's too small. The male doctor treats patients condescendingly, he is not nice. At the first visit he behaved like a boor, zero explanation to me about what and how. He told me to do additional blood tests. I did them. At the second visit, he stated that everything was fine, but he would give me medication so I could lose weight faster; I got some hormones, which I don't know why I should take since my hormone levels are ok. My primary care female doctor was very surprised that he prescribed them to me. I also got some medication to help lose weight; I constantly felt unwell after them, but the male doctor said it was normal, even though he himself had previously claimed that the nausea would subside after a week or two at most. Unfortunately, after 2 months it was still the same. He recommended that I lose weight but did not recommend any diet, zero help from his side. And for this, for each visit, he took 100 zł, where I was in the office for maybe about 5 minutes.", "lang": "en"}
{"opinion_id": "op_002173", "text": "I AM DISAPPOINTED WITH THE DOCTOR'S APPROACH TO PATIENTS. IN MY CASE IT WAS LIKE THIS, THE CHILD HAS A FREQUENTLY RECURRING COUGH, SO I WENT TO THE MALE DOCTOR FOR TESTS BECAUSE I WANTED TO KNOW WHERE THIS COUGH WAS COMING FROM, THE RESULTS CAME BACK NEGATIVE, NO ALLERGY. AFTER HALF A YEAR THE COUGH DID NOT SUBSIDE, ON TOP OF THAT HE GOT A RASH, SOME PRODUCT ALLERGIZED HIM, IN THE HOSPITAL THEY DID TESTS AND IT TURNED OUT THAT HE DOES HAVE AN ALLERGY AFTER ALL. THE MALE DOCTOR WAS VERY DISAPPOINTED THAT HE LOST TIME ON MY SON. I WAS IN SHOCK, HOW CAN YOU HAVE SUCH AN APPROACH TO A CHILD, WHETHER HE HAS AN ALLERGY OR NOT, HE SHOULD BE TREATED LIKE ANY PATIENT REQUIRING A DOCTOR'S HELP. I DO NOT RECOMMEND. THERE ARE MANY OTHER ALLERGISTS.", "lang": "en"}
{"opinion_id": "op_002174", "text": "I drove with my son to this woman, I believed she would help him, but unfortunately this woman does not listen to what is said to her. She treats people abruptly, is impolite. My son is an allergy sufferer and is covered medication-wise for allergies. The problem was a persistent, yellow, thick runny nose every month. Every month the child got antibiotics because the secretion was draining onto the bronchi :( I explained to this woman that maybe the runny nose was caused by sinus problems, but she repeated like a broken record that the child had underdeveloped sinuses (the child was 3 years old at the time, and we had been fighting the runny nose for 2.5 years already). I found a clinic in Chorzow where they performed an ultrasound of my child's sinuses and it turned out that both maxillary sinuses were affected and he had slight hearing loss; now he is waiting for removal of the third adenoid and insertion of an ear tube to drain secretion from the ear!! This woman simply has no idea about treating children, does not know anatomy, and has no clue about when which sinuses develop!!! So the earliest to develop are the ethmoid sinuses, maxillary sinuses, sphenoid sinuses, and the frontal sinuses develop last. She is brutal when examining the child's adenoid. I do not recommend her as a doctor. She can do more harm than good!!!!", "lang": "en"}
{"opinion_id": "op_002175", "text": "I was a patient of this woman's for several years. When it comes to one-off check-up visits for a healthy person, I have no objections. It's worse if we have a problem, some ailment we have to deal with and we expect help; Dr. Szymborska is not the best choice. For several months I have been struggling with a painful infection/inflammation and the visits brought no help at all, months are passing and I did not meet with understanding, it was not explained to me what exactly is wrong with me, what the cause might be, and how the female doctor can help me. At this point, I have changed doctors because I still feel bad and want to get cured, and another visit to the female doctor would be a waste of time and money, not to mention health. The atmosphere is not pleasant, it's not neutral either, I simply did not feel comfortable.", "lang": "en"}
{"opinion_id": "op_002176", "text": "In December 2016, a rather serious heart disease was diagnosed in me. Until then, I had led a very active lifestyle and it would seem that with my heart \"it must be\" fine. However, very unpleasant symptoms in my chest caused me to start worrying. So I wanted a very quick doctor's appointment. After making a few calls to friends, some of them recommended Dr. Tomasz Pawlik, who also practices at the Medest Clinic. Fortunately, the doctor's quick intervention and of course a hospital stay allowed for a correct diagnosis and appropriate treatment. Now I am under the constant care of the doctor and it will probably take me quite some time before I return to my previous form, but one thing I must admit, great knowledge and full professionalism, and above all what is extremely important - a huge desire to help others allowed me to receive help so quickly. Thank you very much again, Doctor. Ps. A doctor truly worthy of recommendation!", "lang": "en"}
{"opinion_id": "op_002177", "text": "It's hard for me to give a rating, the visit lasted just 4 minutes. The female Doctor was very dry, even stern. Prepared leaflets regarding supplements. I was informed that the visit would last 20 minutes, so where did these 4 come from? The patient before me was there for 3 minutes. So I should be satisfied, I guess... I hope the treatment brings results. I expected more understanding and warmth.", "lang": "en"}
{"opinion_id": "op_002178", "text": "Over thousands of years the situation has changed, but insects remain on the menu of many people around the world. There are several reasons. \"In some cases, it's about the high sugar content. An example is honeypot ants, which Aborigines eat in large quantities. Besides, insects have a very high content of fats and protein. Compared to meat, e.g., chicken, it is several times the value of what is found in poultry. Butterflies, beetles, and even common flies consist of 70-80% protein,\" explained Dr. Jaskuła. Also important in insects is the high concentration of various vitamins, including from groups B and K. \"Imagine that, for example, in wasps there is a much higher concentration of vitamins than in some fruits. Which, by the way, one of the Japanese emperors, Hirohito, knew perfectly well, who used to feast on them, having them baked in special cookies for him,\" he said.", "lang": "en"}
{"opinion_id": "op_002179", "text": "A specialist in his field. I had problems with myself and my daughter, I gave birth with the doctor, a revelation - a specialist in the full meaning of the word. To this day he is our control doctor because we have no problems, and I don't think I could switch to another. Regards, Anna Kowalska and Dorota", "lang": "en"}
{"opinion_id": "op_002180", "text": "I DO NOT RECOMMEND! The rating \"very poor\" is too much for this man. I went to the primary care physician with swollen, red, burning, painful eyelids. The doctor stated that it was most likely an allergy to pollen and gave me a referral to an allergy clinic, but at the same time, due to the possible long wait for a specialist clinic, he also prescribed me medication for allergies. And today I unfortunately unfortunately ended up with Dr. Kalbarczyk. After the medication from the primary care physician, the allergy is definitely milder, but nonetheless I wanted to seek a specialist's advice, as it has been going on for 3 months. I showed Dr. Kalbarczyk a photo from when the eyelids were swollen and described the situation, after which I heard \"and what do you think it could be?\"; to my question if I could please have a referral for allergy tests I heard \"we don't give referrals like that, it has to repeat itself several times for you to get a referral\", and then \"well, I can't guarantee you that if it repeats you will be admitted to the allergist the same day - that's the state of healthcare in Poland\", and to my next question \"what do you recommend I do now?\" Mr. Kalbarczyk answered me \"observe yourself, I can only state something based on what you tell me\". Staggering incompetence, as well as an unprofessional approach to the patient.", "lang": "en"}