{"opinion_id": "op_004381", "text": "A very pleasant lady doctor, patient, maintains constant contact with the patient not only during visits. Highly recommended. Diet tailored to the patient.", "lang": "en"}
{"opinion_id": "op_004382", "text": "I recommend, a very cozy office, nice staff, Pani Anna explained every detail to me", "lang": "en"}
{"opinion_id": "op_004383", "text": "great visit, my daughter is happy, I'm very glad we found Pani Anna", "lang": "en"}
{"opinion_id": "op_004384", "text": "The visit met my expectations. Pani Anna is a competent specialist and also a very nice person. I recommend!", "lang": "en"}
{"opinion_id": "op_004385", "text": "A very nice and competent lady explained everything in great detail", "lang": "en"}
{"opinion_id": "op_004386", "text": "Pani Anna is an extremely professional and dedicated specialist. Through detailed conversation and analysis of my eating habits, we managed to identify the cause of my overweight. I received an individually tailored nutrition plan that proved very effective. Already after a few weeks, I noticed the first effects in the form of weight loss and improved well-being. The dietitian was always available for questions and doubts, which greatly helped me maintain motivation. I can wholeheartedly recommend Pani Anna to all people struggling with overweight problems.", "lang": "en"}
{"opinion_id": "op_004387", "text": "Individual approach to the patient", "lang": "en"}
{"opinion_id": "op_004388", "text": "I had problems with constipation. The conversation with Pani Anna suggested possible causes to me. It turned out that a small dietary adjustment made my intestines work properly.", "lang": "en"}
{"opinion_id": "op_004389", "text": "I am very satisfied with the diet and cooperation with Pani Anna. The diet is simple and quick to prepare, meals are tasty and filling. I highly recommend Pani Anna", "lang": "en"}
{"opinion_id": "op_004390", "text": "Pani Anna is a nice competent person, She helped me a lot with weight loss The diet is tasty and easy, products can be bought in any store. Thanks to Pani Anna, I was able to undergo surgery.", "lang": "en"}
{"opinion_id": "op_004391", "text": "I highly recommend the lady dietitian, very engaged, helped me lose kilograms thanks to which I feel great", "lang": "en"}
{"opinion_id": "op_004392", "text": "Thanks to the diet prepared by Pani Anna, I am already very satisfied at an early stage, recipes are simple, dishes delicious, ease of meal preparation and ingredient availability, better well-being, I recommend with all my heart Greetings", "lang": "en"}
{"opinion_id": "op_004393", "text": "I am very satisfied with the cooperation with Pani Anna.", "lang": "en"}
{"opinion_id": "op_004394", "text": "The visit unfortunately did not take place. After arriving at the place and waiting about 5 minutes at the door, Pani Anna called saying she would be out shortly. After waiting a few more minutes and the lady doctor not appearing, I gave up. I believe that we should value each other's time mutually. I regret the hour lost on travel.", "lang": "en"}
{"opinion_id": "op_004395", "text": "I am very satisfied with the cooperation with the lady dietitian, the effects are satisfactory, she is worthy of recommendation", "lang": "en"}
{"opinion_id": "op_004396", "text": "I am after the first week of the diet and I already see the first effects - both on the scale and in my well-being. Meals are tasty, filling and easy to prepare. I feel cared for and motivated. Thank you for the professional approach and support!", "lang": "en"}
{"opinion_id": "op_004397", "text": "The lady doctor is very specific, friendly, with great knowledge. Impression after the first visit is a big plus.", "lang": "en"}
{"opinion_id": "op_004398", "text": "I warmly recommend Pani Anna! The diet was perfectly tailored to my preferences, making it easy for me to adapt to it. Pani Anna regularly monitors progress and provides support at every stage. Already in the first week I lost 2 kg! I am motivated to continue working and with full conviction recommend to everyone looking for professional and empathetic dietary care.", "lang": "en"}
{"opinion_id": "op_004399", "text": "Pani Anna is a dentist with vast knowledge and a professional approach. She always thoroughly explains every stage of treatment, which gives a sense of security. Visits with her are stress-free, and the results are always at the highest level. I highly recommend!", "lang": "en"}
{"opinion_id": "op_004400", "text": "The worst dentist I have ever met in my life.", "lang": "en"}
