{"opinion_id": "op_003741", "text": "Jak najbardziej wizyta pozytywna.  Pomoc uzyskana .", "lang": "pl"}
{"opinion_id": "op_003742", "text": "Rzeczowy i konkretny lekarz, a przy tym cierpliwy.Po dokładnym wywiadzie i badaniu znam kierunek dalszego Dziękuję.", "lang": "pl"}
{"opinion_id": "op_003743", "text": "Pan doktor  bardzo zaangażowany, wszystko tłumaczy .Cierpliwie wysłucha pacjenta i odpowie na wszystkie pytania.Bardzo polecam pana doktora.", "lang": "pl"}
{"opinion_id": "op_003744", "text": "Bardzo szczegółowy wywiad w trakcie wizyty, świetne podejście do pacjenta z zaangażowaniem, empatią i cierpliwością. Pan doktor dokładnie tłumaczy, przedstawia różne możliwości leczenia, odpowiada na każde pytanie, nie bagatelizuje żadnych objawów. Profesjonalizm i ogromna wiedza medyczna. Takich lekarzy chciałoby się spotykać częściej!", "lang": "pl"}
{"opinion_id": "op_003745", "text": "Profesjonalne podejście lekarza ,przyjazna placówka i miła atmosfera . Polecam .", "lang": "pl"}
{"opinion_id": "op_003746", "text": "Szczegółowe badanie i wywiad, konkretne zalecenia co do dalszego postępowania. Pacjent czuje się bezpiecznie i pod dobrą opieką. Polecam pana doktora", "lang": "pl"}
{"opinion_id": "op_003747", "text": "Bardzo dobry lekarz... Profesjonalny i uczciwy, młody lekarz... Ma ogromną wiedzę neurologiczną i pomaga osobom z chorobą Parkinsona ...w tym celu robi wiele badań neurologicznych...", "lang": "pl"}
{"opinion_id": "op_003748", "text": "Profesjonalny młody lekarz, uważny i dociekliwy, zaangażowany. Szerokie spojrzenie na problem medyczny. Pyta, ale i odpowiada na pytania pacjenta", "lang": "pl"}
{"opinion_id": "op_003749", "text": "Wspaniały specjalista, rzetelny i zaangażowany. Posiada ogromną wiedzę i wszystko zrozumiale wyjaśnia. Polecam", "lang": "pl"}
{"opinion_id": "op_003750", "text": "Jestem bardzo zadowolona z każdej wizyty u Pani doktor, pierwszy raz pomogła mi 15 lat temu i od tej pory nie zmieniam neurologa. Bardzo empatyczna, pomocna i kompetentna lekarka. A przy tym bardzo ciepły i słuchający potrzeb pacjenta człowiek. Jestem wdzięczna za pomoc.", "lang": "pl"}
{"opinion_id": "op_003751", "text": "Pełen komfort, zrozumienie pacjenta, dobrane skuteczne leki w przypadku rwy kulszowej. Spokojne miejsce, spokojna wizyta i duża empatia ze strony lekarza. Zdecydowanie polecam i dziękuję.", "lang": "pl"}
{"opinion_id": "op_003752", "text": "Pani doktor bardzo uprzejma ,wysłuchała z jakim problemem przychodzę. Wszystko wytłumaczyła i odpowiedziała na moje pytania. Zleciła badania żeby ustalić plan leczenia. Jestem zadowolona.", "lang": "pl"}
{"opinion_id": "op_003753", "text": "Przyjazna atmosfera i bardzo duże zaangażowanie lekarza.", "lang": "pl"}
{"opinion_id": "op_003754", "text": "Bardzo fachowy lekarz i świetna atmosfera.Polecam !", "lang": "pl"}
{"opinion_id": "op_003755", "text": "To moja pierwsza wizyta   , która oceniam bardzo dobrze. Będę korzystać z profesjonalizmu Pan  doktor. Polecam.", "lang": "pl"}
{"opinion_id": "op_003756", "text": "Gorąco polecam Panią Janine. Konsultacja przebiegła w miłej atmosferze, czułem się wysłuchany i zaopiekowania. Dziękuję!", "lang": "pl"}
{"opinion_id": "op_003757", "text": "Konkretnie, rzeczowo i profesjonalnie. Miła i przyjazna atmosfera.", "lang": "pl"}
{"opinion_id": "op_003758", "text": "Najgorsza inwestycja 250 zł. Zarejestrowałam się do pani doktor, bo miała wolne terminy i dobre opinie. Przyszłam z bólem kręgosłupa lędźwiowego, zdjęciem RTG i strzelającymi bólami w palcach, sugerującymi problemy z nerwami. Lekarka przeprowadziła standardowy test neurologiczny, ale moje dolegliwości zignorowała. Na pytanie, co robić, odpowiedziała, że mogę brać tabletki przeciwbólowe i chętnie mi je wypisze. Gdy zapytałam o ćwiczenia, przyniosła kserokopię z ogólnymi zaleceniami i poradziła szukać płatnej rehabilitacji. Stwierdziła, że mogę przychodzić co dwa miesiące, ale nie wyjaśniła dlaczego. Zaniepokoiło mnie jej ostrzeżenie, że jeśli „zacznie mi odchodzić noga”, mam natychmiast wrócić, ale nie wyjaśniła, co to oznacza. Na problemy z bezsennością zaproponowała leki recepturowe, które uzależniają. Wizyta była nieproduktywna, a lekarce najwyraźniej zależy głównie na wypisywaniu recept. Strata czasu i pieniędzy. Nie polecam.", "lang": "pl"}
{"opinion_id": "op_003759", "text": "Polecam panią doktor. I jak zawsze profesjonalne podejście i zaangażowanie.", "lang": "pl"}
{"opinion_id": "op_003760", "text": "Bardzo rzeczowy specjalista.", "lang": "pl"}
