{"opinion_id": "op_003801", "text": "I recommend! A very professional doctor who told me a lot!!!", "lang": "en"}
{"opinion_id": "op_003802", "text": "Professional approach to the patient.", "lang": "en"}
{"opinion_id": "op_003803", "text": "I came to Dr. Jan Kowalski after an unsatisfactory visit with another neurologist. I didn't know then that I had experienced panic attacks. Fortunately, thanks to the accurate diagnosis and the doctor's commitment, these were my first and hopefully last such episodes. After several visits and tests, Dr. Jan Kowalski suspected neurosis and recommended a psychiatric consultation. For five months, I have been under psychiatric care and can honestly say that I haven't felt better in many years. I am immensely grateful for the doctor's professionalism, empathy, and accurate insights.", "lang": "en"}
{"opinion_id": "op_003804", "text": "Dr. Jan demonstrated exceptional professionalism during my visit. He took the time to thoroughly analyze my MRI (CD), clearly explained all the details, and made sure I understood everything. His empathy and caring approach to the patient made me feel truly looked after. I highly recommend his services due to his knowledge and full commitment to the patient's well-being.", "lang": "en"}
{"opinion_id": "op_003805", "text": "A very good doctor, I recommend 100 percent. He described everything in great detail, explained well, and above all, listened to what the patient wanted to convey. A very friendly doctor, his engagement is visible, and he approached the patient with heart. I wish there were more such doctors who work in their profession with a calling and with a biiiig heart. Thank you.", "lang": "en"}
{"opinion_id": "op_003806", "text": "I came to the visit with a problem more ophthalmological than neurological, but nonetheless, I encountered competence and knowledge of the issue in both aspects of the problem. The indication of specific steps for further treatment and clear explanations in this regard influence my high rating of the visit.", "lang": "en"}
{"opinion_id": "op_003807", "text": "The visit took place on time. The doctor paid attention to my description of the problem. He tried to find the cause. He prescribed accessible treatment.", "lang": "en"}
{"opinion_id": "op_003808", "text": "The Doctor has extensive knowledge, a very concrete approach to the patient. I recommend.", "lang": "en"}
{"opinion_id": "op_003809", "text": "Very professional and competent doctor with great empathy for the patient. Highly recommended!", "lang": "en"}
{"opinion_id": "op_003810", "text": "Full professionalism. It was my first visit. The lady doctor patiently listened to my problems. Then she conducted examinations with great engagement. Everything took place in a friendly atmosphere. I recommend. Jan", "lang": "en"}
{"opinion_id": "op_003811", "text": "I am very satisfied with the visit, detailed explanation, examination, and recommendations.", "lang": "en"}
{"opinion_id": "op_003812", "text": "I scheduled the visit for my mother. The lady doctor conducted a detailed interview, answered questions with kindness and understanding for the elderly patient. Thanks to the lady doctor, we got to the hospital. I am very grateful for guiding me on what to do next.", "lang": "en"}
{"opinion_id": "op_003813", "text": "I completely advise against this neurologist. The lady is unable to determine the patient's health status after 10 visits. She cannot or does not want to fill out medical documentation if someone needs something more than a sick leave; it's not worth spending even a penny on a visit to this doctor.", "lang": "en"}
{"opinion_id": "op_003814", "text": "She took care of the patient in great detail. The lady doctor ordered tests and discussed everything that should be done regarding the discussed ailments.", "lang": "en"}
{"opinion_id": "op_003815", "text": "A highly qualified doctor. The treatment method is effective.", "lang": "en"}
{"opinion_id": "op_003816", "text": "A very nice and wise lady, I recommend this clinic to everyone.", "lang": "en"}
{"opinion_id": "op_003817", "text": "The lady doctor is competent, engaged, explains in detail, and answers questions. I recommend.", "lang": "en"}
{"opinion_id": "op_003818", "text": "A very positive Doctor with experience and engagement. It was the first visit; I obtained all the information, referrals, and answers to questions. Very friendly to the patient.", "lang": "en"}
{"opinion_id": "op_003819", "text": "The visit was awful. The doctor, despite the results and all tests, could not answer a given question. Not to mention that instead of reviewing the results, she asked if anything came out of them. And despite having an MRI and a correct image, she says something is wrong with this test. She didn't even look at the disc! Every specialist like a neurologist or orthopedist should not rely solely on the description.", "lang": "en"}
{"opinion_id": "op_003820", "text": "I definitely recommend! Dr. Anna is a master of botulinum toxin, popularly known as Botox - the effect is excellent, natural, without exaggeration. The procedure was painless, Dr. Anna explained everything very well, I felt very safe. I recommend with all my heart!", "lang": "en"}
