{"opinion_id": "op_000241", "text": "I was at this doctor's and unfortunately it ended very badly for me. A broken bone in my index finger - an X-ray showed a clear fracture, so the finger was put in a cast. After 3 weeks and ongoing pain, the doctor removed the cast without an X-ray and when I asked him if it could be X-rayed, I received the following answer: 'I know better'. I went home with finger pain and after a week I had it X-rayed again; a bone fragment remains near the joint in my finger to this day, which could cause the joint to lock and may lead to an operation of that finger. The doctor seems strange, says nothing, and if he does, he knows better. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000242", "text": "Despite an overall positive assessment, a major problem for me is the lack of contact with the Doctor outside of visits at the \"Pomoc\" Medical Center. Booking an appointment is difficult due to distant availability, and in neurological diseases there are situations where a quick consultation is needed. The Doctor provides his phone number, asks for test results to be sent via SMS, promises to reply in the evening, and unfortunately does not do so. And it's really not about trivial matters. My daughter has epilepsy and if it weren't for online contact with parents of other sick children, it would be very difficult for us without the doctor's support.", "lang": "en"}
{"opinion_id": "op_000243", "text": "I was at the Doctor's for several visits. Another gynecologist recommended her to me as I was observing gynecological-endocrinological problems. The first visit was OK, she even wanted to admit me to the hospital for a full set of tests. But I decided to do them myself based on a referral (I have a hospital trauma from childhood). Most tests came back normal. But I was trying to conceive. The Doctor was not concerned about my slightly elevated LH, she missed the ultrasound image description indicating PCOS (Polycystic Ovary Syndrome). TSH was also too high, which for women trying to conceive should not be higher than 2 (and preferably up to 1.8). Besides the tests, I had a number of other symptoms. The Doctor recommended continuing to try for half a year and then returning for a consultation if unsuccessful. Of course, the attempts failed because I probably wasn't ovulating at all, as my follicles were not maturing to rupture. I felt that my path with this Doctor was diverging. But I gave her one more chance. First, I went for a consultation with another doctor who ordered me to perform, among others, an AMH test - the basic test for ovarian reserve, which should have been the starting point for my treatment. It clearly showed I have PCOS. I went to the next visit armed with additional results confirming my suspicions, and the Doctor glanced at the results (including AMH) and said everything was normal. Her next recommendation was another half a year of trying. After this visit, I went to another recommended doctor for difficult cases. Right at the start, he said there was a thyroid problem due to TSH, recommended a diet change due to PCOS, and also pointed out mild hyperinsulinemia, which unfortunately often accompanies ovarian disorders. Conclusions: The Doctor does not listen to patients when they talk about symptoms or downplays them. The Doctor does not know the recommended TSH levels for women trying to conceive. The Doctor does not read test results carefully and does not reflect on them. I didn't give the lowest rating only because the Doctor is nice, polite, kind, and tries to reassure when attempts are unsuccessful. But what good is that? Her encouragement for natural attempts when there are serious hormonal problems can cause discouragement, resentment, and mental fatigue, and this can lead to a crisis in relationships trying to conceive. It didn't happen to me, but I know how much such long attempts cost other couples.", "lang": "en"}
{"opinion_id": "op_000244", "text": "Dear Ladies, don't waste your time on such a poor doctor. His high opinion of himself may stem from some inferiority complex. I was there a few times for an examination. Each one was very painful. I do not recommend. I never left with a kind word and advice, but always with pain. I switched to Dr. Jan Kowalski and suddenly the problems and pains subsided. I often heard that Dr. Jan Kowalski flirts and hits on patients. Unfortunately, it was confirmed... I had the impression that instead of entering a doctor's office, I was entering a social room. He is an older, graying gentleman / zero attractiveness and masculinity, so he overcompensates with conversation in which only he participates, thinking he is terribly smart. Unfortunately, that's not his role, I suppose. We expect a doctor and a specialist, not a pickup artist. The doctor forgets himself very much. Of course, many remarks were made about my husband not adoring me.! But what business is that of the doctor's?... generally, I advise you to think twice if you want to stay in your relationships because instead of medical advice, the doctor will break up your marriage. worthy of pity, not recommendation. I definitely recommend Dr. Jan Kowalski!!", "lang": "en"}
{"opinion_id": "op_000245", "text": "The Doctor practices, among other places, at the Medicover center. I had to wait half an hour for my appointment even though there was no other patient in the office. The Doctor was arrogant from the beginning of the visit, treated me like an intruder who was bothering her. I brought my test results with me, she didn't even look through them, didn't listen to the problem I came with. After 5 minutes, I thanked her for the visit myself because I decided I wouldn't beg her to examine me (even though it's her duty) and I changed to another doctor who knows how to listen to the patient and provide treatment. I do not recommend, a waste of time!.", "lang": "en"}
{"opinion_id": "op_000246", "text": "Furthermore, the system searches for the city we are in and the prevailing weather conditions, environmental pollution, concentration of plant pollen, because all these factors can cause an exacerbation of the disease. For women with asthma, answers have been prepared to questions regarding the possibility of getting pregnant and giving birth to a healthy child. As Prof. Jan Kowalski emphasized, introducing such simple tools allowing for better control of asthma is very important. Research shows that the majority of patients do not achieve therapeutic goals. A large European study conducted among 10,000 asthma patients, published in 2010 in the \"European Respiratory Review\", showed that this applies to even 70 percent of patients.", "lang": "en"}
{"opinion_id": "op_000247", "text": "The goal is joint participation in national and international research programs, as well as cooperation in the education of students in the medical field at Lazarski University. This is to be possible by creating a strong interdisciplinary center developing scientific activity. \"We plan to implement joint scientific projects that will allow the staff of both our institutions to develop. We are also convinced that this cooperation will contribute to improving the quality of education in the medical field, as theoretical subjects will be taught by scientists who use this theory daily, including in research work at NIL\" - says the rector of Lazarski University, Prof. Anna Kowalska. She emphasized that a priority for the university she manages is \"practical education\", and the signed agreement will be helpful in this task.", "lang": "en"}
{"opinion_id": "op_000248", "text": "The gynecologist is very unpleasant, cold, and inaccessible. At first, she gives the impression of a very professional person, orders various tests which \"are supposed to serve the child's good\". Unfortunately, she forgets that some of them can be done within the NHS and refuses to issue referrals. She puts a lot of pressure on the patient and tries to induce guilt. She does not consider the financial situation of the average patient. When expressing doubts about well-being during pregnancy, she completely ignores questions. Asked again, she answers impatiently and vaguely. Little can be learned from her about the course of the pregnancy. She gives the impression of being more focused on documentation than on a living person. Generally, she does not show much interest, provides little information, and explains very little. She simply checks off subsequent visits...", "lang": "en"}
{"opinion_id": "op_000249", "text": "The Doctor is very good at talking about the disease, medications, and progress in medicine. He cites statistics - generally, his knowledge is probably substantial. He tells the same thing every time... He is not interested in the patient. He gives a lecture :/ Unfortunately, in case of a real problem, he cannot act effectively and eventually leaves the patient to fend for themselves. His approach is: we bill every month if things are good, and in case of a serious exacerbation, deal with it yourself. Because then the business for him is poor, and the risk increases... I do not recommend.", "lang": "en"}
{"opinion_id": "op_000250", "text": "So far, only a certain scope of activities that the consortium would like to deal with is known. \"We are interested in implementing a system of personalized medicine\" - says the director of IF PAN and explains that when standard treatment methods are used, patients may react differently to them. For some, a given therapy turns out to be effective, for others - not. Prof. Jan Kowalski explains that the patient's response to pharmacological factors is determined by their genetic background. The scientists aim to understand this background and describe cases susceptible to typical therapies and atypical cases. \"Before prescribing a given drug, such an individual susceptibility profile (of the patient - PAP) for specific drugs could be done. Equipped with individual profiles, we could with great certainty prescribe such and not other drugs\" - explains Prof. Jan Kowalski. This way, the effectiveness of treatment could be improved. \"(In Poland - PAP) there are already several centers that undertake such attempts. We would like to do this on a large scale and propose a new order in medicine regarding individual treatment\" - emphasizes the director of IF PAN.", "lang": "en"}
{"opinion_id": "op_000251", "text": "Unfortunately, I strongly advise against this doctor. The Doctor ordered me a series of tests to be done and recommended I do them at the hospital where she works. It turned out that half of the tests could not be done at that place because the hospital doesn't perform them. But the reason I advise against this doctor is different. One of the tests ordered was spirometry. However, it was not specified whether it should be done with a bronchodilator test or not. In that case, I went to the Doctor, who was on duty at the hospital, with one question about which spirometry I should do. The Doctor was not even kind enough to come out of the office, and when I told her I had been to her for a visit, she interrupted me and said she had no time for me at all, and her colleague was already closing the door in my face. Anyway, I finished what I wanted to ask, and on my way out I heard that it should be with a bronchodilator test. I went for the tests and it turned out that they wouldn't do this test for me because a drug needs to be administered and I must have a referral from a doctor, which of course I did not receive. To summarize: 1. I booked a private visit, which I paid for, and was sent for tests that I could not do because: - one of the tests could not be done at the suggested location - I did not have a referral that would allow me to do further tests 2. I wanted to ask one question related to the visit I had with the Doctor, and I was treated like an intruder and got the impression that if I'm not paying, there's no chance for even 1 minute of the Doctor's time.", "lang": "en"}
{"opinion_id": "op_000252", "text": "He added that during the research, information is collected on many parameters that describe the functioning of mitochondria. \"These parameters concern the appearance of mitochondria, their structure, how they move, whether they are fragmented or not. They also describe their functioning, i.e., their ability to produce ATP. Mitochondria are the units in the cell responsible for producing ATP, the energy molecule that is used in the cell for most processes, enabling the cell's survival\" - he said. \"If we determine the impact of these substances on the mitochondria and the entire cell, we can, in a way, translate these results into the harmfulness of a given substance for the entire organism of the smoker. If it turns out that the mitochondria function better than in the case of traditional cigarettes, then a smoker who uses the new technology, i.e., tobacco heating, may be less exposed to harmful effects resulting from the toxicity of the substances\" - Wieckowski summarized.", "lang": "en"}
{"opinion_id": "op_000253", "text": "My opinion after the first visit: The Doctor was open and polite from the start; - he was able to remain calm and clear-minded even though I was not in good form and it was difficult for me to collect my thoughts, which hindered communication; - professional - he took a history, asked questions, listened and asked follow-up questions, took notes; - his attitude was supportive; - he explained on the fly issues that were raised by me during the conversation, e.g., regarding medications or diagnosing personality disorders; - he looked for solutions to problems related to my situation; Summarizing, the Doctor gained my trust from the beginning and it remains to this day, and I am not generally a trusting person. I can recommend this doctor to those of you who want to help themselves by going to a specialist. I wish everyone strength and perseverance in choosing good. \"You cannot defeat someone who never gives up\" : -)", "lang": "en"}
{"opinion_id": "op_000254", "text": "As she assessed, the project implemented at the hospital favors doctors' reflection on the way they communicate with the patient. She emphasized that doctors may lack knowledge about effective communication methods because this is not a very emphasized aspect of a doctor's work in the education process. \"After our first meeting with linguists, there was some resistance from the doctors towards someone naming, assessing what I say to the patient, they might have been afraid of criticism. However, it is important to talk to the patient in such a way that they are satisfied, that they take away from the visit what they wanted. My participation in this project prompted me to be more patient, especially in contacts with patients in the most difficult situation\" - she said.", "lang": "en"}
{"opinion_id": "op_000255", "text": "Hello! I'm very sorry but I do NOT recommend Dr. Jan Kowalski!!! Very uncommunicative!!!! I, throughout the entire fight with cancer of my father, read on the internet and consulted with another professor and also with patients suffering from the same cancer! It was from them that I learned the most! Later I mentioned and asked Dr. Jan Kowalski about these pointers but he answered with great reluctance and condescension, and sometimes he adjusted to these suggestions. In most cases, e.g., regarding additional medications, therapies, etc., he stated that it wouldn't help or that it was unnecessary! Besides, from the beginning of the illness, he told us only negative things! But psychology is so important in treatment!!! They say that faith works miracles and we stuck to that, however this doctor discouraged us every time. My father is unfortunately no longer with us and that's why I would like to warn others about this doctor because in my opinion a doctor should talk to the patient and their closest ones, motivate them to fight and give hope! And unfortunately, from this doctor, there is NONE of that!!! I know that cancer patients with what my dad had don't have it easy, but why emphasize that at every visit!!!!", "lang": "en"}
{"opinion_id": "op_000256", "text": "Breast cancer is the most common cancer in women and any new device that improves the detection of breast cancer contributes to saving lives. The ultrasound tomograph has a chance to become a new tool helping to detect breast cancer more effectively, and in the future perhaps even a new standard for diagnosing this cancer. The new device combines numerous benefits of various previous methods, while removing some of their limitations. Unlike mammography, during an ultrasound tomograph examination, the breast is not compressed and is not irradiated with X-ray radiation. The images obtained are three-dimensional, similar to computed tomography, but without the use of harmful radiation - explains Prof. Anna Kowalska. \"The hybrid ultrasound tomograph scans the entire breast using ultrasonic waves with a frequency of about 2 MHz from many directions around and at many levels, and then processes the acquired data and reconstructs images of any of its cross-sections\" - Andrzej Jan Kowalski from Dramiński S.A. told PAP.", "lang": "en"}
{"opinion_id": "op_000257", "text": "After all that praise, it was time for a bucket of cold water. I was at a consultation with Dr. Jan Kowalski in Otwock and the way he received me was an outrage. Three gentlemen were sitting in the office (Dr. Jan Kowalski plus two other doctors) and I felt more like an intruder than a patient. They didn't delve into my case at all. They observed and wrote in literally three sentences what treatment they might suggest and referred me back to my current hospital. My pleas for a more detailed analysis of my case (it's about a chronic fracture) were useless. The doctors didn't even feel like taking an X-ray. I hung my head and left the office because in the meantime Dr. Jan Kowalski had already called for the next patient. I'm not saying he's a bad specialist. But he clearly prefers private visits, and those paid for by the NHS are rather a necessary evil for him. I am veeeery disappointed with his attitude. I will try to find help elsewhere.", "lang": "en"}
{"opinion_id": "op_000258", "text": "Whenever I am at the doctor's, I list the antibiotics I am allergic to. The doctor seemed quite amused by my allergy to two drugs, and then prescribed me an antibiotic that I am allergic to under a different name. I found out about this during a visit to another doctor; I have been treating sinusitis for three months now, plus I'm taking detox pills. For me, this is plain incompetence.", "lang": "en"}
{"opinion_id": "op_000259", "text": "For 12 years she treated me with the wrong diagnosis. Now I am being treated for the correct disease, I take the right medication and I immediately feel better compared to before. Moreover, every visit, even after 10 years of treatment, looked like the first one with her, meaning she didn't remember what I suffer from, what my ailments are, what pills I take. On top of that, the doctor did not bother to inform me that the medication she told me to take causes damage and deformities to the fetus! (fortunately my girlfriend did not get pregnant)", "lang": "en"}
{"opinion_id": "op_000260", "text": "Hello. At first, I was afraid of the visit with Ms. Anna Kowalska, because I had never been to this type of specialist before. I didn't know if I would be able to open up and say what I really had a problem with. But after a moment of conversation, all fears disappeared. I felt like I was talking to my best friend. I saw that she approached my problem seriously and looked for several ways out of my problem, for which I thank her very much. I would wholeheartedly recommend a conversation with Ms. Anna Kowalska to everyone. Thank you very much for the conversation and understanding.", "lang": "en"}