{"opinion_id": "op_000221", "text": "In the 2011/2012 season, only 4.5% of Poles got vaccinated, the lowest in several years. We are one of the last in Europe in this regard. In 2005, 8.6% of people got vaccinated, and in 2009 – only 6.8%. For example, in Spain in the 2010/2011 season, 19% of adults got vaccinated, in the USA – 41%, and in South Korea – 24%. \"It is astonishing that Poles do not want to get vaccinated against the flu, and at the same time during the flu season we complain about queues to the family doctor. What is the logic in that? It's all because we have a dismissive attitude towards vaccinations against this infection,\" added Prof. Brydak.", "lang": "en"}
{"opinion_id": "op_000222", "text": "Jan Kowalski is a very nice but also very concrete person. I came to him completely lost. I couldn't clearly look at my situation and find a solution. It turned out that it was within reach, though in a completely different place than I initially thought. A very warm and understanding therapist who hits the mark. I felt very safe with him. Thanks to him and the questions he asked, I understood where my fears and anxieties come from. I sorted out things that not long ago were in complete disarray. I recommend Jan Kowalski and at the same time sincerely thank you... M", "lang": "en"}
{"opinion_id": "op_000223", "text": "The length of the visit surprised me. A very detailed analysis of the situation from the dietitian. I was explained what and how, precisely but accessibly. I got recommendations via email. The explanations were so accessible that after the first visit I compose my own menu. I only use control visits, which check if I am \"on course\". I see a significant improvement in well-being - a higher energy level (I drink much less coffee for that, because I don't need it anymore), better endurance, digestion, better memory, concentration, a smaller belly, the heart works like clockwork. Soon I hope to \"dismiss\" the cardiologist from work and stop the medication if things continue like this. There is great email or phone contact with the dietitian. And the dietitian herself is an approachable and relaxed woman.", "lang": "en"}
{"opinion_id": "op_000224", "text": "To Łódź, on September 11-12, will come psychologists and representatives of social and medical sciences from over a dozen countries, including Great Britain, the Netherlands, Israel, Portugal, Turkey, Russia, Ireland, Croatia, China, Italy and Switzerland. Poland will be represented by researchers from the Universities of: Łódź, Gdańsk, Kazimierz Wielki and Cardinal Stefan Wyszyński – informed PAP Prof. Eleonora Bielawska-Batorowicz from the Faculty of Educational Sciences of the University of Łódź, a member of the SRIP Board. The Society for Reproductive and Infant Psychology, based in Great Britain, brings together representatives of various scientific disciplines who are involved in research in the field of procreation and reproductive health and development in the infant and toddler period. The association is international; a significant number of its members are psychologists, but SRIP is open to representatives of other social sciences, as well as medical sciences.", "lang": "en"}
{"opinion_id": "op_000225", "text": "What can I say, handsome, well-groomed, nice. My son is healthy and certainly not allergic, according to him children just are like that, but 2 more years and everything will be fine. He told me to vaccinate against pneumococci, and give Ismigen. My son finished taking Ismigen 4 months earlier and according to Dr. Jan Kowalski I should give it again, he politely wrote a prescription and said goodbye nicely. I ended up with my son under the care of a female allergologist (with the opinion of the best in the country) and a completely different diagnosis and immediate treatment. I left Dr. Jan Kowalski with a thinner wallet and that's all. And I also asked what to give my son for a dry cough: honey, without asking if he is allergic, and my son actually is. A teaspoon of honey at night and it will be great!", "lang": "en"}
{"opinion_id": "op_000226", "text": "I wholeheartedly recommend Dr. Anna Kowalska, I have been to many specialists who could not help me. However, with the female doctor, I found understanding of my problem. Anna Kowalska took on the task of curing my smile with great commitment, and consequently my health. After treatment, I speak much better, I have better diction, and most importantly, I don't grind my teeth, I can enjoy straight and healthy teeth. I would also like to mention the treatment costs, which did not strain my wallet. Anna Kowalska approached my problem individually, unlike other doctors who wanted to carry out standard treatment, which did not fill me with enthusiasm. A visit to the office at Nowy Bemowo (Widawska) is a pleasure because the passion and commitment of Anna Kowalska translates into the satisfaction of the person sitting in the chair. I didn't think that visits to the dentist could be pleasant, but this office confirms it. I recommend it with full responsibility.", "lang": "en"}
{"opinion_id": "op_000227", "text": "In my opinion, Anna Kowalska is a top-class specialist who was the first to help me find and love myself. Her delicacy, warmth, and yet fully decisive approach to the problem make our therapy sessions a safe journey for me into the inner world of my deepest experiences, needs and desires, whose existence I was not fully aware of. I recommend meetings with Anna Kowalska especially to those who have so far been afraid to open up to another person, because in her office they will not face harsh judgment, but on the contrary - learning love and respect for themselves, regardless of their baggage of experiences and personal history. When I think about what I owe to Anna Kowalska, I am reminded of the words from \"Letters to a Young Poet\" by R. M. Rilke: \"We have no reason to distrust our world, for it is not against us. If it has terrors, they are our terrors. If it has abysses, those abysses belong to us. (...) perhaps all the dragons in our lives are princesses who are only waiting to see us act, just once, with beauty and courage. Perhaps everything that frightens us is, in its deepest essence, something helpless that wants our love.\"", "lang": "en"}
{"opinion_id": "op_000228", "text": "I was there for one visit and that's enough. I suffered from a frequent cough and for about two years I had been looking for the cause. Jan Kowalski prescribed a nasal antibiotic and an antifungal medication. However, not long after, another ENT specialist suggested that it might be caused by a blood pressure medication. So I started reading about it myself and after reading several books, I figured out on my own that this could be the cause. After switching to a different medication, the cough stopped immediately. Unfortunately, such an experimental approach is common in modern clinics. Every doctor is rushed for time because the owner of the clinic has to squeeze as much money as possible out of an hour. So there is no time to ask the patient questions to find the cause of the ailment. Doctors prescribe medications on the off chance that they might work. And if it doesn't work, next time they try a different combination. Jan Kowalski, following this rule, after 15 minutes stood up, opened the door and waited for me to leave, because the next 120 PLN was waiting in the hallway. I.", "lang": "en"}
{"opinion_id": "op_000229", "text": "My rating based on impressions after the first visit to the doctor. The doctor conducted a very detailed interview about my ailment. He thoroughly analyzed the test results (the entire history over 5 years) and explained the interpretation of these results in detail, also presenting various possible causes of the disease. He set up the course of treatment (with possibilities for modifying medication intake depending on how I feel while taking them) and indicated the diet that should be followed for my condition. He also indicated additional tests I should do regularly before the next visit. Over the span of 5 years, I have visited many hematologists and they all approached my condition very schematically, and my state did not improve as schematically as it should have. The doctor, however, considered its various causes, not at all obvious ones, which other doctors did not pay attention to at all. As for the visit itself, the doctor listened to me very carefully and was not rushed at all, explained everything in detail and made sure that everything he said was well understood, I felt very well taken care of. After the first visit, I believe the doctor is worthy of recommendation.", "lang": "en"}
{"opinion_id": "op_000230", "text": "Modern analytical instruments do not provide full information on drug susceptibility of bacteria nor do they test the effectiveness of drug combinations. Generally, these are devices testing the action of only a few to a dozen or so antibiotics. Moreover, the analysis involves a simple classification of bacteria as drug-resistant or not, or belonging to an intermediate group. Such general data often do not allow doctors to make rational decisions at all (e.g., on an antibiogram, all antibiotics may be marked as ineffective). Meanwhile, researchers from Warsaw have designed an apparatus in which a sample with bacteria, taken from the patient, after dilution is separated into hundreds of microvolumes. Each portion goes to one of the microchambers located on a small, disposable, replaceable panel. \"On the plastic panel, there are several hundred microchambers containing different drugs at different concentrations. After adding the solution with the analyzed sample, the bacterial culture is conducted in all microchambers simultaneously. After a few - several hours, our device assesses the development of colonies and provides the doctor not with fragmentary, but complete information about the drug susceptibility of the bacteria attacking a specific patient,\" explains the project leader on the part of IChF PAN, Dr. Eng. Tomasz Kamiński.", "lang": "en"}
{"opinion_id": "op_000231", "text": "WORKS AT BANACHA, RARELY SEEN WITH AN \"ORDINARY\" PATIENT - SOMETIMES WITH \"HIS OWN\". IN THE PRIVATE OFFICE, A WHOLE WALL OF FRAMED DIPLOMAS, AFTER THE FIRST EXAMINATION, ANNOUNCEMENT OF SEVERAL NECESSARY OPERATIONS IN A PRIVATE CLINIC OF COURSE. DESPITE HAVING \"FRESH\" TEST RESULTS, I RECEIVED A NUMBER OF REFERRALS FOR THE SAME - EVEN FRESHER - ONES ALONG WITH A RECOMMENDATION FOR AFFILIATED CLINICS WHERE THEY SHOULD BE PERFORMED. SOON AFTER THE ONLY VISIT TO THE DOCTOR'S PRIVATE OFFICE, I WAS ADMITTED TO THE WARD AT BANACHA, HE DIDN'T RECOGNIZE ME... INACCESSIBLE, IT'S DIFFICULT TO \"EXTRACT\" INFORMATION ABOUT ONE'S HEALTH, TEST RESULTS, PLANNED ACTIONS. DESPITE ALL THIS - A RESPECTED AUTHORITY IN THE ENVIRONMENT. FOR WEALTHY PATIENTS, NOT FOR \"ORDINARY\" PEOPLE.", "lang": "en"}
{"opinion_id": "op_000232", "text": "The researcher analyzes interactions between endocannabinoids and endovanilloids. Cannabinoids produced inside our body are called endogenous (endocannabinoids). One of them is an analog of THC (tetrahydrocannabidiol) - anandamide. The endocannabinoid system is precisely the internal system of our body. The results of Dr. Hab. Starowicz-Bubak's work will indicate new directions in the therapy of neuropathic pain. The scientist is checking which systems, receptors or molecules can be targeted to treat and alleviate chronic pain. \"As a result of our project, a new injection or tablet that could be bought in a pharmacy after the project is completed will not be created. However, we will select the molecules that best confirm our hypothesis and examine their pharmacological properties,\" explains Dr. Starowicz-Bubak. The work of her team can give hints to pharmaceutical companies regarding ways to design drugs. At the stage of basic research, it is not yet about licenses or patents.", "lang": "en"}
{"opinion_id": "op_000233", "text": "The female doctor was nice, listened attentively. The visit actually did not last 30 minutes but was shorter. A short interview, pulse examination, tongue examination, auscultation. Prescribed herbal medications and acupuncture. In my opinion, it is too early for an evaluation, I am waiting for all this to take effect, but I am positively disposed.", "lang": "en"}
{"opinion_id": "op_000234", "text": "I do not have the best experiences with this female doctor. The child had low weight gain - she did not tell me to supplement my son's feeding with any formula. She kept telling me that the child was not gaining weight because I was on a bad diet. In the end, I was only eating bread with vegetable butter and my son still wasn't gaining weight. He was constantly crying and hanging on my breast and the female doctor claimed the child had colic. It ended with my son landing in the hospital with hepatitis (from hunger) and a urinary tract infection. I was immediately told to supplement his feeding with Nutramigen. I changed doctors. Now the child is healthy, 1.5 years old. My female doctor is on vacation and today I was forced to go again for a vaccination to Dr. Anna Kowalska.... Oh horror.... she did not want to write a prescription for formula for the child, claiming there were no grounds, because the hospital discharge, where it is clearly written in the indications - NUTRAMIGEN!!! is no longer valid.... I am speechless..... I definitely advise against it.... for me she is below a one.....", "lang": "en"}
{"opinion_id": "op_000235", "text": "Before I move on to the opinion about the Doctor, a few words about the service at Plejady. I am very satisfied with the customer approach. The staff is very nice and tries to help in every possible way to make the patient's life easier. Big five stars for this place!!! As for the Doctor, he did an ultrasound of the hip joint of my one-month-old daughter. He has incredible patience with children. Even though the child relieved herself on the table several times during the procedure, the doctor treated this fact with great understanding. At the end, since I am a beginner dad, he helped me diaper and dress my daughter. Of course, I am not mentioning the professionalism of the Doctor here because it is obvious. He explained everything to me so that even a layman like me understood everything. I recommend Plejady to everyone - they are great and I will be going back there.", "lang": "en"}
{"opinion_id": "op_000236", "text": "I was at the female doctor's for a visit with my four-month-old child. My son had dry skin on his décolleté and flaky skin on his neck, after a one-time application of an ointment with a small amount of zinc oxide on the pimples on his neck (the pimples disappeared but the skin dried out). I was counting on a good compound ointment on prescription, unfortunately we got a steroid + syrup so the little one wouldn't scratch himself. I am one of those people who read leaflets from A to Z, and I decided not to give these medicines to my child, the syrup had in the leaflet \"for children from 2 years old\", and a steroid seems to me to be a last resort, meanwhile my son had the skin problem for only 2 days. I consulted the medicines with my pediatrician, she reacted to the syrup: \"God forbid, he is too small for such medicines\", and for the neck she told me to smear it with a regular emollient cream, after 3 days the skin regenerated and the problem disappeared.", "lang": "en"}
{"opinion_id": "op_000237", "text": "This is a doctor with a vocation, who will listen and advise. In addition to great knowledge, he possesses incredible sensitivity towards another person. The best doctor I have ever dealt with in my life, he is simply a very good person who is guided by his heart, being his patient is an honor! I can recommend the Doctor with a clear conscience!!!!!", "lang": "en"}
{"opinion_id": "op_000238", "text": "I had one proctological visit with this doctor several years ago and it was a traumatic experience. At the outset, I was scolded in a very unpleasant manner for improper preparation for the examination (which was done according to the instructions received at the clinic). During the rather difficult examination for the patient, the doctor, instead of helping, kept yelling at me that because of me he couldn't perform the examination. Recently, in the same clinic, waiting in line for another doctor, I had the opportunity to hear him treat another patient in a similar, outrageous manner. So the entire waiting room knew what examination the poor patient was unsuccessfully undergoing. Embarrassing.", "lang": "en"}
{"opinion_id": "op_000239", "text": "For now, the most important practical application of Prof. Guzik's discovery is the awareness of how important it is to treat long-term inflammatory states. Together with the dentist Prof. Marta Cześnikiewicz-Guzik, the researcher demonstrated a close relationship between periodontitis and arterial hypertension. The scientific couple conducted a clinical trial in Krakow, all participants of which suffered from periodontitis. Some of them were treated mildly, while others – intensively. In those people who underwent intensive treatment, there was a significant improvement in the control of arterial hypertension - and without additional treatment. According to the researchers, dentists can support the treatment of hypertension by reducing the overall inflammatory state. Prof. Tomasz Guzik has been the editor-in-chief of one of the European cardiology journals - Cardiovascular Research, which sets trends in cardiology, since January. He is a winner of an ERC grant and a laureate of, among others, the Foundation for Polish Science Prize – the highest distinction awarded by this organization. He started as a scholarship holder of the START FNP program.", "lang": "en"}
{"opinion_id": "op_000240", "text": "Unfortunately, I am not satisfied with the visit to Dr. Jan Kowalski. For the first visit, I came with allergy tests done earlier, the result of which was positive. Despite these results, the doctor said that I am not allergic. The doctor was distracted, the interview was very chaotic. That I am not allergic to anything he concluded only based on the conversation he had with me, without even looking at the test results. And my cough has been persisting for about 3 years, I get sick very often, my throat hurts constantly, my stomach and head often hurt and I generally feel weak. And it's not asthma because I was tested for that too. Besides, the fact that I don't have asthma further convinced the doctor that I don't have allergies. And from what I know, it is untreated allergy that can lead to asthma. I think a doctor should listen carefully to what the patient has to say about their ailments, and unfortunately I did not have that opportunity during the visit to Dr. Jan Kowalski.", "lang": "en"}