{"opinion_id": "op_004241", "text": "I recommend, professional approach and pleasant atmosphere.", "lang": "en"}
{"opinion_id": "op_004242", "text": "Highly recommended, great approach with heart and willingness to help for the future and a better life", "lang": "en"}
{"opinion_id": "op_004243", "text": "Very substantive conversation, lots of ideas and solutions for the situation. The specialist is substantive, empathetic, understanding. I recommend.", "lang": "en"}
{"opinion_id": "op_004244", "text": "Really great! After the first month, you can see the effects and Mr. Jan motivates wonderfully to work on yourself. I recommend", "lang": "en"}
{"opinion_id": "op_004245", "text": "I warmly recommend Mr. Jan, this is the beginning of our journey but I already know it will be a pleasant trip", "lang": "en"}
{"opinion_id": "op_004246", "text": "I highly recommend Mr. Jan, who is a true professional. His individual approach to the patient, vast knowledge, and commitment make us feel we are in good hands.", "lang": "en"}
{"opinion_id": "op_004247", "text": "My daughter and I went to Mr. Jan after reading positive reviews and we were not disappointed. Very good contact with the child, everything explained in great detail, without rush. My daughter is very satisfied, with energy to act. I warmly recommend.", "lang": "en"}
{"opinion_id": "op_004248", "text": "We recommend with all our heart from my daughter and me. Mr. Jan is nice, warm, friendly, a very pleasant person. He explains everything understandably, has a very good contact with the child!!! My daughter liked him immediately, she left the office satisfied. I recommend Mr. Jan to everyone with a clear heart. It was our first time today and we are both satisfied. I think everyone should benefit from this gentleman's knowledge.. We both send warm regards and wish all new patients nothing but success!!!", "lang": "en"}
{"opinion_id": "op_004249", "text": "Mr. Jan is a good specialist, explained the recommendations and nutrition plan to me well and in detail, I recommend Mr. Jan", "lang": "en"}
{"opinion_id": "op_004250", "text": "I can recommend cooperation with Mr. Jan with a clear conscience. He is a trustworthy person, prepared me excellently for bariatric surgery, thanks to him I didn't get lost in all of it and it was tough at times, as it is at the beginning. He is a great specialist in his field, approaches each patient individually and for me Mr. Jan is a walking compendium of knowledge that he can convey in a great way. For me, there is no better psychodietitian, I recommend with all my heart", "lang": "en"}
{"opinion_id": "op_004251", "text": "Individual approach to the patient, commitment and professionalism.", "lang": "en"}
{"opinion_id": "op_004252", "text": "I was preparing for bariatric surgery under the supervision of Mr. Jan and I am very satisfied with the cooperation, besides great substantive knowledge he showed enormous patience, commitment and flexibility :-) I recommend :-)", "lang": "en"}
{"opinion_id": "op_004253", "text": "Unpleasant person. I did not feel comfortable. The person cannot accept criticism, even answers pretentiously.", "lang": "en"}
{"opinion_id": "op_004254", "text": "Specific, substantive and effective in his actions. Professionally prepared and guided me through the bariatric procedure.", "lang": "en"}
{"opinion_id": "op_004255", "text": "Mr. Jan is a concrete specialist in his field. He prepared me for bariatric surgery 100%. He took care and still takes care of his patient after the surgery. A nice, empathetic, helpful and detail-caring specialist. Thank you Mr. Jan for your commitment and work input to improve my health. I recommend with all my", "lang": "en"}
{"opinion_id": "op_004256", "text": "Mr. Jan prepared me for bariatric surgery. I am grateful to him for the detailed explanations and knowledge he conveyed to me. I warmly recommend cooperation with Mr. Jan", "lang": "en"}
{"opinion_id": "op_004257", "text": "For several months, both before and after bariatric surgery, Mr. Jan provided only good advice and materials that effectively helped me reduce weight. Thanks to Mr. Jan and his knowledge I lost 45 kg which is our shared success. I highly recommend both as a psychologist and a dietitian", "lang": "en"}
{"opinion_id": "op_004258", "text": "Very positive impressions after the 1st visit. Friendly attitude towards the patient, ease of communication and engagement in solving the patient's problems.", "lang": "en"}
{"opinion_id": "op_004259", "text": "I recommend. Full professionalism and high effectiveness of therapy.", "lang": "en"}
{"opinion_id": "op_004260", "text": "This was my first visit to Mr. Jan. It took place in a very pleasant atmosphere. Everything was well explained and clarified to me. The interview was conducted very thoroughly. I recommend with all my heart a visit to Dr. Jan.", "lang": "en"}
