{"opinion_id": "op_004061", "text": "Jestem bardzo zadowolona z wizyty. Lekarz wszystko mi dokładnie wytłumaczył, powiedział czego się mogę spodziewać, jak radzić sobie z bólem. Metody które zastosował przyniosły efekty", "lang": "pl"}
{"opinion_id": "op_004062", "text": "Wizyta konkretna, w odpowiedzi na moje dolegliwości bólowe. Plus ćwiczenia do wykonania w domu. Dziękuję.", "lang": "pl"}
{"opinion_id": "op_004063", "text": "Pełen profesjonalizm, wizyta o czasie, szczegółowe omówienie problemu", "lang": "pl"}
{"opinion_id": "op_004064", "text": "Była to moja pierwsza wizyta u fizjoterapeuty w ogóle. Było we mnie wiele strachu, bo słyszałam, że fizjoterapia boli. Po krótkiej rozmowie z Panem Filipem wiedziałam, że nie mam się czego bać. Czułam się zaopiekowana i zrozumiana. Nie było wykonywane nic, co powodowałoby u mnie ból, co najwyżej dyskomfort wynikający z pracy nad napiętym mięśniem. Sama placówka przyjemna, Pani na recepcji bardzo miła i pomocna. Polecam", "lang": "pl"}
{"opinion_id": "op_004065", "text": "Gburowaty recepcjonista niczym z NFZ to jedno a drugie najważniejsze to na moje pytanie czy na pewno jest USG ( tak jak zamawiałem wizytę) odpowiada jak Fizjoterapeuta tak zadecyduję ( Jak zadecyduję jak umówiłem taką usługę i za nią płacę !!)", "lang": "pl"}
{"opinion_id": "op_004066", "text": "Profesjonalne, kompleksowe podejście. Bardzo dokładne badanie usg, z nastawieniem nie tylko na  zbadanie problemu, ale i upewnienie się co do braku innych dysfunkcji w obrębie stawów kolanowych. Pierwszy raz czułam się tak zaopiekowana, udało się wskazać przyczynę problemu oraz uzyskałam konkretne wytyczne co do ćwiczeń. A to wszystko w bardzo przystępnej cenie. Polecam!", "lang": "pl"}
{"opinion_id": "op_004067", "text": "Bardzo profesjonalne, metodyczne podejście. Polecam", "lang": "pl"}
{"opinion_id": "op_004068", "text": "Bardzo przyjemna i skuteczna konsultacja i zabieg - bezpośrednio po zabiegu duża ulga. Miła atmosfera i duże zaangażowanie Pana Filipa.", "lang": "pl"}
{"opinion_id": "op_004069", "text": "Usłyszałam przede wszystkim konkrety. Jakie ćwiczenia mam wykonywać. Co robić a czego lepiej na razie nie. Wszystko ze zrozumieniem i empatią.", "lang": "pl"}
{"opinion_id": "op_004070", "text": "Bardzo sympatyczny i komunikatywny fizjoterapeuta.", "lang": "pl"}
{"opinion_id": "op_004071", "text": "Zastosowana terapia okazała się skuteczna. Pan Paweł jest dobrym fizjoterapeutą i bardzo kontaktowym człowiekiem.", "lang": "pl"}
{"opinion_id": "op_004072", "text": "Bardzo rzetelny , dokładny i pomocny , rewelacyjny kontakt . Polecam z całego Pana Pawła", "lang": "pl"}
{"opinion_id": "op_004073", "text": "Bardzo sympatyczny i kompetentny specjalista. Polecam serdecznie Pana Pawła", "lang": "pl"}
{"opinion_id": "op_004074", "text": "Polecam, trafny dobór porad i ćwiczeń do diagnozy. Wrócimy po więcej.", "lang": "pl"}
{"opinion_id": "op_004075", "text": "Jak zwykle pomocna i skuteczna wizyta!", "lang": "pl"}
{"opinion_id": "op_004076", "text": "Przy pierwszej wizycie , czułam się bardzo komfortowo . Pan Paweł natychmiast zdiagnozował problem i skutecznie sobie z nim poradził.", "lang": "pl"}
{"opinion_id": "op_004077", "text": "Polecam! Bardzo mila atmosfera i profesjonalnie podejście!", "lang": "pl"}
{"opinion_id": "op_004078", "text": "Bardzo sympatyczna wizyta, fizjoterapeuta z dobrym podejściem do pacjenta, fachowo, dokładnie. Polecam.", "lang": "pl"}
{"opinion_id": "op_004079", "text": "Polecam! Dobry specjalista, dostałem dużo cennych wskazówek m.in jak nie doprowadzić się ponownie do stanu, w którym pojawiłem się u Pana Pawła :)", "lang": "pl"}
{"opinion_id": "op_004080", "text": "Pani Agnieszka pomaga w sposób bardzo kompleksowy rozwiązując nie tylko ból w konkretnym miejscu, ale tłumacząc skąd się wywodzi i jakie działania należy podejmować, żeby zniknął na stałe. Dodatkowo bardzo dba o swoich pacjentów i interesuje się, nawet po wizycie, czy ból nie powraca.", "lang": "pl"}
