{"opinion_id": "op_004261", "text": "Najlepszy dietetyk na jakiego mogłam trafić", "lang": "pl"}
{"opinion_id": "op_004262", "text": "Lekarz rzeczowy, doświadczony,  realnie podchodzący do ograniczeń pacjenta i wyznaczania celów, szczegółowy instruktaż, informacje przekazane w sposób przystępny, pierwsza konsultacja zachęca do dalszego działania:-).", "lang": "pl"}
{"opinion_id": "op_004263", "text": "Bardzo polecam doktora Karola ! Dwa miesiące temu zaczynałam z waga 113 kg, dziś 91. To mówi samo za siebie. Doktor jest bardzo szczegółowy, bardzo dociekliwy w wywiadzie. Wszytko dokładnie wytłumaczył jakie procesy zachodzą podczas spożywania poszczególnych posilków. Dał dokładne wytyczne co mogę jeść, czego absolutnie unikać. Bardzo dobrze ustawił moja insulinoopornosć i celiakię dietą. Czuję się zdecydowanie lepiej bedąc na zaleceniach doktora i wkońcu zaczełam chudnąć.", "lang": "pl"}
{"opinion_id": "op_004264", "text": "Po pierwszym spotkaniu jestem bardzo pozytywnie zaskoczona. Jeszcze nie miałam do czynienia z tak zaangażowanym specjalistą, uzyskałam odpowiedzi i wyjaśnienia na każde zadane pytanie, pan Karol poświęcił mi mnóstwo czasu i był pełen zrozumienia dla mojego problemu. Czekam na rozwój naszej współpracy!", "lang": "pl"}
{"opinion_id": "op_004265", "text": "Była to moje pierwsze spotkanie,ale polecam z całego serca każdemu kto chciałby zmienić swoje zdrowie i poczucie się lepiej nie mogę doczekać się diety i zacząć działać.", "lang": "pl"}
{"opinion_id": "op_004266", "text": "Jestem bardzo zadowolona z wizyty, Pan doktor wszystko szczegółowo wyjaśnił a do tego bardzo luźna atmosfera sprawiła, że czułam się jakbym rozmawiała z dobrym znajomym, bardzo gorąco polecam dr. Karola", "lang": "pl"}
{"opinion_id": "op_004267", "text": "Profesjonalne podejście do pacjenta, połączone z prostym i zrozumiałym przekazem zagadnień medycznych.", "lang": "pl"}
{"opinion_id": "op_004268", "text": "Polecam - pełne zaangażowanie, profesjonalizm i przyjazna atmosfera. A kilogramy lecą", "lang": "pl"}
{"opinion_id": "op_004269", "text": "Było bardzo w porządku, teraz optymistycznie czekam na efekty", "lang": "pl"}
{"opinion_id": "op_004270", "text": "Bardzo sympatyczna Pani, mam nadzieję że dieta będzie skuteczna", "lang": "pl"}
{"opinion_id": "op_004271", "text": "Bardzo sympatyczna wizyta. Pani Agnieszka jest zaangażowana, słuchająca i profesjonalna.", "lang": "pl"}
{"opinion_id": "op_004272", "text": "Generalnie byłam zadowolona z wizyt, lecz punktualność leży - musiałam za każdym razem przypominać się o wysłaniu aktualizacji diety. Dodatkowo,  po ostatniej wizycie w marcu ( na następny dzień opłaciłam wizytę)  nie otrzymałam uaktualnienia diety. Napisałam wiadomość do Pani Agnieszki, jednak jedyna odpowiedź jaką otrzymałam to, że ostatni kontakt miałam z nią w styczniu. Wysłałam później wiadomość, że miałyśmy wizytę w marcu i zdjęcie przelewu, lecz bez odzewu.    Szkoda, bo uważam, że jest to dobry dietetyk, ale ze względu na brak punktualności współpraca jest bardzo utrudniona.", "lang": "pl"}
{"opinion_id": "op_004273", "text": "Polecam. Profesjonalnie. Konkretnie a także precyzyjnie wszystko zostało omówione.", "lang": "pl"}
{"opinion_id": "op_004274", "text": "bardzo polecam Panią dietetyk - szczególna analiza, empatia, klarowne wytłumaczenie wszystkiego", "lang": "pl"}
{"opinion_id": "op_004275", "text": "Niezwykle konkretna konsultacja dietetyczna, na pewno na jednym spotkaniu się nie skończy :).", "lang": "pl"}
{"opinion_id": "op_004276", "text": "To była moja pierwsza wizyta u Pani Dietetyk. Wyjaśniła mi wszystko szczegółowo, ukierunkowała na określone działania, a także szczegółowo omówiła ze mną wyniki analizy składu ciała. Pani Magister jest bardzo sympatyczną osobą, wizyta przebiega w bardzo miłej, wręcz domowej atmosferze. Z całego serca polecam Panią Agnieszkę!", "lang": "pl"}
{"opinion_id": "op_004277", "text": "Pani dietetyk wszystko rzeczowo wyjaśnia i obrazuje plan stosowania diety. To pierwsza wizyta ale pani doktor wydaje się mocno zaangażowana, chętna do pomocy.", "lang": "pl"}
{"opinion_id": "op_004278", "text": "Bardzo dobry dietek :)", "lang": "pl"}
{"opinion_id": "op_004279", "text": "Polecam, wizyta przebiegła zadowalająco, czuję się w pełni zaopiekowany i poinformowany.", "lang": "pl"}
{"opinion_id": "op_004280", "text": "Na temat żywienia diet jest multum informacji i samozwańczych dietetyków ale łatwo można zbłądzić. Tutaj mamy rozwiązanie naszego problemu. Pani Diana jest właściwie wykształcona i jej wiedza broni się w tym co robi z pasją. Pomaga chorym. Nie boi się trudnych przypadków. Jestem żywym przykładem gdzie jej pomoc a dokładnie jadłospis postawił moja morfologię przez 2 m-ce w stan idealny a byłam po chemioterapii.  Jestem wdzięczna mimo że nie wierzyłam. Polecam każdemu rady Pani Diany - działają cuda.", "lang": "pl"}
