{"opinion_id": "op_003261", "text": "Many patients with Lyme disease do not recall being bitten by this arachnid. This is not surprising, as scientists from SGGW remind us that the disease is also transmitted by tick larvae and nymphs, which are so small that they are sometimes hard to see. Experts caution against applying any fat, onion juice, or anything else to a tick embedded in the skin. To remove the parasite, you should grab it close to the skin and pull it out with a decisive motion, perpendicular to the point of insertion. The tick should not be twisted, as this risks breaking it and leaving parts of its mouth apparatus in the body. You must also be careful not to press on its engorged abdomen—do not allow the arachnid to regurgitate the contents of its digestive tract.", "lang": "en"}
{"opinion_id": "op_003262", "text": "We went with our child for an echocardiogram with Dr. Anna Kowalska—she immediately alienated the child by treating them like an adult, even though she is a pediatric cardiologist. The doctor has absolutely no approach to children: she did not establish any contact with the child, did not engage them in anything, and our child got scared of the aloof doctor and cried throughout the entire examination. I should add that this does not happen during other examinations. We are not judging the doctor's knowledge, but the lack of approach to the child may affect our child's negative perception of other doctors in the future. Moreover, we wonder whether the child's nervousness and crying might have impacted the reliability of the test results.", "lang": "en"}
{"opinion_id": "op_003263", "text": "Maybe he's a good specialist and knows his stuff, but zero gentleness during a colonoscopy with inflamed intestines—he had a great laugh that I was in pain, I was fainting from the pain and he was laughing! On top of that, he made snide remarks that I pushed myself into the hospital when I was dying from pain for over 24 hours at home—some misunderstanding, zero sensitivity, zero gentleness, and a sense of humor that offends any human dignity! Zero approach as a human being—he treated me in that state like a spoiled child who dreams of spending the holidays in the hospital on an IV drip!", "lang": "en"}
{"opinion_id": "op_003264", "text": "I agree with those opinions that Dr. Jan Kowalski can say something sharply and bluntly to someone. It prompted me to give him a good review here because he cured my fiancée of vegetarianism. We are expecting a child and planning a wedding for December, but my Kasia did not want to eat meat even during pregnancy. I told the doctor about this a few days ago during a visit, and he delivered a lecture on folic acid, iron, and other components I don't remember. He spoke in a raised voice, saying that I couldn't explain it to her for several months or since we've known each other. Kasia was very embarrassed, but it worked. Today we ate pasta with meat sauce. He's a straightforward guy—yes means yes, no means no. We have to take care of the baby's health. Thank you, Doctor.", "lang": "en"}
{"opinion_id": "op_003265", "text": "The first enzyme studied using HyCoSuL technology was human neutrophil elastase, which is involved in cancer development and also participates in the process of fighting pathogens. Polish scientists managed to obtain a new fluorogenic peptide substrate, which is recognized several thousand times better by the enzyme than commercially available molecules. In the next stage, the obtained substrate was transformed into a chemical marker that binds very well to elastin. \"We confirmed the usefulness of our marker (and the entire technology) through biological studies, in which we visualized elastase activity in the formation of so-called neutrophil extracellular traps (NETs). These traps are fibers built predominantly of DNA strands secreted from neutrophils, and their task is to capture life-threatening pathogens,\" explains M.Sc. Eng. Paulina Kasperkiewicz.", "lang": "en"}
{"opinion_id": "op_003266", "text": "I was on a paid visit that lasted max 5-10 minutes. Honestly, the doctor didn't tell me ANYTHING, only prescribed Duac ointment. Being 24 years old, I came to her with an acne problem (usually temporary or occasional pimples, but I've had them constantly since middle school). I asked what might be causing it, what diet to follow, etc., and she didn't answer any of my questions specifically. As for the Duac ointment, I'm not satisfied. Sometimes BEFORE looks worse than AFTER using this ointment, which irritates me quite strongly—my skin peels, is red, with enlarged pores (the dermatologist warned me about its effects), but with my acne, which is often sporadic, it's simply not worth using. If I were to go to a dermatologist again, I probably wouldn't choose this lady again.", "lang": "en"}
{"opinion_id": "op_003267", "text": "Indeed, the doctor examines very thoroughly for a small fee, is quite nice and willing to help. A minus, however, because during my visit the doctor handled private matters over the phone and couldn't advise me regarding medication; I heard that it was solely my decision. I think, however, that he should know better what would be best for me. This doesn't change the fact that, as one of the few gynecologists, he remembers to perform a breast exam and strongly emphasizes its importance, which is extremely important.", "lang": "en"}
{"opinion_id": "op_003268", "text": "I'm planning to have a deviated septum surgery with the doctor, has anyone already had it done?? Please give me some tips on what it's like because after reading the posts I'm terrified. Indeed, this doctor was recommended to me by another ENT specialist, and I was with him twice, and he made a good impression on me—smiling, but the fact is he spoke little about the procedure itself and I had to ask questions. Regards.", "lang": "en"}
{"opinion_id": "op_003269", "text": "I remember reading these reviews when my mom was diagnosed with pleural mesothelioma after a long stay at the hospital on Płocka Street. They diagnosed her for so long at Płocka that it metastasized to the bones. They delayed the surgery for about a month. Our savior was Mr. Szczylik. During chemotherapy every three weeks, there was always a different doctor, test results got lost somewhere. After the third chemo, my mom finally passed away. I understand that the chemo didn't work and the type of cancer was very dangerous, but in such cases, I would have expected more involvement from the professor. It's worth attributing wins in simple cases. Regards.", "lang": "en"}
{"opinion_id": "op_003270", "text": "Hello. With this doctor, you can't even get a prescription for patches. To get a prescription, you have to schedule a private visit costing 70 PLN + patches about 50 PLN. Monthly contraception cost 120 PLN. A disaster!!! I forced him to give me one pack of contraceptive patches (because I didn't have to apply one that day and didn't have time to look for a gynecologist), but he told me not to come again because I'd just waste time... Great approach, right??? Fortunately, there's no shortage of gynecologists in Białystok. Regards and wish you accurate decisions... :)", "lang": "en"}
{"opinion_id": "op_003271", "text": "Dr. Jan Kowalski is a doctor I recommend with full conviction. His professional approach to the patient is felt from the first visit, which I had at the end of 2016, and I continue treatment to this day with satisfactory results. Endocrinology is one of the more difficult specializations, and I struggled with my sudden thyroid disease for a long time before \"reaching\" the Doctor. Previous treatment with other doctors was not effective, perhaps because during the visit I had the impression that I was just another disease phenomenon to them, not a sick person relying on them and expecting help. They only saw my test results or their own \"notes.\" After all, all patients going to the doctor for help feel helpless like children and expect care. I felt worse and worse, I was devastated. When I reached Dr. Jan Kowalski, already at the first visit I felt I was in \"good hands,\" and the subsequent treatment conducted by the Doctor only confirmed this. The Doctor's competence and involvement in caring for me are rare in today's times. Additionally, the Doctor's warm personality is a balm for a patient troubled by illness. He allocates as much time as needed for the patient, analyzes everything thoroughly, explains, and upon leaving the office, the patient has all written instructions, which is extremely important if they didn't remember all the medical \"orders\" from the Doctor. For the first time, I encounter such professionally maintained documentation, which is crucial for analyzing the course or history of the illness. Most importantly, the Doctor makes correct diagnoses along with the direction of treatment, as a thorough analysis of test results leads to an objective selection of medication doses, which in endocrinology is very individual for each patient. In my opinion, this is a key approach to effective treatment, and in endocrinology, a necessary condition for the expected result. Moreover, the Doctor treats the patient comprehensively, also paying attention to their other ailments (i.e., non-endocrinological, as he is also an Internist), which he discovers in the results or simply listens to \"what hurts.\" He always gives a tip, a direction of action, orders a test, or even recommends a place where you can find a competent person. Highly recommended. Anna", "lang": "en"}
{"opinion_id": "op_003272", "text": "Prof. Jan Kowalski from Jagiellonian University in Krakow reminded that in Poland, intelligent drugs, so-called incretins, which allow better control of blood glucose levels and do not increase the risk of hypoglycemia and weight gain, are still not reimbursed. Furthermore, there is no good funding for diabetology education, and patients with diabetes have to wait several months in line to see a diabetologist and specialists treating complications of the disease, he listed. According to the diabetologist, the fact that diabetes is not treated in Poland in accordance with the recommendations of international scientific societies, including the Polish Diabetes Association (PTD), is evidenced by the fact that in less than 7% of patients with diabetes, the most important therapeutic goals are achieved, i.e., appropriate glucose levels (measured by glycated hemoglobin HbA1c), blood pressure, and lipids (cholesterol) in the blood.", "lang": "en"}
{"opinion_id": "op_003273", "text": "A year ago, I went to the Hearing and Speech Center \"Medincus\" where Dr. Grażyna Bartnik practices, hoping that I might finally learn something new about treating tinnitus, which I've been suffering from for 8 years after suddenly losing hearing in my left ear for a period of 2 weeks. My visit cost about 300 PLN because, besides the consultation with Dr. Bartnik, I had basic hearing tests with an audiogram, the same as in any ordinary ENT-audiology clinic (e.g., at OTO MEDIC in Krakow, such a test costs 50 PLN). So if anyone hopes that at the mentioned Medincus center they will perform some specialized tests, better not waste time and money because you can do the same tests in any larger city and much cheaper. As for the consultation with Dr. Bartnik, it was one big tragedy; to my question on how to treat tinnitus, I received the answer that tinnitus basically cannot be cured and you have to learn to live with it. When I started pressing to learn more about tinnitus, the doctor told me basic slogans about tinnitus treatment (laser therapy, oxygen therapy, habituation method, etc.), which anyone can find online in 5 minutes, and that ended my treatment with Dr. Grażyna Bartnik. So if you hope to get help here regarding tinnitus, I advise you to look elsewhere because this whole \"Medincus\" center, besides a nice name, has nothing new to offer, only to extract several hundred złoty from you for information you can get online in 5 minutes.", "lang": "en"}
{"opinion_id": "op_003274", "text": "I was with my daughter at the Doctor's three times. They reduced one medication, increased another, my daughter felt very bad. We went for a visit, they told us to discontinue that medication, it got worse, my daughter had a panic attack. First of all, I suggested changing the medication right away, but the doctor told us to wait longer; I paid 120 PLN to hear 'we discontinue the medication' without giving anything in return. After 3 visits, I conclude that we should change the doctor.", "lang": "en"}
{"opinion_id": "op_003275", "text": "A very friendly and competent doctor. He efficiently helped me when I sprained my ankle. I fondly remember visits to his office even though the situation of a sprained ankle was quite unpleasant for me ;-) He took care of me very nicely and looked after me. Explained everything thoroughly. The right person in the right place. Worthy of recommendation.", "lang": "en"}
{"opinion_id": "op_003276", "text": "My stomach was hurting terribly and I didn't have my period, so I went to this doctor because she was available that day, and she told me it was some inflammation of the adnexa. That same evening, I had a terrible hemorrhage and lost consciousness from the pain; I was taken to the hospital in Poznań and they operated on me immediately. It turned out to be an ectopic pregnancy that had ruptured, and all the blood spilled into my intestines... I lay in a coma for a week, and the doctors didn't give me much chance of survival. Somehow I made it through, but I almost lost my life because of this woman who doesn't know what she's doing. This situation could have been avoided if she had done an ultrasound, and then the pregnancy could have been detected earlier. I really advise against treatment with this woman!", "lang": "en"}
{"opinion_id": "op_003277", "text": "Ms. Anna is a professional speech therapist, always prepared for sessions, using a variety of teaching materials. Three years ago, Ms. Anna helped my older daughter, who couldn't pronounce the sounds l, r, sh and lisped a bit due to an open bite. Thanks to a wonderful approach to children, lessons conducted in the form of play (e.g., board games are used), flexible approach to little ones, and systematicity, my daughter quickly started speaking correctly. This year, I invited Ms. Anna to teach my younger daughter, who had problems pronouncing r. The sound is already \"elicited,\" but certainly by the end of the preschool year, my daughter will be practicing with Ms. Anna because she loves these sessions and Ms. Anna. I sincerely recommend! Anna Kowalska", "lang": "en"}
{"opinion_id": "op_003278", "text": "A very good doctor, advised me to get glasses with different parameters than I always had, and finally I see well. I did have to adjust a bit to the new glasses, but it's okay. In the optician next to the office, a large selection of frames, average prices, typical for Kielce.", "lang": "en"}
{"opinion_id": "op_003279", "text": "An excellent specialist—we've been under the Doctor's care for 5 months. The examination lasts almost an hour—my daughter is now 7 months old, so it's not easy to handle such a small child, but the Doctor manages superbly. She talks to the child, smiles, but also conducts a thorough examination and describes at length to the parent what she noticed. Honestly, I only now read the reviews on this forum and I'm very surprised by them. For me, she is a great specialist—yes, she requires cooperation from the parent, points out developmental errors—but that's probably what this profession is about. I recommend!", "lang": "en"}
{"opinion_id": "op_003280", "text": "I also cannot say a good word about Dr. Jan Kowalski. I went to him with a serious ankle joint injury, which was detected thanks to the vigilance of a physiotherapist—a referral for an MRI where, unfortunately, the worst fears were confirmed. Dr. Jan Kowalski, despite the MRI image and its detailed description, which showed the injuries I sustained, decided that it was just ordinary fatigue and prescribed a handful of rehabilitation sessions prophylactically. I consulted my situation with three independent orthopedists, who all unequivocally stated that it was a very serious injury requiring three surgeries (arthroscopy, ligament reconstruction, and cartilage repair). I'm not a specialist, but in my feelings, a doctor with such experience and education should notice any symptoms that are visible to the naked eye (ankle instability, swelling, plus the MRI image). If it weren't for my further involvement and the persistent ankle pain, who knows if I wouldn't have returned to sports and it wouldn't have ended with much more serious complications. I am currently post-surgery and have started the tedious process of rehabilitation.", "lang": "en"}
