{"opinion_id": "op_002901", "text": "It is a competition between groups of students in simulated clinical scenarios. The patients were modern medical simulators. The competition was organized for the fourth time by the Silesian Medical University (SUM) in Katowice at its well-equipped Center for Medical Didactics and Simulation. The center's capabilities allow for the recreation of diverse conditions in which future doctors will have to work. During Monday's competition, participants had to help a hostage with a severe asthma attack who was being held at a sports shooting range. During the police action, the perpetrator was also injured and required the team's intervention. The second task was to deliver a physiological birth in a hospital, and the third was to treat a patient in the hospital emergency department who had been brought there by a medical rescue team with symptoms of shortness of breath and hemoptysis.", "lang": "en"}
{"opinion_id": "op_002902", "text": "He is strange, a bit like Dr. House, he doesn't show emotions. I say I'm stressed because my mother died, no reaction. He reads you like an open book, and unfortunately, he is 90% accurate. He talks about a hysterectomy as if it were like drinking a coffee with milk, and I'm only 40 years old. I cried during the appointment and after. I was naive, thinking that if I went to the doctor and kept up with tests, what happened to my mother (they removed everything when she was 45) wouldn't happen to me. But thanks to this visit, I know what to do and I won't give up. He performed the vaginal ultrasound very gently; recently it hurt terribly with another doctor, but with him, nothing, even though I was scared. So despite the unpleasant distance he has towards patients, I recommend!!!", "lang": "en"}
{"opinion_id": "op_002903", "text": "It's hard for me to recommend a man who makes a judgment after reading two sentences in an MRI description - unwilling to even look at the CD at my request. Making a diagnosis automatically after reading the description - \"You have the spine of a 50-year-old man\" I am 27 years old ;) I talk for 5 minutes about problems with my upper right limb (that's why I came to Dr. Jan Kowalski) - how they occurred (a mechanical injury during exertion - it wasn't a process). Do \"mild degenerative changes\" in an MRI description really cause tingling in the two small fingers of the upper limb and stabbing pain in the elbow, very fitting for tennis/golfer's elbow? To the question of whether I should seek an alternative opinion, Dr. Jan Kowalski responds that there is no need, issuing a kind of \"verdict\". After 10 minutes of mostly my monologue, an awkward silence falls. All I could do was ask \"how much do I owe\" and hand over 150 PLN. I understand that 6 PM is late for everyone. But if you are a professional and provide services at that hour, being tired shouldn't be an argument. The doctor, of all the imaging tests I had gathered, deigned to look only at the DESCRIPTION of the MRI, which I had done most recently. (X-ray, MRI, ultrasound) - both of the cervical spine and the \"faulty\" limb I came to the doctor with. The only positive thing I took from the visit was information about a rehabilitation facility at AWFiS, where, after today's consultations, Dr. Jan Kowalski's diagnosis was questioned. The doctor there was kind enough to look at the MRI CD, explaining that everyone has this type of degenerative changes, and I have evident compression of the nerves in my right limb, which we will try to remove mechanically with a series of chiropractic treatments and deep massages. - I should sue you and demand compensation/refund of costs But I didn't even get a receipt for the visit - everything was done verbally in a domestic setting. Regards, and if you want to reply here, I advise you to do so constructively.", "lang": "en"}
{"opinion_id": "op_002904", "text": "Unfortunately, I have to share the opinion of \"don\" and \"Mr. A.\". I went to the doctor with hope that she would help me in the initial phase of my illness. As it turns out, it's good that I went to my family doctor earlier, who, right after seeing my positive test results, started antibiotics while waiting for the appointment with the doctor. The doctor wasn't very talkative; similar to \"don's\" case, she kept yawning and closing her eyes; during that time she wasn't listening to me, because after waking up she asked me to repeat what I had said. Whatever I learned (and it wasn't much) was only and exclusively in response to my questions. If I hadn't asked questions, it would probably have ended with just paying for the visit. When I asked about intravenous treatment for this disease, I heard in response \"weeeell... yeeees, you can ask around, check if your clinic agrees to administer IV treatment\". These are private visits; often people spend their last money to go because they know they would wait several months for an NHS appointment. Everyone can have a bad day, but this is not the job of a receptionist, but of a doctor, who is supposed to TREAT, or at least not harm. At the end, the doctor wrote the prescription incorrectly, which I pointed out. In summary: from the visit, I only gained a prescription to extend the antibiotic that my family doctor had prescribed earlier. Conclusions - I need to find another doctor. Unfortunately, based on my own experience, I cannot recommend Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002905", "text": "Great doctor :) He managed my two pregnancies. He always answered all even the stupidest questions; you could call him with doubts between visits. When I was admitted to the hospital during pregnancy with problems, he came and monitored all tests and results, even though I wasn't his private patient. I really regret that I couldn't deliver with the doctor (first there was a renovation of the maternity ward, then it was closed down :( ). He is a doctor who doesn't stress you out, creates a calm atmosphere during the examination, and is a truly kind person. Thanks to him, I also ended up with a brilliant ultrasound specialist, Dr. Jan Kowalski", "lang": "en"}
{"opinion_id": "op_002906", "text": "On the other hand, Randall Peterson from the University of Utah (USA) does not use genetic methods. In his new project, which he talked about during a scientific conference, he studies the mechanisms of drug addiction. \"It turns out that fish can also become addicted to drugs. Now scientists are beginning to look for chemical compounds that will somehow prevent these fish from becoming addicted - perhaps this will lead to new drugs,\" said Prof. Anna Kowalska. As the experts emphasized, research using zebrafish is becoming increasingly popular in Poland. Laboratories working with this fish already exist in Warsaw, Wrocław, Lublin, and Krakow. The first Polish breeding of zebrafish for scientific purposes was established in 2012 at the International Institute of Molecular and Cell Biology in Warsaw. It was financed as part of the FishMed project, funded by the European Commission and the Ministry of Science and Higher Education.", "lang": "en"}
{"opinion_id": "op_002907", "text": "I am posting this comment to warn or prepare other patients for a humiliating contact with the doctor. Difficult, and sometimes impossible, communication. Treating the patient as an object. Documentation, results, and other papers are more important. Silencing the patient - please be quiet. A very authoritarian person, without the ability to conduct a conversation or empathy. I don't go to the doctor to feel sorry for myself or experience unnecessary stress. I want professional service, not to be treated like a child or an intruder from a position of power. I don't know about medicine, but I know where the line is regarding disrespect and condescending treatment of another person.", "lang": "en"}
{"opinion_id": "op_002908", "text": "A fraud, manipulator, and liar. The same tests cost differently each time. Even five times more than in the laboratory where they were performed. In the sixth month of pregnancy, he scared me very much - until the end of the pregnancy I was walking on eggshells. I was told that I would miscarry if I didn't come back in a week with 1000 PLN for a procedure to save my child (I am sure that after the procedure I would have spent a fortune on biweekly check-ups and tests). He wanted to insert a pessary and inject steroids for the baby. After consulting with three other doctors, it turned out that the pregnancy was progressing perfectly and I was healthy as a horse!!! I now have a healthy daughter who was born on time and her development is textbook. He consciously acted to the detriment of me and my child. When I asked for a written diagnosis, he refused. For what he wanted to do, he should have his license to practice revoked. The question remains - How many pregnant women has he harmed? Ps. I will gladly testify if someone manages to bring Mr. Jan Kowalski to court.", "lang": "en"}
{"opinion_id": "op_002909", "text": "I warmly greet you and apologize for writing on this forum!!! I am your relative, specifically the brother of Janka, your mother - my name is Jerzy Michalczyszyn and I live in Wrocław. If you would like to get in touch, look me up on Nasza Klasa. Even though many years have passed since we saw each other in Bytom when I was visiting you with my former partner, I hope you might remember me - at that time your sister Marysia's husband was still alive. Once again, greetings!!! J. Michalczyszyn", "lang": "en"}
{"opinion_id": "op_002910", "text": "\"There is currently no method, aside from histopathological examination, that would allow determining the condition of the lymph nodes during surgery. Histopathological examination is usually performed after the procedure, so if the surgeon fails to find all the diseased nodes, another procedure might be needed. An upgraded probe would allow seeing which lymph nodes are affected during surgery, and the surgeon could remove all the cancerous tissue and affected nodes in one operation,\" said the scientist. Currently, the probe works in a point-by-point manner. Scientists want to develop a device that will scan the entire surface of the removed tissue. Work is also being done to increase the probe's sensitivity. Currently, the device detects cancerous changes to a depth of 5 mm.", "lang": "en"}
{"opinion_id": "op_002911", "text": "I was at the doctor's at Dąbrówki 10 in an emergency situation - I lost my voice. The doctor did not conduct any interview with me. When I wanted to tell her how the illness had progressed before it led to almost complete loss of voice, she interrupted me and didn't let me finish. She was unfriendly, and her statements were laconic. She behaved as if she were a doctor as a punishment. She diagnosed laryngitis but did not prescribe me antibiotics, only calcium and Allertec. The next day I felt even worse and started to run a fever. I went to another doctor who prescribed me antibiotics and wrote me a week's sick leave.", "lang": "en"}
{"opinion_id": "op_002912", "text": "He assessed that improvement in access to sleep apnea diagnostics could be achieved by using a simpler and more than twice cheaper method – a polygraphic test, which has recently been able to be performed by the patient at home. This is made possible by a device developed by Polish engineers and scientists from the company Infoscan S.A. As one of its co-creators, Dr. Eng. Jan Kowalski, assured at a press conference, this is the first such solution in Europe. Prof. Anna Kowalska recalled that sleep apnea is usually talked about in the context of snoring. \"And indeed, there is no sleep apnea without snoring, but not every person who snores is affected by sleep apnea,\" the specialist emphasized.", "lang": "en"}
{"opinion_id": "op_002913", "text": "An excellent doctor, possesses extensive medical knowledge, nice, friendly towards the patient, engaged in the treatment process, doesn't rush, answers all questions and doubts, and the undertaken treatment is effective. I have had psoriasis for over 20 years. For many years I was treated by many specialists, used various ointments, but the problem remained and grew year by year. Even a hospital stay didn't help. Year after year it got worse, psoriasis covered more and more of my body. This disease doesn't hurt, but it makes life difficult. I always wore long pants, long-sleeved blouses, and there was even a period when I had to bandage my hands. The situation changed radically when in 2015 I went to Dr. Anna Kowalska. At the beginning, a thorough interview and tests were conducted, and I was detailedly informed about my disease and the treatment method. During the visit, I could freely ask questions and received exhaustive answers and valuable advice for each one. I have been under the doctor's treatment for over two years. The doctor is a true professional with a wonderful approach to the patient. She informs precisely about the condition, the action of a given medicine, and the course of treatment. You can ask the doctor about anything - even if it's not directly related to the problem you came with - she spends time talking and has always provided me with help and valuable advice. The doctor additionally gave me several important tips regarding the care of my skin, unlike previous dermatologists I had contact with. After many years of treatment by many specialists, I was convinced that nothing would help me get rid of my ailments. Only the doctor correctly selected the appropriate treatment for me and effectively helped me! At the moment, only minor changes on my legs remain from the psoriasis. I wholeheartedly recommend!", "lang": "en"}
{"opinion_id": "op_002914", "text": "I regret to say that I must assess the doctor as a person who should devote a lot of time to supplementing her knowledge. I went to her a few years ago with the beginnings of atopic dermatitis (AD) and the doctor stated that it was my whim. The unbearable itching of the whole body started; she began treating me for scabies, even though I warned her that my husband, who sleeps in the same bed with me, has no symptoms of scabies. After treatment with sulfur ointment, I ended up with terribly dry skin in the dermatology department on Koszykowa Street, where treatment was directed towards AD. I WARN EVERYONE: AVOID THIS DOCTOR. SHE PERSONALLY DID ME A GREAT DEAL OF HARM!!!!!", "lang": "en"}
{"opinion_id": "op_002915", "text": "I had the pleasure of being the doctor's patient as a forensic medical examiner. I experienced a very positive shock after my predecessors: polite, helpful, concrete. I don't know what kind of specialist he is, but such culture and human approach to the patient is unfortunately rare among people of this profession. He helped me a lot; other forensic doctors brushed me off and made up requirements, were impolite and curt. I should add that a few months earlier, when he couldn't help me, he politely explained over the phone why and gave specific reasons (unlike his colleagues). In this regard, I really recommend him!", "lang": "en"}
{"opinion_id": "op_002916", "text": "\"However, children with diabetes playing sports is very positive because it helps in managing diabetes and protects against the chronic complications of the disease,\" the specialist emphasized. \"At first, controlling glycemia seems very difficult, but you can learn it quickly, you just need to maintain self-discipline,\" Mrs. Anna Kowalska, the mother of 11-year-old Jan Kowalski, who trains in the team preparing for the championships in Arnhem, told PAP. Type 1 diabetes was diagnosed in him a year ago. The boy was always very active, practicing, for example, sailing. \"After the diagnosis, there was a fear whether he would be able to continue doing it, but it turned out there were no contraindications,\" she added. She noted that an insulin pump, a device for continuous subcutaneous insulin administration, is a huge convenience here.", "lang": "en"}
{"opinion_id": "op_002917", "text": "After reading so many positive opinions, I made an appointment with the doctor. Unfortunately, I was disappointed. The doctor ordered tests for me without informing me in which phase of my cycle I should perform them. This was very important. I performed the tests in the wrong phase of the cycle, which made my results very bad. At a further stage, I ended up in the hospital, where I was informed that the previous tests were performed in the wrong phase of the cycle, which made my result very inflated. In the hospital, I was tested in two phases of the cycle, and it turned out that my results are normal.", "lang": "en"}
{"opinion_id": "op_002918", "text": "I definitely recommend him; I gave birth to two children under his care. Always nice, smiling. Distracted, that's true, a bit hectic - that's also true. But I disagree with the accusations that he lacks competence. I've been to him both privately and in the hospital - women in the queue maybe complained about the waiting time, but there was no one who complained about the treatment. I listened to stories from women who had been trying to get pregnant for years and only he helped them; that was also the case with my friend. Sure, there are minuses, especially when you came - this was several years ago, now it's probably different - to the hospital clinic. But it's like giving birth at Kopernik Hospital - you either want to give birth in luxury, or you want to be sure you are under the care of the best specialists and can tolerate inconveniences. Greetings, Professor, it's been a long time since we've seen each other :).", "lang": "en"}
{"opinion_id": "op_002919", "text": "I do not recommend! I would never go to this doctor in my life and I certainly wouldn't pay for it. Last year I unfortunately had to have a miscarriage induced in the hospital (blighted ovum). As luck would have it, I ended up with this doctor. During the examination, he was so rough that he broke the speculum inside my vagina, still surprised that the examination was painful. Simply a nightmare beyond description. I would never have believed it in my life if I hadn't experienced it myself. The approach to the patient is dramatic! I totally advise against it.", "lang": "en"}
{"opinion_id": "op_002920", "text": "In the last few decades, more people die in hospitals or hospices. Data from the Central Statistical Office (GUS) shows that in 1980, 42.7% of people died in the hospital, 0.5% in another healthcare facility; 49.1% of deaths occurred at home. After 30 years, these proportions changed significantly, among other things, due to long-term treatment processes in hospitals. In 2011, as many as 50.6% of deaths occurred in hospitals, 6.6% in other facilities (mainly in hospices), and 37% at home. This reduced the burden on the family of caring for the dying. At the same time, one might suspect that due to the disappearance of the natural, in past historical epochs, \"familiarity with death,\" the psychological stress resulting from the loss of a loved one has not decreased but, on the contrary, has increased.", "lang": "en"}