{"opinion_id": "op_004461", "text": "Wonderful, committed, patient and very friendly female doctor.", "lang": "en"}
{"opinion_id": "op_004462", "text": "Very friendly and professional female doctor. She conducted the examination thoroughly, answered all my questions, and I received recommendations and valuable advice. I highly recommend!", "lang": "en"}
{"opinion_id": "op_004463", "text": "Very kind and professional visit. The female doctor remained composed in combat conditions, as there were many patients today, as if there were extra, and thus everyone in the waiting room was nervous. Despite this, the visit went really well. Lots of tips, information, recommendations. We're going back with my daughter for a check-up in a month. The female doctor was actually recommended to us elsewhere as a specialist for teenage patients.", "lang": "en"}
{"opinion_id": "op_004464", "text": "I 100% recommend a visit to Dr. Anna Kowalska. My moles were examined very thoroughly, and I also received many tips regarding other topics/questions I had. Super :)", "lang": "en"}
{"opinion_id": "op_004465", "text": "Wonderful doctor! She explained exactly how to proceed after the procedure and recommended treatment, precisely describing how the medications work. Very empathetic and warm in her approach to the patient. After a short visit, I feel calm and know everything :) Highly recommend!", "lang": "en"}
{"opinion_id": "op_004466", "text": "Visit at Medicover center - skin lesion - very reasonable conversation and hypothesis about where the lesion came from - much better than just prescribing a steroid because it allows understanding the cause. Definitely recommend.", "lang": "en"}
{"opinion_id": "op_004467", "text": "After reading the reviews, I was afraid of this visit, but I left the office satisfied. No issue I came with was dismissed.", "lang": "en"}
{"opinion_id": "op_004468", "text": "The doctor is concrete, a slight delay but the examination was short and to the point. I definitely did not feel any unpleasantness during the visit and can recommend Mr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_004469", "text": "The doctor dismissed the symptoms I've been struggling with for many months. Regarding the problem of very flaky skin on my feet, he responded \"there's no disease, there's no disease\". I also showed him warts, which he similarly dismissed. I didn't even mention the allergy on my hand and the rash on my face because I thought it was pointless. Very, very much not recommended.", "lang": "en"}
{"opinion_id": "op_004470", "text": "I'll say it briefly, I will never use this gentleman's services again despite his academic title, professional experience, etc.", "lang": "en"}
{"opinion_id": "op_004471", "text": "I visited this doctor because I have a fairly serious skin problem all over my body, but the doctor downplayed it and issued a verdict without any tests. The way he addressed me as a patient did not at all reflect the attitude of a doctor who should help, not criticize. He was rude from the very beginning. I don't know if he was tired from his work or just has such a character, but his attitude is an insult to the position of a doctor and the Hippocratic Oath. I definitely do not recommend visits to this doctor - contact with him could only worsen well-being and health, instead of bringing any solution.", "lang": "en"}
{"opinion_id": "op_004472", "text": "The doctor treated me terribly. I came with a skin problem that I've been dealing with for some time and it's very hard to bear. The doctor only looked at the area affected by the disease, no tests, just said his \"suspicions\" about what it looks like to him and prescribed a medication that didn't help at all. No mention of coming for a follow-up visit or what to do if there are no results. The visit lasted a maximum of 10 minutes, he talked to me in a tone as if he was fed up with his job and as if I was just bothering him. No communication with me during the visit. A real tragedy, not only did I wait a long time but the doctor didn't help at all. The receptionists weren't better either, I couldn't normally schedule an appointment date because the lady schedules \"in order\" which meant I had to take a day off work, even though I asked about other available dates.", "lang": "en"}
{"opinion_id": "op_004473", "text": "My second visit to Mr. Jan Kowalski. I maintain my opinion after the first visit. Calm, professionalism and immediate help with the problem. I won't change dermatologists. RECOMMEND.", "lang": "en"}
{"opinion_id": "op_004474", "text": "The worst dermatologist visit I've ever had. A week ago the doctor didn't look at my test results, dismissed the symptoms and prescribed an antibiotic without any tests. The conversation was conducted in a raised tone, without respect for the patient. Never again.", "lang": "en"}
{"opinion_id": "op_004475", "text": "Never again! I was at the appointment two days ago. Lack of willingness to listen to the patient, complete dismissal of my concerns and prescription of inappropriate medications.", "lang": "en"}
{"opinion_id": "op_004476", "text": "It's a pity I didn't see these reviews earlier, I would have saved myself time. The female doctor also told me that I should only come with one thing, because otherwise there are delays, and I just wanted to check a few moles and find out what's happening with my face. No medical history taken, I felt dismissed, nothing was explained either. The lady claims that in Poland we have little atopy, and with my face she doesn't know (I've had redness for a good few years and another dermatologist pointed out that it might be rosacea). The lady told me to stop using creams and not put ANYTHING on my face. Not recommended, waste of money.", "lang": "en"}
{"opinion_id": "op_004477", "text": "I had a procedure scheduled at Luxmed on Wolowska Street. The procedure concerned the removal of fibromas. My visit was delayed by about 40-50 minutes. During it, I felt dismissed, I was rushed, I didn't hear any details about the procedure or recommendations. The female doctor spoke to me using \"you\" in the imperative mood (come closer, take the chair). At the end, I was practically ushered out of the office so as not to take too much time - and I was asking about a follow-up visit. I myself have contact with clients and I never made them feel they were a bother. NOT RECOMMENDED, never again a visit with this lady", "lang": "en"}
{"opinion_id": "op_004478", "text": "One big drama and no words. The doctor ignores the patient. The visit costs 250 PLN and there is no substantive information.", "lang": "en"}
{"opinion_id": "op_004479", "text": "The visit with the female doctor is a total misunderstanding and a waste of time. I've never encountered such a dismissive approach to the patient and their problem. The doctor stated that the mole was too small to examine and that prophylaxis in the form of checking the mole I wanted to check was just my fears. Lack of professional approach to the patient, dismissal of the patient. The female doctor didn't even want to examine the mole. From the moment she entered, she complained that another patient was already waiting in line.", "lang": "en"}
{"opinion_id": "op_004480", "text": "The visit was delayed by 20 minutes. I was patient and had no problem with it, unlike the doctor. From the moment I entered, I was told that I could only ask about one thing, because there are delays due to people coming with several things. After examining the affected area, the doctor started packing her things as if she was about to leave (I was the last patient), while talking to me about recommendations. The visit took place in a tense atmosphere. I felt like an intruder in the office, blamed for the delay of the whole day.", "lang": "en"}
