{"opinion_id": "op_003461", "text": "witam : ) mój maż ma bardzo poważny problem z kregosłupem , ma wypadnie dwa dyski na 4mm i 8 mm , lekarz powiedział ze mąż ma kergosłup 50 latka , a maż ma dopiero 35lat.dwaj lekaże ortopeda i neurochirurg stwierdzaja operacjia ! mamy teraz wielki dylemat co teraz robic ? gdyż badzo boimy sie operacji , rodzina nam odradza , ale cierpienie mężą jest wielkie.mamy pytanie jakie implanty sa dobre po usunieciu dysku ? czy dr . Janicki jest żetelnym dobrym lekażem ? i prosze napiszcie w przybliżęniu ile taka operacji maże kosztować ? z góry wam serdecznie dziekuje . ANIA", "lang": "pl"}
{"opinion_id": "op_003462", "text": "Jest dobrym ginekologiem bynajmniej takie słyszała m opinie , choć ja na razie wystawiam tylko dobrą , ponieważ przyjmując mnie na NFZ jeszcze w przychodni w Brzegu D . po prostu mnie olał takie miała m odczucie . . . . . , ale idę teraz prywatnie może będzie inaczej . ; - )", "lang": "pl"}
{"opinion_id": "op_003463", "text": "Lekarz bardzo sympatyczny, dokładnie wszystko wyjaśnił.", "lang": "pl"}
{"opinion_id": "op_003464", "text": "Wizyta jak zawsze pozytywnie. Pan doktor bardzo miły, uprzejmy wyjaśnił wszystko, doradził.", "lang": "pl"}
{"opinion_id": "op_003465", "text": "Zawsze jestem zadowolona z wizyty u doktora. Miła atmosfera, uśmiech i nieskrępowanie.", "lang": "pl"}
{"opinion_id": "op_003466", "text": "Lekarz jest specjalistą z powołania, jest bardzo dokładny, błyskotliwy, szczegółowy, empatyczny, dokładny i emanuje dużą wiedzą. Najlepszy specjalista do jakiego trafiłam a byłam w woj.śląskim u wielu. Polecam z całego serca!", "lang": "pl"}
{"opinion_id": "op_003467", "text": "Polecam Pana Doktora.Wspanialy Lekarz z szacunkiem do pacjenta. Wszystko dokładnie wyjaśnia. Z ogromną empatia .", "lang": "pl"}
{"opinion_id": "op_003468", "text": "Doktor Gawel to bardzo dobry specjalista, doceniam go za holistyczne podejście i dokładnie przeprowadzone badania. Wizyta przebiega zawsze w miłej atmosferze.", "lang": "pl"}
{"opinion_id": "op_003469", "text": "Niezmiennie od 25 lat najwspanialszy ginekolog. Empatia, zaangażowanie i ciągłe zdobywanie wiedzy to klucz do sukcesu", "lang": "pl"}
{"opinion_id": "op_003470", "text": "Serdecznie polecam dr Gawła. Od lat zaangażowany i fachowy lekarz.", "lang": "pl"}
{"opinion_id": "op_003471", "text": "Wszystko w najlepszym porządku…jak co roku;-) Punktualnie i rzeczowo.", "lang": "pl"}
{"opinion_id": "op_003472", "text": "Profesjonalne podejście do pacjenta. Pan Doktor bardzo sympatyczny, uśmiechnięty, wzbudza zaufanie. Przede wszystkim „słucha” pacjentkę i stara się pomóc. Zawsze trafne diagnozy. Chodzę od lat i jestem bardzo zadowolona.", "lang": "pl"}
{"opinion_id": "op_003473", "text": "No cóż.  Bardziej empatycznej, cierpliwej, słuchającej osoby nie spotkałam na swojej drodze. Dzięki Edycie udało mi się przepracować wiele swoich traum. Postawiła mnie na nogi i sprawiła,  że wypracowałam przyjaźń z córką (a to najważniejsza osoba na swiecie). Świat i ludzie wokół mnie się  zmienił, W gabinecie nie ma komputerów, notatek. Cała uwaga skierowana jest na naszą rozmowę. Śmiejemy się razem, a zdarza się,  że razem płaczemy.  Dzięki naszym spotkaniom zaczynam zauważać siebie i o siebie walczyć.  Pewnie jeszcze długa droga przede mną, ale wiem,  że z Edytą uda mi się wszystko.", "lang": "pl"}
{"opinion_id": "op_003474", "text": "Wierzę, że to będzie ważne zdanie dla osób, które szukaja wsparcia przy zadbaniu o siebie, ułożeniu sobie rzeczywistości, a także rozwiązaniu nurtujących problemów.", "lang": "pl"}
{"opinion_id": "op_003475", "text": "Trudno jest wyrazić opinie na temat spotkania z Edytą w kilku zdaniach", "lang": "pl"}
{"opinion_id": "op_003476", "text": "Spotkania z Edytą zakończyłam już kilka miesięcy temu. Czekałam z opinią bo chciałam mieć pewność, że będzie to opinia prawdziwa, nie taka tylko \"na daną chwilę\". Więc dzisiaj z perspektywy czasu mogę bardzo polecić spotkania z Edytą. Wszystko odbywało się w fajnej przyjaznej atmosferze. W czasie spotkań czułam wsparcie i niesamowitą empatię. Przyszłam na pierwszą wizytę słaba, zrezygnowana i nikomu nie potrzeba. Po kilku spotkaniach, a teraz także po kilku miesiącach, które od tych spotkań minęły mogę tylko podziękować za pomoc i odblokowanie moich \"szufladek\". Moje życie się zmieniło – oczywiście na dobre. Teraz wiem co muszę robić by dbać o Siebie i nigdy nie zapominać o Sobie.", "lang": "pl"}
{"opinion_id": "op_003477", "text": "Właśnie wróciłem z wizyty u Pani Edyty, moje wcześniejsze doświadczenia z psychologiem nie napawały mnie optymizmem przed tym spotkaniem. Jednak bardzo się myliłem, cieszę się , że trafiłem na tak wyrozumiałą, empatyczną i otwartą na problemy innych osobę. Na pewno wrócę, czuję się naładowany pozytywną energią. Dziękuję za to spotkanie", "lang": "pl"}
{"opinion_id": "op_003478", "text": "Oceniam bardzo pozytywnie wizyte. Polecam Panią Doktor.", "lang": "pl"}
{"opinion_id": "op_003479", "text": "Pierwsze spotkanie napawa mnie optymizmem. Nie mogę się doczekać następnego.   Odniosłem wrażenie, że z pomocą Edyty znajdziemy rozwiązanie moich problemów.", "lang": "pl"}
{"opinion_id": "op_003480", "text": "Polecam bardzo z czystym sumieniem. Lekarz zaangażowany i oddany każdej sprawie. Oby wszyscy lekarze mieli takie podejście do ludzi i ich problemów.", "lang": "pl"}
