{"opinion_id": "op_000001", "text": "I rate the female doctor very low. In my case (gastroesophageal reflux disease), it was not possible to achieve even minimal improvement. I was on 4 visits (on average every 3-4 weeks), I took all prescribed medications (each time the specifics and doses were changed), after some I felt worse than before starting the treatment (belching, vomiting, bloating). I meticulously kept a diary of foods eaten, I limited most products from my diet on the female doctor's suggestion, which resulted in weight loss. In my case, it was wasted time, money, effort, hopes... I am still looking for an effective doctor.", "lang": "en"}
{"opinion_id": "op_000002", "text": "Hello, Some time ago I had an implant surgery performed by doctor Jan Kowalski. The surgery proceeded without problems, but what I saw after the bandages were removed was the biggest nightmare I have ever seen. My breasts looked worse than before the surgery, the skin was cut, damaged, the implants were visible, the wounds healed very slowly. I was devastated. My grandmother, who is 85 years old, has nicer breasts than me. After the surgery, I learned from my husband that the procedure lasted over 3 hours, where it typically lasts about 2. I asked if there were complications - apparently not, that the procedure was like any other. This nightmare lasted 3 years and I gathered courage and went to the Mediclinique clinic on Mickiewicza Street, where doctor Jan Kowalski works. After initial consultations, we established that I could undergo surgery to correct what someone \"messed up\". The doctor discussed everything with me in detail, had time for me, and didn't watch the clock like doctor Jan Kowalski., he dispelled all my fears, a true doctor. The surgery lasted about an hour, and the implantation of the new implants itself took 20 minutes - that's how Dr. Jan Kowalski does it. The scar is tiny, almost invisible. I highly recommend this doctor to people who want to undergo any surgery. He does everything. And I encourage corrections from other doctors.", "lang": "en"}
{"opinion_id": "op_000003", "text": "I participated in a lecture on the appropriate way of nutrition for active people, which was conducted by Anna Kowalska. She presented the problem in a factual manner, thanks to which I noticed mistakes in myself that sometimes caused me to lack strength during training. Since Anna Kowalska impressed me as a professional in her field, but also a very nice and warm person, I gladly signed up for a body composition test, to see on professional equipment (I read later that it is used in hospital wards) what my form looks like 'from the inside'. Anna Kowalska described its result in detail. I think this is not my last visit, as it is a good way to check if the diet and training are working as they should, and besides, I know I am in good hands : )", "lang": "en"}
{"opinion_id": "op_000004", "text": "I was with doctor Jan Kowalski with terrible post-acne scars. My face looked very bad, even makeup didn't cover everything. Dr. Jan Kowalski listened to me carefully, reviewed all my previous medical documentation, calmed me down. He proposed comprehensive treatment (chemical peels, laser, mesotherapy). I had a calendar of procedures set up. Finally, someone took comprehensive care of me, didn't dismiss me, treated me humanely. The procedures turned out to be effective, my face looks much better now. I also have an established plan for long-term treatment, so that the facial skin will look even better. What was most important to me - Dr Jan Kowalski creates a sense of security, is an excellent specialist, really knows what he is doing. He treats the patient as a partner, talks about contraindications, risks and benefits of procedures. From the beginning, I knew what to expect, what the treatment would look like, what results I could expect. A great specialist and a good man.", "lang": "en"}
{"opinion_id": "op_000005", "text": "Dr. Jan Kowalski removed a growth on my nose. Due to the size of the tumor, it was necessary to supplement the defect with tissue taken from the cheek. After the stitches were removed and I stopped taking medication, I did not feel much pain, only occasional itching. The wound is healing well. The visible scar is small, which is a big surprise to me. Knowing it would look like this, I would have decided to undergo the procedure 10 years earlier, when the change was small. The doctor is a professional who convinced me to have the procedure with his decisive statement \"we have to cut\", for which I am grateful to him. I recommend him to those who are undecided!", "lang": "en"}
{"opinion_id": "op_000006", "text": "For 3 years my son has been a patient of Anna Kowalska and I highly recommend her, I had been to several doctors before and only she diagnosed my son's problem and that was at the first visit, my son likes her, we also liked her very much and both my husband and I trust her, which is probably very important in choosing a doctor for a child. The only downside might be the too high price for a visit, but well, it's our choice that we go to her and not elsewhere so I can't complain.", "lang": "en"}
{"opinion_id": "op_000007", "text": "I have a different opinion, the doctor downplays what you tell him, hiding behind savings, does not send for the necessary tests, and if someone is right, he laughs sarcastically, if it weren't for another doctor, my husband would have been dead long ago, and it is not true that he gladly sends to specialists. He simply saves on patients, and after all we all pay taxes. I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_000008", "text": "Children who are born infected with streptococcus most often develop sepsis. In this group of infected, mortality is the highest. Children who become infected with streptococcus after birth most often develop pneumonia, meningitis. Currently, streptococcus is detected during screening tests that all pregnant women should undergo. The test is performed in the 35th - 37th week of pregnancy. \"We test women so late because streptococcus can be constantly present in a woman's birth canal, but it can also appear there temporarily. The test result is valid for only five weeks, so we wait until almost the last moments so that at the time of delivery we know whether to prophylactically administer an antibiotic or not,\" explains the researcher.", "lang": "en"}
{"opinion_id": "op_000009", "text": "I am after the first visit. I gave a good rating, but leaning towards \"plus\". The doctor is very friendly towards children, my son (4.5 years old) after the visit gladly talks about it, wants to come to \"this\" doctor. As for me: the conversation was concrete, technical and fully illustrating how my child will be saved from hearing loss.", "lang": "en"}
{"opinion_id": "op_000010", "text": "\"Pointing to a doctor as a source of information about a healthy lifestyle, and at the same time the highest indication in the category: authority shows the trust and high credibility of this professional group - comments Ewelina Nazarko-Ludwiczak from Headlines Porter Novelli. - However, it is worrying, both in the question about the source and about the authority, such a high result of no indication or answers like I don't have / I don't know - this applies to over a quarter of respondents. Mass, popular forms of information transmission, such as leaflets, received low indications - this testifies to fatigue with the quantity of such materials. The result saying that over half of Poles do not see changes in their environment towards a healthier lifestyle is alarming. Certainly, the fact that both in the question about the source and about the authority, the internet received the highest indications among media also deserves attention.\" PAP - Science in Poland", "lang": "en"}
{"opinion_id": "op_000011", "text": "In connection with this anniversary, on Wednesday the SCCS will be visited by the President of the Republic of Poland Andrzej Duda, who will participate in the XXIV International Cardiology Conference \"Advances in the diagnosis and treatment of heart, lung and vascular diseases\". \"It was 1977. The first stage of heart attack treatment at that time was the bold initiative of Prof. Stanisław Pasyk, who instructed me to organize a cardiac ambulance, as I had been on duty in a resuscitation ambulance since a year earlier. It was a bull's eye - the waiting time for a doctor was shortened, diagnosis and initial treatment were established already in the patient's home, the transport time from home to the hospital was safe, because in the presence of a cardiologist and a nurse. Circulatory arrest occurred not infrequently during transport. Having a defibrillator, we restored the correct rhythm. These patients would never have survived, they would have died if they had been transported by a regular ambulance,\" recalled Prof. Andrzej Lekston during Tuesday's press conference in Zabrze.", "lang": "en"}
{"opinion_id": "op_000012", "text": "Last year it turned out that I suffer from sciatica. The pain bothered me very often. I chose Anna Kowalska based on reviews on a known doctor website. It turned out that qualifications are not everything. Anna Kowalska is an excellent specialist but also listens carefully to what you have to say, she analyzed all my ailments and we matched the appropriate frequency of treatments. Thanks to her, the pain is gone. Huge knowledge and competence.", "lang": "en"}
{"opinion_id": "op_000013", "text": "As Ludwikowski assesses, 100 dB significantly hinders speech understanding, moving in the world of sounds, disturbs our perception. The pain threshold is 120 dB and more. An increase of 1 dB above a certain threshold means a doubling of loudness. Between 100 and 120 dB it is therefore 4-6 times louder. These are airport thresholds, which is why everyone working on airport aprons has hearing protectors. Teachers and students do not have them, and yet this is a large group of people exposed to stress caused by noise. \"Teachers and children are subjected to this noise periodically every 45 minutes. Hearing has no chance to return to normal efficiency after one lesson. If we have exposure to 100 dB noise for 10 minutes, it requires 100 minutes of rest in comfortable conditions. Comfort for the ear is between 40 and 50 dB, so after a 10-minute break, a child should have over two lesson hours of silence for their auditory system to return to full efficiency. We are therefore talking about something that is unrealistic,\" admits Ludwikowski.", "lang": "en"}
{"opinion_id": "op_000014", "text": "Although researchers can name and locate the genes responsible for rare polyglutamine diseases, they still have not understood the mechanisms of their formation. This task was undertaken by a research team from the Institute of Bioorganic Chemistry of the Polish Academy of Sciences in Poznań. Participating in its work, MSc Martyna Urbanek - a scholarship holder of the L'Oréal Poland For Women and Science program as part of her doctoral dissertation conducts research on \"nuclear RNA foci in cellular models of polyglutamine diseases\". \"By studying individual cells, I explain how genetic diseases occur and what tools should be used to effectively combat them. Modern medicine only allows alleviating the symptoms of the genetic diseases I study. I would like the results of my research to lead to finding a way to effectively combat them through a new therapeutic approach,\" explains Urbanek.", "lang": "en"}
{"opinion_id": "op_000015", "text": "The doctor is an excellent specialist and a nice, subtle man! Discreet, non-panicking, not bigoted, positive, concrete, plus delicate and polite, moreover caring and helpful. I was under his care throughout the entire pregnancy and I could not imagine - until the first contact with this doctor - that gynecology/obstetrics could take such a friendly and human form while maintaining full professionalism and respecting the substantive aspect. Visits to the doctor were such a fusion. As a result, I looked forward to each subsequent one with joy. I was accompanied by the conviction that the doctor has broad and deep, and very practical knowledge, and moreover, he understands what a joy the new little one is for me and that he enjoys this state with me : ) It was like that every time - the examinations were carried out very efficiently, gently, and yet effectively, the interview was thorough but not overly inquisitive or unnecessarily prolonged. The doctor treated every question of mine with attention, giving a full answer to it, as a result of which I had not a shadow of a doubt that I had found a good specialist - however clichéd it may sound. I sincerely recommend this doctor to women expecting competence and partner-like treatment.", "lang": "en"}
{"opinion_id": "op_000016", "text": "On Friday I am going for my first visit to this doctor. I had some unpleasant experiences before. I hope this will change soon : - ) I would like to join the group of regular and satisfied patients. I also found information here about the doctor recommended to me by a friend. Imagine that this woman has -5% in the ranking! ! ! This portal is very helpful : - )", "lang": "en"}
{"opinion_id": "op_000017", "text": "I usually don't write many reviews because I don't have time for it. However, this time I deeply feel that I owe it to Jan Kowalski. For two reasons: 1. when making an appointment with this specialist, I myself was guided by opinions about Him, and 2. I am sincerely delighted with the course of the visits. Let me start by saying that I have been seeking help for 2 years because I suffer from overload back pain in the lower section, and recently I have been suffering from neck pain, headache and tingling in my right hand. I omit visits to specialist doctors because, in short, it's a tragedy (mainly painkillers and muscle relaxants). Others stated that \"it's just my charm\" or stress. Slightly resigned, I made an appointment with Jan Kowalski. And here a big surprise. Not only is he a young man, full of energy, but he listened to me carefully, read all the descriptions of my examinations, examined me himself, explained everything to me, discussed it, debunked some myths, presented a plan of action and recommended exercises. And most importantly, the problems with my \"top\" practically ended (ignoring that some doctors had already decided my fate - rather surgery, because nothing will help), and the bottom hasn't completely let go, but it's much better. Besides, Jan Kowalski himself said that the regeneration processes would still take some time. Once again, thank you very much for your help and support. If anyone is wondering if it's worth it... then in my opinion it really is worth it! Best regards S. K.", "lang": "en"}
{"opinion_id": "op_000018", "text": "I honestly do not recommend this doctor as a pregnancy caregiver. He does not write referrals for laboratory tests even though he tells you to do them and bring them, he shamelessly lies that they are not refunded (e.g., toxo, rubella, HIV, HCV). Until the 16th week of pregnancy, he did not do any ultrasound for me (not even the mandatory, screening one), and he only gave a referral for blood and urine! ! ! When asked about other referrals or an ultrasound, he stated that I am \"young, slim and healthy\" so why do I need them. Gynecological examination - without gloves, lasts maybe 10 seconds. And oh, according to the honorable doctor, \"numerous bacteria in the urine\" in a pregnant woman is not a problem and nothing needs to be done about it... At the last visit, he said that a pregnant woman is just a problem. A doctor only suitable for prescribing birth control pills. He does it without any problem and sometimes even the lady at the reception does it. And oh, I also got caught before pregnancy for burning an erosion. Of course, privately... NEVER EVER LET HIM MANAGE YOUR PREGNANCY! ! !", "lang": "en"}
{"opinion_id": "op_000019", "text": "In February, I underwent a procedure of lip filler with hyaluronic acid performed by the Doctor. The hyaluronic acid procedure hydrated my lips, improved the lip contour and the profile of my face. No special preparation is needed for the procedure. The lip augmentation was performed under local anesthesia – using an anesthetic cream. The procedure lasted several minutes, was quite pleasant and gentle. The Doctor showed great patience and understanding regarding the questions I asked and answered every question exhaustively. The procedure was divided into two stages for adaptation reasons, because I was afraid of an overdrawn effect and preferred to introduce such a change gradually. The results after the procedure are immediate, it's worth knowing not to schedule the procedure in the middle of the week, because shortly after the substance is applied, swelling or bruising may appear as in my case, which I was informed about by the Doctor. The next day there was no trace of them and the swelling subsided after two days. However, I must admit that swelling only appears after the first procedure, and with the next application of hyaluronic acid, it doesn't occur at all. I can calmly recommend the Doctor. The effect of my procedure is perfect. The lips are natural, hydrated, fuller but not overdrawn! ! ! I recommend I recommend I recommend The right person in the right place.", "lang": "en"}
{"opinion_id": "op_000020", "text": "With the history of my wounds, deep, hard-to-bear traumas, having roots in childhood, and then only developing, because until adulthood, unacknowledged, unprocessed, in effect only accumulating, until the onset of illness - in every person I perceive a potential, if not an abuser, an enemy, then certainly a person who will not understand me, will laugh at me, humiliate me, criticize me. After the second visit to Jan Kowalski, I start to feel a bit safer, I am gaining trust, I am starting to perceive him as a doctor and a person who wants to help me, respects me, despite my ailments. The doctor allows the patient to adjust the course of the visit to their predispositions. At the same time, he is concrete, controls its course, but does not exert pressure. He can point out incorrect lines of thinking, he can also show when the patient is thinking completely correctly. My impressions are very positive, although it is difficult for me to put them into words. What I lack is a longer conversation, but as a patient with a long history, I am aware that a psychiatrist deals mainly with the diagnosis and pharmacological treatment of a specific disease, ailment. Therefore, I also signed up for behavioral psychotherapy to control anxiety. Jan Kowalski well chosen the medicine for me, listens to the patient's remarks. He probably doesn't treat the patient as a \"lunatic\". After the first visit, the medication was a bit less well matched, but also my condition and the task to be performed were completely different. I have negative experiences with medications, I react badly to them (I have extensive allergies). This time the medicine works well on me and I hope that after a longer period of taking it, its effect will not change for the worse. Although, as usual, I am worried that the leaflet warns not to stop taking the medicine suddenly and without medical supervision. Because that means that there are still no medicines that do not cause dependence (perhaps it is more about the risk of the symptoms of the disease returning with a so-called rebound) and that are safe. I hope that after undertaking therapy, I will be able to gradually reduce the doses and somehow try to cope with life without pharmacology...", "lang": "en"}