{"opinion_id": "op_001121", "text": "I went to this female doctor with my sick little daughter. She is 2.5 years old and water was literally pouring out of her, I also had a problem with my intestine, and the doctor prescribed her some medication to drink and sachets with a protective coating. I wanted to go to the hospital because she was supposedly dehydrated, but she told me to give her this Orsalit and it would be fine, I gave it to her every now and then, she drank about 5 glasses and the next day she was fine, she improved. After 3 days she was running around and playing. I recommend her, I am quite satisfied.", "lang": "en"}
{"opinion_id": "op_001122", "text": "She added that a gluten-free diet, which is popular among people wanting to lose weight, when used without medical indications, may actually cause the loss of unnecessary kilograms. However, this will only happen because one eliminates everything containing gluten from the menu, such as bread, pasta, and starchy products. But it often happens that instead of losing weight, those on a gluten-free diet face an unpleasant surprise, namely weight gain. Gluten-free products available in stores contain fat instead of gluten, making them much more caloric and fattening. \"Protein in the form of gluten is replaced in gluten-free products by fats, which are a storage substance and will be deposited in our body,\" emphasized Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001123", "text": "The doctor was very impolite to me. Maybe I just caught her on a bad day. I was treated quite unpleasantly, yelled at, although fortunately at least I was examined. Moreover, paraphrasing the patient's words, the doctor tends to twist what is said to her, so I don't even know if what is written in the chart is true. From my perspective - I do not recommend.", "lang": "en"}
{"opinion_id": "op_001124", "text": "I have been struggling with psoriasis for a very long time. I have been through many offices and was ineffectively 'treated' in them. I am only after the first visit to the doctor, but I have no negative comments. He explained the course of treatment to me in detail, how to use the ointments and other medications, and carefully dictated how to use them so as not to mix them up (I have as many as 4 in identical jars). He explained the purpose of the irradiations, the prices of the procedure and medications. It is not very important to me whether the doctor is in a super mood or not, what matters to me is knowledge and professionalism, which I cannot currently fault the doctor for; he was relatively nice during the visit, which is why I am surprised by the comments that made me expect a rather unpleasant visit. I hope that during the next check-ups, and there will be a few, I will be able to speak just as positively about Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001125", "text": "Great picture of an ectopic pregnancy. It's a shame my doctor didn't diagnose it like that. During a 5-minute visit (for 150 zł), the diagnosis might indeed have been difficult. Two days after the visit, it was diagnosed on old equipment at the Pabianice hospital (where I arrived by ambulance). I was operated on at night (the fallopian tube ruptured and blood was drained from the abdominal cavity). The doctor claimed that the pregnancy must be younger, even though I told him it was impossible because I had cycle monitoring and know when the follicle ruptured (I got an injection for rupture and had to check if it ruptured). I also told him that I tested my beta and gave him the result. I was told not to test beta anymore, to be patient, and to come back in two weeks. The doctor saw something minimal on the uterus? No one except the doctor saw any follicle on it. I came to him with spotting and pain localized on the left side (that should have guided the doctor). After returning from the doctor, I thought I was having a spontaneous miscarriage and that I was a panicker. I was going to take my grandmother's narcotic medication and sleep through the pain because I knew the pregnancy was over. I was calm because the doctor wrote \"no pathology in the adnexa\". Fortunately, I was not alone and my loved ones managed to call an ambulance. Luckily, I later became pregnant and gave birth to a healthy daughter. However, throughout the pregnancy, I went for ultrasounds to 3 doctors because I was afraid someone would overlook something again. I will never fully rebuild trust in the healthcare system. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001126", "text": "I went to the doctor in September with a period delayed by 2 weeks and after two positive pregnancy tests. The doctor stated that it might not mean pregnancy at all, and then with unconcealed reluctance announced that she would perform an ultrasound. I lay down on the couch, and the doctor shouted that she would be performing the examination vaginally and that I should undress. Now I know, but at the time the method of performing the examination was not obvious to me, which the doctor was unable to understand. During the examination, the doctor kept complaining that she could not see the screen well because the sun was blinding her. After the examination, she told me that \"there is something\" but she does not guarantee that it will develop into a pregnancy. I understand that at such an early stage of pregnancy one should never get one's hopes up too much, but the way the doctor did it left much to be desired, and after the visit I was devastated and until the next visit to another doctor I only thought that I had probably had a miscarriage. Throughout the visit, the doctor did not look at me once, and at the beginning she asked if I was paying for the visit, later she seemed dissatisfied with the presence of a \"subscription\" patient who does not leave live cash. I did not go back to the doctor. Now I am in week 33 of pregnancy and I cannot imagine such a dry person managing my pregnancy. Fortunately, I found a doctor who, besides professionalism, is characterized by humanity.", "lang": "en"}
{"opinion_id": "op_001127", "text": "Dr. Jan Kowalski is a wonderful doctor, friendly and giving great trust to the patient. He operated on my father in \"urgent mode\" after a spinal fracture injury. The surgery performed by Dr. Jan Kowalski gave him a chance for normal functioning, without pain and avoiding permanent disability. I thank you very much for the wonderful care and concern. One does not often meet doctors like Dr. Jan Kowalski. I must also add that the entire staff of the neurosurgery department of St. Raphael's Hospital is an incredible support for the patient. I recommend Dr. Jan Kowalski and St. Raphael's Hospital; with such good care and concern for the patient, \"being sick is different\". Jan Kowalski", "lang": "en"}
{"opinion_id": "op_001128", "text": "An incompetent person for such a position. Thanks to her, I had a re-fracture, more than half a year of treatment went to waste due to erroneous expert opinions and the doctor's recommendations. She totally did not care that I was out of work, had no money to live on, and wanted the fracture to heal as quickly as possible. During visits, I did not learn ANYTHING; more help during treatment came from physiotherapists who suggested various possibilities. With an incomplete union, the doctor stated that I was healthy and saw no contraindications to performing even heavy physical work. Currently, I am a person who cannot tighten a screw or hold a cup of drink upright - the doctor does not see any mistakes on her part - everything is the patient's fault who \"is pushy\". This resulted in 4 surgeries and lifelong disability. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001129", "text": "I did not like the visit at all, especially compared to the positive reviews I found here. First, you enter the office directly from the corridor, from which you can clearly hear what is happening inside. And anyone from the street can enter the corridor. That does not seem particularly comfortable to me. Second, I did not encounter courtesy, sincerity, engagement, or professionalism. Pani Kowalska was rather passive, did not have much to say beyond generalities. She was not nice. Generally, I felt sharply brushed off. A bit sad, when someone has already come and forced out really difficult things. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_001130", "text": "I am not satisfied with the treatment because so far it has proven to be not very effective. Nevertheless, the doctor is very nice and professional. The only downside is the uninsulated doors through which everything can be heard in the waiting room and the optical salon next door. You can burn with shame when you leave the doctor and feel those meaningful looks. :/ Fortunately, the next visit is with another doctor.", "lang": "en"}
{"opinion_id": "op_001131", "text": "Pani Kowalska is a very good doctor but at this clinic I am treated by Dr. R. Jan Kowalski, he is a real doctor. He never had a problem diagnosing my children, always hits the mark with medications. He has also helped me in more than one situation. Simply all superlatives :))) If someone lives near the clinic and is not treated there, I wholeheartedly RECOMMEND!!! Greetings, a patient", "lang": "en"}
{"opinion_id": "op_001132", "text": "Although it was the first visit and I do not yet know the effects of the treatment, I believe that the doctor is very matter-of-fact, approaches the topic professionally, does not bring out \"the heaviest artillery\" from the very beginning without knowing the issue, and on top of that has empathy, which is not common among doctors. Generally, I recommend.", "lang": "en"}
{"opinion_id": "op_001133", "text": "Hello, even though the doctor is a very nice person, I do not feel satisfaction with the visits I have had, because the antibiotics that the doctor prescribed me only dried out my skin and nothing else. I am still struggling with the same problem even though I started treatment last year.", "lang": "en"}
{"opinion_id": "op_001134", "text": "The doctor is really good. She recommended an injection for my husband that helped immediately. And the truth is that there will always be dissatisfied patients with every doctor. Remember, doctors are not holy ghosts to know everything right away. And yet, overall, the doctor comes out on the plus side. The only minus is the handwriting - it's illegible : )", "lang": "en"}
{"opinion_id": "op_001135", "text": "Hello, I had a visit on April 16 at 4 pm, I was the last client, it looked like that. I felt that everything was done in a hurry, my surname was written incorrectly on the card - Katarzyna Janczewska, and my surname is Lenczewska, and probably the address was written incorrectly because I heard when the doctor was copying from my ID, she muttered under her breath 'Bohaterow Warszawy' and my address is 'Bohaterow' but Monte Cassino 2/1, which is why I don't have my cytology results. I will not make another appointment due to lack of concentration and rush, and of course lack of results. Regards", "lang": "en"}
{"opinion_id": "op_001136", "text": "I was very lucky to have met Dr. Jan Kowalski. A great doctor, quick and accurate diagnosis, rapid referral for a procedure, full information, professionalism in every way, and most importantly, Dr. Jan Kowalski has a wonderful rapport with the patient. At no point did he show reluctance, impatience, or boredom with questions - he treated me and other patients matter-of-factly and expertly, but also cheerfully and with a sense of humor, which had a very significant impact on our well-being in a not entirely cheerful health situation. I give Dr. Jan Kowalski the highest possible rating as a doctor and a person. I would wish for myself and all potential patients such wonderful doctors in every field of medicine. Regards", "lang": "en"}
{"opinion_id": "op_001137", "text": "Yesterday I was on a visit for the first time. Positive impression, nice, with a sense of humor. Indeed, he explained everything to me, what is visible on the ultrasound, how we will proceed further, he drew everything for me on a piece of paper. As the only doctor, he paid attention to something that no one had considered so far. I hope I will have a baby soon. I am very satisfied. I was on a private visit in Legionowo, he didn't really overcharge, standard. I recommend.", "lang": "en"}
{"opinion_id": "op_001138", "text": "The problem is the color of light. Blue and green light penetrate poorly into the tissues - admits Dr. Jan Kowalski. For now, the drugs could therefore be used specifically to treat e.g. melanoma. One can also imagine that patients are introduced thin fiber optics endoscopically or implants illuminating the tumor site are implanted, but researchers are looking for further solutions. \"We are looking for compounds that will change structure under the influence of red and infrared light. Because light of such colors penetrates tissues best\" - assures the biologist. For now, the compounds developed by the researchers are being tested in the laboratory on cell lines and mice. \"I think that before the drug reaches the market, it may take even 15-20 years\" - believes the PAP interviewee.", "lang": "en"}
{"opinion_id": "op_001139", "text": "I had my teeth straightened by this lady several good years ago. They straightened, but I have to wear retainers at night and many years have passed. The teeth are still not stable. I think she removed my braces too quickly. She did not replace the wires, or very rarely. A gap between the teeth remained in the lower jaw and it wasn't supposed to be there. In her approach to the patient, not nice, mocking. N", "lang": "en"}
{"opinion_id": "op_001140", "text": "It might be too early for such an assessment, because so far I have only been to my first visit with him at OVUM and he seemed very competent and friendly. He explained everything to me, I hope he made the right diagnosis and can help me with good results. We'll see.....", "lang": "en"}
