{"opinion_id": "op_003141", "text": "I recommend cooperation with Ms. Anna Kowalska to everyone, both to people with health problems and to completely healthy people who want to learn a healthy lifestyle. Ms. Anna Kowalska has an incredible energy within her, which she somehow instills in the patient, and this makes you really want to take care of yourself and treat your health and life with respect. I came to Ms. Anna Kowalska after many years of struggling with health problems that no doctor was able to diagnose, and consequently - cure. I had irregular periods, intestinal problems, I went from doctor to doctor (different specializations), of course privately, and I was told that it just had to be this way, or that it was just my nature - but what kind of nature is that? - it's incredibly charming when a person is sick. My life changed 180 degrees thanks to the help of Ms. Anna Kowalska, who conducted a thorough and accurate diagnosis, outlined a therapy plan, had conversations with me which gave me hope, and it turned out it wasn't false hope. After just six months, my cycles regulated, intestinal problems stopped, I have beautiful skin and hair (which previously fell out in handfuls), and on top of that, a stable weight and a healthy figure. Ms. Anna Kowalska supports the patient at every stage of treatment, showing genuine interest in them. Currently, my mother, boyfriend, and friends are also being treated by Ms. Anna Kowalska, everyone is very grateful for the help. Ms. Anna Kowalska, thank you for everything!!! : )", "lang": "en"}
{"opinion_id": "op_003142", "text": "The doctor led my previous pregnancy in another place and I found her for my second pregnancy because I can't imagine a better doctor to lead a pregnancy - everything explained, you can call the doctor at any time (in justified cases of course), ultrasound in the office! You can peek at the baby. She is very thorough and remembers her patients. I was on pregnancy pathology (I had a threatened pregnancy with hypertension) and I gave birth at the Orłowski hospital where the doctor took care of me. She neglected nothing, I am eternally grateful to her. The office on Bolesławicka is in Bródno but easily accessible by tram.", "lang": "en"}
{"opinion_id": "op_003143", "text": "I'm sorry to speak about a doctor in this way. Unfortunately, many people are right. A doctor focused on profit, 3-minute visits, 150 PLN (Dolmed) and on top of that, an incorrect diagnosis. I am pregnant, the gynecologist ordered TSH, it came out theoretically within norm, but referred me to an endocrinologist because the norms for pregnancy are different. Dr. Jan Kowalski stated within 3 minutes that he saw no need for treatment. After a month, I did a control TSH, it was 5 times over the norm! I changed doctors, and I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_003144", "text": "The Doctor is a very specific person. Certainly very competent, but aloof and firm. During the first visit, she made me cry. Dear internet users! Every doctor of this specialty must be rigorous; if the Doctor showed pity and sympathy to each of you, she would need help herself. She must have a shell around herself that doesn't allow her to be empathetic towards patients.", "lang": "en"}
{"opinion_id": "op_003145", "text": "I came to the Doctor with my 15-month-old son, whose swab showed bacteria that caused panic. After two subsequent swabs taken personally by the doctor and correct treatment, there was no trace of the bacteria. I also learned about another thing in the child's eye that I should pay attention to. During subsequent visits, the child was comprehensively examined, without rush and in a pleasant atmosphere. I ask many questions and I received answers to all of them, without a trace of irritation. I recommend Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_003146", "text": "Because Chopin was afraid of being buried alive (a common fear in the 19th century, to mention just Alfred Nobel) according to his wish, an autopsy was performed. The report from the post-mortem examination, prepared by the excellent professor of pathological anatomy Jean Cruveilhier, was lost. However, if we believe the accounts of people who had access to it, Cruveilhier gave the cause of death as tuberculosis of the lungs and larynx, but also encountered pathological changes which he could not interpret. Over the years, hypotheses about other diseases appeared. Specialists claimed that Chopin could have suffered from cystic fibrosis, alpha1-antitrypsin deficiency, mitral valve stenosis, Churg-Strauss syndrome, allergic bronchopulmonary aspergillosis, hypogammaglobulinemia, pulmonary hemosiderosis, chronic lung abscesses or pulmonary arteriovenous malformations. \"Don't tell people I've been ill, or they'll make up a story\" - wrote Chopin in a postscript to his letter of December 3, 1838.", "lang": "en"}
{"opinion_id": "op_003147", "text": "Dr. Jan Kowalski \"took care\" of me 7-8 years ago. In my opinion, he is an outstanding proctology specialist and a wonderful, kind, and warm person. Dr. J. Jan Kowalski at the Pirogov Hospital in Łódź removed polyps from my anus. I was notified by phone about the procedure date, dependent on hospital space. Surgical procedures were always preceded by comprehensive and detailed examinations and thoroughly described to me (even illustrated with the help of a color chart hanging on the wall in the office). After the operation, during the convalescence period at home, I could get consultations and answers to all questions regarding changing dressings etc. via telephone, and then I came for control examinations to \"MEDAX\". For many years now (knock on wood!) I feel no ailments, and walking down Zielona Street I remember Dr. Jan Kowalski with sentiment and gratitude, his kindness, professionalism, and... the clatter of his typewriter keys. And thinking about those endless crowds swirling in the corridor outside his office, I believe that among them is a huge number of patients grateful for the shown heart and professional help. (tsd)", "lang": "en"}
{"opinion_id": "op_003148", "text": "The doctor seemed very unpleasant to me, aloof, haughty, and judgmental. I felt treated like a scared minor who had an accident (and I am 28 years old). However, the real reason for my visit was a routine annual check-up, before which I accidentally had a late period. The doctor did not conduct a proper interview with me, did not offer me a Pap smear, which is standard in other offices, did not examine my breasts. The whole time she referred to me with an incomprehensible resentment. The visit was paid + the cost of an ultrasound additionally - I still can't believe that you can treat a patient like that. Regards", "lang": "en"}
{"opinion_id": "op_003149", "text": "I am forced to change my rating to a worse one - it turns out that apart from the pleasant atmosphere during my first ever visit to a gynecologist, the doctor did not perform any specific tests on me besides an ultrasound. I asked for a Pap smear - I was 21 years old, the Doctor said there was no hurry and only sometime later. There was no blood test order before prescribing contraception; she mistook a small ectopy for a large erosion (which couldn't have developed over those 6 months). I am waiting for Pap results from another doctor...", "lang": "en"}
{"opinion_id": "op_003150", "text": "I definitely DISCOURAGE!!! I had dealings with this \"doctor\" fortunately briefly but I still feel the effects of his \"treatment\" to this day. For 5 months he treated my erosion and unfortunately didn't cure it because he treated this condition... with suppositories, and as another doctor said \"that has never worked for anyone\". He somewhat treated it, after which it returned in an even worse state and despite this, he did not change the treatment method... Such incompetence is rarely encountered!! Even though I told him I was planning a pregnancy, he did not take it seriously, and I got pregnant with an erosion, fortunately I came to my senses in time and another doctor managed the pregnancy from the very beginning. I lost a huge amount of time not to mention money. Appointments are made for a specific time but this has no reflection in reality, because there was always at least a 1-1.5 hour delay, because the \"doctor\" is joking with patients in the office or asking questions like \"where did you hear about me??\". I should add that I tried to contact him by phone several times on a very important matter and I never succeeded, because either \"the subscriber was unavailable\", or he didn't answer, or... he answered, said \"I can't talk, I'll call you back right away\" and as you can easily guess - he didn't call back!! he is really not a doctor you can count on, in any sense, you cannot rely on his treatment methods or on any other kind of help, even by phone. FAILURE!! THE WORST DOCTOR I HAVE EVER HAD DEALINGS WITH IN MY ENTIRE LIFE, NOT JUST A GYNECOLOGIST!!!!", "lang": "en"}
{"opinion_id": "op_003151", "text": "\"What is extremely important, the effects of taking these new substances are unpredictable,\" added Dr. Anna Kowalska from the National Institute of Medicines. \"These substances have not been pharmacologically tested so far, they do not have full toxicological documentation, we don't know much about them. Unfortunately, those who take them are essentially guinea pigs,\" she emphasized. The National Institute of Medicines (NIL) has been analyzing the content of designer drugs for 10 years (since these substances appeared in Poland). As Dr. Anna Kowalska explained, based on data collected by NIL \"it is visible that the composition of these samples changes from year to year; at the moment older substances are outlawed, new synthetic derivatives appear.\"", "lang": "en"}
{"opinion_id": "op_003152", "text": "The Doctor is very attentive and thorough. I felt that she focused her attention on my problem. Rating 4 and not 5 results rather from the organization of the facility's work. The Doctor spends significantly more time on one patient than the scheduled 10 minutes - on one hand this gives a sense that she actually engages in the problem, on the other it causes long waiting in line. Maybe the facility should plan more time per patient?", "lang": "en"}
{"opinion_id": "op_003153", "text": "I came to Dr. Anna Kowalska on the recommendation of a dentist, the treatment was supposed to last 2-2.5 years. It lasted 3.5 years with no good results (Dr. Anna Kowalska's proposal was to remove the braces, correct the bite with 2 new braces and further treatment for 3 years). After this proposal, I resigned from further treatment with Dr. Anna Kowalska and the dentist. Justification of My rating: long and ineffective treatment, delays of even 1 hour, for me, repositioning a bracket on the braces never happened, too laconic explanations regarding treatment and too short control visits due to delays (no time for the patient, who is after all spending money). After a year of searching, I found a specific orthodontist doctor who is treating my bite, there are no delays in admitting patients, not even 5 minutes. I advise checking opinions about doctors and searching, not taking the first best one and trusting such (where is the honesty and medical ethics in some?).", "lang": "en"}
{"opinion_id": "op_003154", "text": "Today I was at this doctor and he ended the visit in the middle of its duration, refusing to examine the leg that was hurting me, because I came with another matter, and he doesn't have time for two matters during one visit, because he has a schedule and I have to understand that. It seems to me that when I come privately to a doctor with an ailment, it's probably not me who has to show understanding here. Especially since I am shortly after a complicated operation, I struggled on crutches by tram across the whole city, and had to go down and up from the second floor, all with strong foot pain, but that doesn't interest the doctor, because he has a schedule which is sacred to him. There was still time, at least 5 minutes, during which he could have taken a look at that foot and given even a prescription for painkillers, but I have the impression that the doctor got scared of a patient in an orthosis after such a complicated injury, because as soon as he glanced at the discharge, he completely panicky avoided talking about that leg and that was the end of the visit, he has no time. Finally, I will add that for a patient it is less important whether they enter on time, and more important whether they leave examined and listened to. Besides, for the shoulder he prescribed me another rehabilitation, paid of course, and I told him that the previous one didn't help. So I believe I have grounds to doubt the professional competence of Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003155", "text": "\"The stress is certainly smaller because we are aware that we are training in simulated conditions, but the point is for us to be prepared for when we stand by a real patient. Thanks to such conditions, it will be easier for us to manage already in hospital conditions, where we will have to face a specific problem ourselves,\" one of the students participating in Monday's exercises told journalists. \"For us, the most important thing is patient safety. Some of the procedures we teach students are either very invasive or very risky. These are things that cannot be taught directly on patients, and such centers give the possibility to simulate real conditions, like those in hospital emergency departments or intensive care units,\" said Dr. Jan Kowalski, head of the Department of Medical Didactics, responsible for implementing the development program at the Collegium Medicum of the Jagiellonian University.", "lang": "en"}
{"opinion_id": "op_003156", "text": "I was privately at this \"doctor\". Maybe he has a reputation as an excellent specialist and he is one, but in contact with the patient he is very unpleasant. The examination lasted a moment, getting dressed took longer. The visit cost 150 PLN. For me that was a lot of money and I expected more interest and concrete decisions. Unfortunately, nothing like that happened. I discourage private visits to this doctor. Why pay a lot of money if you can get the same thing on Długa Street and for free.", "lang": "en"}
{"opinion_id": "op_003157", "text": "This doctor has an additional specialty, scolding old ladies who barely manage to climb the stairs to his office, sending them away with nothing in very dramatic situations, explaining that he has already written enough referrals for today, with remarks that it's not a meat shop, etc., he also learns quickly, someone must have told him or he invented it himself, that when you become a manager you stop saying good day to patients, instead you slam the door in their faces. Perhaps he is a good doctor, but so what? I think we are surrounded by enough rudeness, we don't necessarily have to look for it in a primary care physician. I definitely discourage contacts with this gentleman.", "lang": "en"}
{"opinion_id": "op_003158", "text": "After a visit to Ms. Anna Kowalska's office, and receiving an individual diet, after just a few days my stomach ailments subsided, my sugar dropped significantly (I am a type 2 diabetic), and I lost centimeters, and with each week I lose more and more of them. Ms. Anna Kowalska is an excellent dietician and listener, she asks about everything in detail, imposes nothing, if there is something in the menu that you don't like, she always finds a suitable substitute. She is eager to help, and on an ongoing basis, responds very quickly to emails if you have any questions. I am definitely for it, I recommend her to everyone with a clear conscience, the best dietician in Bydgoszcz!", "lang": "en"}
{"opinion_id": "op_003159", "text": "I have been treated by the Doctor for over a year and I admit honestly that I would like to come across such concrete and conscientious doctors more often. Acne for me, a 23-year-old, is not pleasant, especially since I am very active daily, often in contact with people. The Doctor explained everything to me, helped me change daily cosmetics, selected appropriate medications, and answered all my questions (even the strange ones). My life has changed for the better : ) It's not just that the treatment helps me. Above all, this doctor explains everything to me reliably. This is very important to me because I want to be aware of what medications I am taking, what I am applying, and what effect it might have on me. I warmly recommend.", "lang": "en"}
{"opinion_id": "op_003160", "text": "He added that this test is also a chance to learn about predispositions to various diseases. \"Knowing this, we can apply certain preventive actions, we can pay attention to additional tests, perform them,\" said the rector. He emphasized that the tests also provide knowledge in the field of pharmacogenomics, i.e., about which drugs are effective for a given patient and which are not. \"We know that one drug does not help everyone. There are people for whom treatment is very effective and there are people for whom the same treatment is weakly or not effective at all. This opens up a really huge space for better treatment in the future, finding therapies, lifestyle changes that will prolong our life,\" he added. Jan Kowalski reminded that the genome was sequenced for the first time 15 years ago, the research was very costly. \"That was a huge breakthrough in medicine. Today we can do it much cheaper, it costs a few thousand dollars. We want this cost to be a thousand dollars,\" added Jan Kowalski. The chance for lower costs is precisely the laboratory, which will conduct such research on a large scale.", "lang": "en"}