{"opinion_id": "op_003881", "text": "Pleasant atmosphere, thorough explanations, various treatment options presented.", "lang": "en"}
{"opinion_id": "op_003882", "text": "The visit started on time. The doctor has a great approach to children. The procedure was explained to us in detail. The procedure itself was performed as quickly and painlessly as possible. The wound was dressed, and we received instructions on how to care for it at home. I highly recommend.", "lang": "en"}
{"opinion_id": "op_003883", "text": "Punctual, to the point, and most importantly, effective. I warmly recommend a visit to the doctor.", "lang": "en"}
{"opinion_id": "op_003884", "text": "The doctor is very professional and at the same time very nice, I recommend!", "lang": "en"}
{"opinion_id": "op_003885", "text": "Very good rapport, polite and professional consultation.", "lang": "en"}
{"opinion_id": "op_003886", "text": "The doctor is nice and to the point, the office is modern. I recommend", "lang": "en"}
{"opinion_id": "op_003887", "text": "Pleasant, professional, efficient. And painless. However, we'll have to wait a bit for the results...", "lang": "en"}
{"opinion_id": "op_003888", "text": "A very empathetic and understanding doctor. I received answers to all my questions, and the further course of action was discussed in detail. I wholeheartedly recommend:)", "lang": "en"}
{"opinion_id": "op_003889", "text": "A very thorough and meticulous doctor. Procedures performed at the highest level. I warmly recommend!", "lang": "en"}
{"opinion_id": "op_003890", "text": "The doctor is very polite, empathetic, patiently explaining all doubts. I definitely recommend a visit", "lang": "en"}
{"opinion_id": "op_003891", "text": "The doctor is very pleasant, empathetic, and very competent. We warmly recommend", "lang": "en"}
{"opinion_id": "op_003892", "text": "The doctor listened to me and selected the treatment, I felt very well taken care of:)", "lang": "en"}
{"opinion_id": "op_003893", "text": "Appropriate examination of the indicated diseased area, explanation of the situation and treatment method. I would only advise greater proactivity in checking other areas the patient might be unaware of (back or top of the head, back, etc.).", "lang": "en"}
{"opinion_id": "op_003894", "text": "Punctual, professional, detailed and clear information for the patient. Friendly approach to the patient.", "lang": "en"}
{"opinion_id": "op_003895", "text": "If only there were more doctors like this. The doctor solved the mystery of my condition in 10 minutes: I recommend", "lang": "en"}
{"opinion_id": "op_003896", "text": "A very friendly (I was with my daughter who was scared) and professional doctor. Detailed examinations and explanations. Thank you and I recommend!", "lang": "en"}
{"opinion_id": "op_003897", "text": "I would like to sincerely thank Anna for the efficient and professional removal of the cyst. The procedure was performed quickly, painlessly, and in a very comfortable atmosphere. I am very satisfied with the care and the result of the procedure.", "lang": "en"}
{"opinion_id": "op_003898", "text": "I recommend the visit. To the point and substantive. Full professionalism.", "lang": "en"}
{"opinion_id": "op_003899", "text": "Detailed information and great empathy from the doctor, understanding the patient's needs", "lang": "en"}
{"opinion_id": "op_003900", "text": "Everything great, comprehensive answers to questions and quick explanation of the cause of the problems :)", "lang": "en"}
