{"opinion_id": "op_000341", "text": "Doctors from Olsztyn do not yet know why patients with ALS react differently to stem cell therapy. According to their preliminary assessment, the age of the patients who participated in the experiment did not influence this. The full results of their research will be known in a few years. Amyotrophic lateral sclerosis is an incurable disease involving the destruction of nerve cells responsible for muscle function, including respiratory muscles - at a certain stage of the disease, patients are unable to breathe on their own. The disease progresses at different rates and leads to death. Stem cell therapy only slows the progression of paralysis but cannot restore the function of nerves that have atrophied.", "lang": "en"}
{"opinion_id": "op_000342", "text": "Unfortunately, I was very disappointed with this doctor. Perhaps it was because I went to him with my daughter (5 years old) through the National Health Fund. The doctor was impolite; right from the start, I was told to sit the child on a chair so she wouldn't accidentally knock something off the desk or shelves. He didn't listen to what I was saying and interrupted. My daughter had a suspected enlarged adenoid - constant runny nose, stuffy nose. The doctor didn't examine her nose at all, looked into her throat but didn't check the third adenoid and stated that everything was normal. Three weeks later, another ENT specialist determined that the adenoid was significantly enlarged, and we have a referral for removal surgery. I have never in my life felt so dismissed as by Dr. Jan Kowalski. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000343", "text": "I am an 'old diabetic,' but I have never seen such things: triple insulin therapy, insulin analogs, free pens and glucometers, individualized diets, exercise recommendations, and daily access to a doctor without an appointment. Computerized analysis of glycemic profiles. Has anyone seen such a Diabetes Clinic??? And on top of that, you can talk things out. THANK YOU!!!", "lang": "en"}
{"opinion_id": "op_000344", "text": "I didn't think a visit to a proctologist could be so unembarrassing. The doctor greeted me with a handshake, which is a rare but, in my opinion, nice gesture in medical offices. You only remove the lower part of your clothing on the examination table, so you don't have to parade half-naked across the room (which often happens in gynecological offices). The examination was gentle and completely painless. During the examination, the doctor explained what he was doing and what he diagnosed, and after the examination, he explained it in detail using appropriate pictures and photos. / (The doctor saw me at LuxMed).", "lang": "en"}
{"opinion_id": "op_000345", "text": "Dr. Anna Kowalska is a dentist worth recommending. She treats teeth thoroughly and carefully. Her fillings last a long time (she uses good materials) and she finishes them exceptionally carefully, trying to accurately reproduce the shape of the tooth. I trust her, and the queues of people outside her office indicate that I'm not the only one. She anesthetizes teeth so well that you don't feel any pain during drilling. She provides advice on oral hygiene, including to young mothers who want to care for their babies' teeth from the first months of life. It's worth adding that she is also a prosthodontist. After experiences with other dentists, I decided that I will only go to her.", "lang": "en"}
{"opinion_id": "op_000346", "text": "Frankly, I can't say much about the doctor... the visit lasted 5 minutes, I had slightly higher expectations of Pani Anna, quick diagnosis of the 'disease,' a prescription, and sent home is not enough... despite my further questions, I got the impression that what she had to say, she had already said, and that should satisfy me.", "lang": "en"}
{"opinion_id": "op_000347", "text": "A specialist informed PAP that preparations for the procedure took several months. It started when a couple from near Lublin contacted the Institute of Transplantology at the Warsaw Medical University. The wife suffered from kidney failure and was on dialysis, and her husband declared that he would donate his kidney to her. However, he could not be a donor for his wife due to immunological reasons (blood type incompatibility, anti-HLA antibodies in the recipient - PAP). According to Prof. Jan Kowalski, there are already over 30 pairs in the Institute's database who want to exchange kidneys due to immunological incompatibility. This time, the best match was the pair from Lublin and the one reported from Szczecin. \"In the case of the Szczecin pair, the situation was reversed: the husband needed a kidney, and his wife wanted to offer hers,\" said the specialist.", "lang": "en"}
{"opinion_id": "op_000348", "text": "Until recently, patients with advanced melanoma had a chance to survive on average a few months from diagnosis. Thanks to immuno-oncology drugs, more and more of them survive for many years, and experts hope that in some cases they will lead to a complete cure. \"Remember that these methods came into use only a few years ago. Therefore, we do not yet know whether this is a complete cure or just a long-term remission of the disease,\" explains Dr. Jan Kowalski. The researcher emphasizes that in Poland, immuno-oncology in this modern sense is just beginning to develop. One of the leading centers in these studies is WUM. The university conducts research on monoclonal antibodies in the therapy of some lymphomas, led by Dr. Anna Kowalska. Dr. Jan Kowalski, in turn, studies the role of oxidative stress in the functioning of the immune system.", "lang": "en"}
{"opinion_id": "op_000349", "text": "After the first visit, my impression is very good. Despite great fear of the dentist's office, the atmosphere in the office relaxed me. The doctor and his assistant were very gentle. The treatment plan was also discussed in great detail. I will write more when more is done, but for now, everything looks good.", "lang": "en"}
{"opinion_id": "op_000350", "text": "I just got a message from one of the mothers whose children are treated by the above-mentioned doctor - Dr. Anna Kowalska - that someone dared to write badly online about this WONDERFUL WOMAN. Identify yourself if you are not afraid of lynching by the other (many thousands of) parents. It's easy to slander anonymously. I agree with my predecessor. Only one person could have written this. A wonderful woman, a very good doctor, treats all children as her own and takes care of them. She sacrifices her private life for the health of our children. Thank you very much for being with us!!!!! I recommend!!!!!", "lang": "en"}
{"opinion_id": "op_000351", "text": "I had been trying to have a child for 3 years. One thing is certain: no one has ever devoted as much time to us as he did. The visit lasted about an hour. I got pregnant after 'fumbling' around many gynecologists without his help ;) It worked out... Thank you - He was right, a very nice guy.", "lang": "en"}
{"opinion_id": "op_000352", "text": "I returned to the office after 5 months because a filling done there fell out. I think that a filling done for 180 zł should last at least a year. The doctor denied that he had done it (I have no doubts, I only had one such filling on that arch, but the discussion was fruitless). So the office earned another 180 zł but lost a patient. Apart from this incident, I rate the office well.", "lang": "en"}
{"opinion_id": "op_000353", "text": "The doctor is clearly profit-oriented, the visit was short, without taking a patient history, no discussion about possible causes of the disease, treatment in the easiest way - using the strongest drug on the market (Isotretinoin), which indeed can cure but causes havoc in the body. And anyone can treat like that. When I refused this form of treatment, the doctor prescribed an antibiotic (also very common) which I told her I had used before, but after finishing the course, everything returned. The doctor's response - 'it must work eventually after a few tries.' So the doctor's approach is over dead bodies to the goal, eventually this chemistry must work. At worst, the liver will fail. The doctor was not very talkative, dry, I probably spent too much time in that office (almost 20 minutes!), because other patients were already knocking. Zero openness to other forms of treatment, smells of signed contracts with pharmaceutical companies. I do not recommend. Most of the commentators below give a good rating, but as I noticed, without knowing the treatment outcome yet, so these are probably too hasty ratings. I encourage caution, quickly and efficiently does not mean professionally and competently. Personally, I do not recommend.", "lang": "en"}
{"opinion_id": "op_000354", "text": "I ended up with the doctor for sciatica by chance through a subscription I have from work. I was crying from pain and limping on my left leg for 2 weeks. After looking at the MRI images, she calmly explained to me what happened. I thought I would need surgery, but the doctor referred me for rehabilitation and gave me injections. The symptoms disappeared after a few days. I also received instructions for the future on how to move, how to lift, how to work at a computer, how and on what to sleep. I now know that I need to go for rehabilitation regularly and take care of my spine. Finally, I found the right doctor. She has a great approach to the patient.", "lang": "en"}
{"opinion_id": "op_000355", "text": "I have the impression that the climate during a visit with Dr. Jan Kowalski depends on two factors - whether he takes a liking to the patient and whether he is in the mood. Twice I heard comments from him about my weight (and I weighed 56 kg at 162 cm then, so no overweight, but I remember the remark to this day (after 4 years...)). As for competence - he treated me for an infection for 3 years, which he did not cure, but caused resistance to most available drugs. Only an excellent and absolutely the best doctor I have ever encountered helped - Dr. Anna Kowalska from Medicover in Gdynia. Today I again have a subscription with LuxMed and I know that the best doctors are not there, and I will certainly not go to Jan Kowalski. A malicious, arrogant type, I remember the visits very unpleasantly.", "lang": "en"}
{"opinion_id": "op_000356", "text": "As informed by the hospital spokesperson Anna Kowalska, the operated patient was 7-year-old Jan from Świętochłowice, who suffered from a very large - \"even extreme for such a small child\" - curvature of the spine. The procedure was necessary because scoliosis tends to progress, and untreated deformation of the spine in the thoracic region leads to, among other things, respiratory failure, which can be life-threatening. According to the spokesperson, the boy's mother learned from the internet that the Olsztyn hospital specializes in this type of procedure. Previously, she had unsuccessfully sought help for her son in other facilities. The woman came from Silesia because - as she explained - Jan \"still moves independently today, but without this operation, he would soon be threatened with a wheelchair.\"", "lang": "en"}
{"opinion_id": "op_000357", "text": "I waited to give an opinion until I could assess the treatment effects, not just the visit itself. Unfortunately, my opinion is not very favorable... The price of the visit is well known to everyone, so I have no problem with that, but when paying for a visit, I expect worthy care, thorough examination, some advice, and of course effective treatment. Unfortunately, it was completely different. My visit lasted only about 10 minutes, the examination was done very superficially (never in my life has any gynecologist examined me so briefly...) and the chosen treatment? Unfortunately, it had no effects. My infection after an eight-day course of suppositories and 200 zł spent is still present. The only plus is for checking vaginal pH, because I hadn't encountered that before...", "lang": "en"}
{"opinion_id": "op_000358", "text": "Before starting work on the new analytical technique, researchers from IChF PAN assumed that it should allow for the identification of bacteria significantly faster than previous methods and be easy to introduce into a large number of hospital laboratories without compromising measurement accuracy. An additional requirement was to ensure low analysis costs. \"Faster, better, cheaper - we managed to achieve all these goals,\" says Dr. Jan Kowalski from IChF PAN, who led the research project funded by grants from the National Science Centre. The detection device in the new bacteria identification technique is a flow cytometer. This is a fairly simple and relatively inexpensive apparatus, found in the equipment of many hospitals. It is commonly used in blood tests.", "lang": "en"}
{"opinion_id": "op_000359", "text": "For years, I struggled with visible wrinkles on my face. The so-called 'lion's' wrinkle bothered me the most. A friend who undergoes mesotherapy treatments about once a year persuaded me to visit Dr. Anna Kowalska. Today I decided to write an opinion about Dr. Anna Kowalska. Well, right after leaving the office, I knew I would return. Pani Anna filled my wrinkles with hyaluronic acid. The effect is simply amazing! The wrinkles disappeared as if by magic. The procedure was painless and stress-free! Pani Anna is very nice and professional. The price is affordable. I am very satisfied and in about half a year / a year I plan to undergo the needle mesotherapy procedure again.", "lang": "en"}
{"opinion_id": "op_000360", "text": "I highly recommend Dr. Anna Kowalska as a good specialist and also a nice and kind person to the patient. After several decades of struggling with ailments, my father accidentally ended up with Her and finally started to be treated properly. It's a pity only that it was so late, because many disease changes can no longer be reversed, and those years of illness, those stresses and fights - sometimes for life - no one will erase from his memory. And it's a pity that my mother did not live to see it, because those years of worry and care for my father probably shortened her life. I went to various doctors for nearly 6 years with my systematically worsening ailments, and everyone threw up their hands. I experienced a lot of unpleasantness and even humiliation in doctors' offices, where I was treated as a nuisance or a person with mental problems, shouted at, and got rid of. I spent quite a lot of money on private visits, paid tests. One visit to Dr. Anna Kowalska and a thoroughly conducted interview (how important it is for a doctor to want to listen to the patient and - of course - to have knowledge) was enough. I got a referral for several tests, and that was enough to find the cause of my ailments. Why didn't any of the doctors think of this earlier? Lack of willingness, knowledge??? I don't know. Most importantly, I am finally being treated correctly. That's all from me about Dr. Anna Kowalska. And one more thing: I don't know how the Department, of which the doctor is the head, functions. Because that doesn't interest me and that's not what this page is about, I think. We are rating the doctor here, and I rate this one very well.", "lang": "en"}
