{"opinion_id": "op_001081", "text": "Facial recognition is an evolutionarily ancient skill, possessed by monkeys and other animals as well, whereas reading was invented only five and a half thousand years ago. That is definitely too little time for evolution to have developed a reading center in the brain - explains reading mechanisms specialist Dr. Jan Kowalski. Until now, it was not known whether the brain region responsible for reading specializes in perceiving letters or is involved in object recognition. For several years, researchers have also been trying to find out whether learning to read changed the function of the area responsible for object recognition to that of word recognition. However, most brain imaging techniques were not accurate enough to study such a small part of it. Therefore, the answer to this question long remained a mystery.", "lang": "en"}
{"opinion_id": "op_001082", "text": "I am very dissatisfied with the attitude of Dr. Jan Kowalski. I qualify for spinal surgery with a hernia. I visited Dr. A. Druszcz privately in his office, everything was nice and beautiful, he qualified me for surgery, I left my phone number. He said to call in two days to schedule the surgery date. I called every day, dozens of times, but without any response, and this has been going on for over a month. I was very disappointed with the doctor's attitude, and when he finally answered the phone, he accused me of harassment. I honestly do not recommend such a \"specialist\".", "lang": "en"}
{"opinion_id": "op_001083", "text": "I usually did not write reviews about my experiences with doctors, but I decided to change that for the common good and join those who review and do it reliably... And so, not to bore you, I read several of the above reviews about Pani Kowalska and all the positives are true. The lady is very thorough, precise, and very friendly at the same time. My visit was a very positive experience from a medical point of view. So far, I have been to Dental Republic several times, previously also with Pani Kowalska (here I also thank and apologize for not writing a review earlier), and so far I have left satisfied. Bravo to the ladies! Keep it up. The only thing I fear is that soon it will be difficult for me to book an appointment with the ladies. As a side note, my visit was in September.", "lang": "en"}
{"opinion_id": "op_001084", "text": "Hello, I sincerely recommend Pan Doktor to other patients! As the only one among many gynecologists I visited, both under the National Health Fund and privately, he did not downplay my problem and wrote a referral to the appropriate clinic. Thanks to that, today I am after the appropriate procedure and, most importantly, I am healthy : ) During the visit, full professionalism was maintained, thorough answers to questions asked, a sincere desire to help, and useful advice. Additionally, Pan Doktor encourages sharing doubts and gladly dispels them within his capabilities and knowledge. I am very satisfied with today's visit, I felt 'cared for' - I believe that is a very important trait in the patient-doctor relationship. Regards.", "lang": "en"}
{"opinion_id": "op_001085", "text": "I think that Dr. Jan Kowalski is a good specialist. I went to him when a general practitioner was unable to diagnose what was wrong with me. Dr. Jan Kowalski directed me to various tests himself, ruling out diseases that could have caused such terrible well-being. I think he is a good specialist, he performs examinations very gently and painlessly. Unfortunately, the way he treats people is below criticism. I am VERY stress-resistant, but after the first visit I left with tears in my eyes, feeling like a mentally underdeveloped child. If a woman expects professional care, I recommend him, but I advise treating the doctor like air so that the visit is not a psychological ordeal.", "lang": "en"}
{"opinion_id": "op_001086", "text": "The lady doctor treats poorly and charges a lot for the service. She treated many cavities for me, unfortunately twice she administered anesthesia incorrectly. Some of the fillings placed by the doctor leaked after 3 months. After scaling and sandblasting, a lot of plaque collects on my teeth, which did not happen to me before after such procedures. Besides, the lady doctor even charged me for taking an X-ray when I had complications from the anesthesia she administered and swelling and a lump appeared. She even charged for placing a dressing in a drilled tooth when, after incorrectly administering anesthesia, she could not finish the treatment because I felt everything. Unfortunately, I personally am looking for another dentist, perhaps more experienced and not just boasting numerous diplomas, less greedy for money.", "lang": "en"}
{"opinion_id": "op_001087", "text": "Before the holidays, Dr. Jan Kowalski performed breast augmentation surgery on me. The pre-surgery consultation was full of professionalism, the doctor explained everything in detail, chose an implant that perfectly suits my figure. And as for the procedure itself and how I felt afterwards - I can also write about it in nothing but superlatives. Already on the 3rd day I did not have to take painkillers, the swelling from my breasts subsided after a day. This speaks to Pan doktor's experience in performing such operations. I personally HEARTILY RECOMMEND. If I ever decided to have any operation or procedure in plastic surgery, I would definitely choose Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001088", "text": "The lady doctor diagnosed me with an allergy to rice. Symptoms subsided by 80%. Unfortunately, the medications she prescribed did not help get rid of the feeling of a stuffy nose. Unfortunately, the lady doctor could not help me fully. I was with her 4 times with a recurring lesion on my hand, which she treated each time with the same medications under different names or with an antibiotic. With each visit, even a control one, I paid the full rate, and after spending 500 zł or more, I have no improvement. I probably will not seek help for the lesion on my hand from this doctor anymore because I do not feel like paying for no improvement.", "lang": "en"}
{"opinion_id": "op_001089", "text": "During a visit with Pan doktor, I wanted to have an echocardiogram. The doctor performed the examination and described the result. When I asked if the diagnosed defect was serious and what I should do next, he stated that he could not answer my question because I only paid for the echocardiogram. I understand that after paying another 120 zł, Pan doktor would be more talkative and would give me an answer. I want to point out that Pan Jan Kowalski is a cardiologist, the gravity of conditions related to this specialty is very high. Not providing information about the patient's illness and leaving them in enormous stress I consider the height of tactlessness, although much stronger formulations come to mind. Regards", "lang": "en"}
{"opinion_id": "op_001090", "text": "I was with this doctor for one visit, seeking expert advice after a first, wrong diagnosis from another doctor. Pan Doktor was very effusive and smiling, but 80% of the visit time was devoted to promoting himself and his own competencies, emphasizing which celebrities he worked with in England, who he knows, who he studied with, etc. He criticized the treatment methods and diagnostic approach taken by my previous gynecologist. He himself performed an ultrasound (during the visit) on much worse equipment, on which, compared to previous images, little was visible. He made a wrong interpretation of the changes on the ultrasound (this was not confirmed by subsequent tests and the procedure later), he saw pathology where it was natural physiology. At the end of the visit, I showed him the previous ultrasound and he immediately changed his mind, stopped criticizing, and agreed with the previous doctor's opinion. The fact that he strongly pursued my well-being, but clearly he was after a good forum entry, which he himself emphasized and boasted about. On the plus side: he recommended further contact and treatment with two outstanding specialists in the area that concerned me. These were very valuable and useful contacts, for which I am grateful to Pan doktor. Unfortunately, he himself is not a credible doctor for me.", "lang": "en"}
{"opinion_id": "op_001091", "text": "\"It's bad, but it was worse. It can be better\" - summarized the results Prof. Jan Kowalski - a psychiatrist from the Warsaw Institute of Psychiatry and Neurology. - To implement the National Program for Mental Health Protection, the efforts of psychiatrists and psychologists are not enough, cooperation from the media and politicians is needed. Poles in 70% rate their mental condition as very good or excellent. However, about 30% are potential candidates for seeking some form of help or support. Although only about 23% of Poles declare personal contact with a mentally ill person, the majority have a rather decisive opinion about such people, as well as about mental illnesses and psychiatric institutions, featuring an unfavorable stereotype.", "lang": "en"}
{"opinion_id": "op_001092", "text": "I have been treated by Pani Doktor for over two years - I have hypothyroidism. She gives the impression of a nice, high-level person - but I witnessed her gossiping about patients leaving the office and commenting on their behavior behind their backs. At first it was ok., although Pani Doktor at one of the first visits when choosing birth control pills (previously a gynecologist changed them twice for me on an experimental basis; I felt bad, had e.g. dizziness), stated that we could actually do detailed hormonal tests, as she put it \"we'll do ourselves a favor, because normally I would pay over 600 zł for these tests.\", I won't even comment on such a statement to a patient... Anyway, hypothyroidism came out, I got Letrox, I checked regularly and at some point the time for a child came. After control tests, the lady doctor stated that we could try with my husband. We succeeded \"on the first try\" and of course, fearing thyroid problems and complications because of that for the child, I asked the lady doctor if she would be able to manage my pregnancy - she agreed. Well... I am in the 7th month, I have not even been examined once, I have not had a Pap smear done. If I had not additionally gone to another doctor, I probably would not have had quite basic tests done to this day. One of my visits lasted over half an hour - and I had no chance to ask Pani Doktor any questions, because after 5 minutes she politely apologized to me and made a private phone call to a friend and talked with her for over 20 minutes while writing out prescriptions and doodling on a piece of paper. Then she left the office with me with the phone to her ear, went to the reception, stamped the prescriptions, and said goodbye. I add that a crowd of patients was gathering outside the office. I confirm that she leaves the office and disappears for 15-20 minutes and then returns with some acquaintance in tow, with whom she closes herself for half an hour, not paying attention to the fact that women who booked appointments several months earlier and are often in a hurry to work are waiting outside the office... Recently, in my pregnancy card, I discovered with amazement an entry by Pani Doktor that I was after infertility treatment - which never happened... of course I had tests done, but I had no problem getting pregnant and I was not taking any medications either.", "lang": "en"}
{"opinion_id": "op_001093", "text": "In my opinion, a very poor doctor. True, he spends a long time, talks, etc., but he gives the impression that he has no clue what he is talking about. When a patient is more inquisitive and not just blindly believing the doctor's words, he cannot answer many questions or answers evasively. After the first visit, I was diagnosed with suspected Barrett's esophagus. After doing tests and analyzing the results by Dr. Jan Kowalski, I was referred for a Barrett's esophagus procedure using the HALO method (even though the test results clearly stated that I do not have Barrett's esophagus) I consulted the test results with other doctors and professors from Gdańsk, additionally I repeated the gastroscopy and examined my esophagus again. Everyone unequivocally stated that I was referred for a rather serious procedure even though it could not help me in any way (only harm). It's like doing a colonoscopy on someone for a sore throat - only with the possibility of worse side effects, because the halo procedure is ablation with electricity. From such conduct by the doctor, the patient has no benefits - so who does? ps. many doctors from the Tri-City stated that Dr. Jan Kowalski is famous for overusing his \"halo methods\" and referring his patients for the procedure in Hel", "lang": "en"}
{"opinion_id": "op_001094", "text": "It is difficult to judge a doctor after one visit. The lady doctor showed great interest, took a history. The examination was unpleasant but hardly surprising when there is a fungal infection. She discussed my PCOS problem and further steps to successfully get pregnant in detail. She prescribed a prescription for the infection, but with the note to purchase it if the over-the-counter medication does not help. The only thing missing for completeness is an ultrasound in the office. I waited as long as it took to set up the card, there was no queue. The price is not too high.", "lang": "en"}
{"opinion_id": "op_001095", "text": "As explained by Prof. Jan Kowalski, director of the Institute of Food and Nutrition (IŻŻ), the National Center for Nutrition Education (NCEŻ) was established in response to the educational needs of Poles. The new institution is to be a source of reliable knowledge about nutrition and physical activity. According to Prof. Jan Kowalski, the impulse for establishing NCEŻ was the success of the \"Maintain Balance\" project conducted in the years 2011-2016. Thanks to disseminating knowledge about healthy eating and physical activity, it was possible to achieve a decrease in the occurrence of overweight and obesity in schools and reach millions of consumers. As part of the project, 12,400 pregnant women and women in the breastfeeding period were also educated, thanks to which 87% of them maintained weight gain within the norm, and 78% had a correct body weight also 6 months after delivery.", "lang": "en"}
{"opinion_id": "op_001096", "text": "Hello! It was my first visit, so I was very stressed, but the calm and approach of this Doktorek somehow calms you down and you can relax a bit. For me and certainly for every patient, it is very important when the doctor listens to them patiently! And that is what Dr. P. Piotr is like. I went with a very difficult case... but I comfort myself with the hope that Pan Doktór will cure me, as I desire.", "lang": "en"}
{"opinion_id": "op_001097", "text": "This is alarming, assess its organizers, because mercury - the second most toxic element on Earth after plutonium - does not biodegrade and has a very harmful impact on our health and the environment. It accumulates in living organisms, including humans, and disrupts many biochemical processes essential for life. After breaking a thermometer or fluorescent lamp, vapors containing mercury particles can quickly lead to poisoning. Therefore, initially, the room where the breakage occurred should be ventilated and the door closed so that no one enters the room and spreads the remaining mercury throughout the apartment. The glass remnants should be collected with rubber gloves, then the floor should be wiped with disposable wet paper towels, and all this should be placed in a sealed, closed plastic bag (along with the gloves). Then you need to wash your hands thoroughly, and take the bag to a fluorescent lamp collection point.", "lang": "en"}
{"opinion_id": "op_001098", "text": "An express visit, which lacked a thorough medical history. The lady doctor prescribed a medication with an ingredient I am allergic to, without asking if I have any allergies. I got the impression that for the lady doctor, what I had to say about my ailments did not matter much. A very quick visit - which does not work in favor of the opinion I can express about this doctor.", "lang": "en"}
{"opinion_id": "op_001099", "text": "The predominantly positive picture of the life situation presented by people infected with syphilis may be a manifestation of the patients' wishful thinking about how it should be. Most patients presented themselves as if nothing extraordinary had happened, and their life situation and previous social position had not changed - explained Prof. Jan Kowalski, a psychologist from the Poznań branch of SWPS. - However, the most alarming thing is that infected people show carelessness, thus posing a threat to their partners or casual lovers. In the most difficult psychological situation are women infected during pregnancy by partners who did not disclose the fact of illness, and young people whose + first time + ended in the hospital with a diagnosis of syphilis - says Prof. Jan Kowalski. Prof. Jan Kowalski points out that new legal regulations do not force the sick to disclose the personal data of their sexual partners. Moreover, patients willingly use private medical offices and do not provide the names of people who may be infected with syphilis. They also often do not inform partners about the need to see a doctor, which could prevent the development of the disease.", "lang": "en"}
{"opinion_id": "op_001100", "text": "hm... well I also wanted to add my increasingly less flattering opinion about this doctor's approach to patients... yes, he is starting to treat patients like clients... it's a shame because he is ruining his reputation this way... does he not care about it that much? I have been his patient for over a year and it is getting worse in this regard... soon I will be with him for a control visit and I will not fail to mention this... Well, and we will see what the effects of the next operation will be...? regards", "lang": "en"}
