{"opinion_id": "op_002881", "text": "K. A.: In Poland, opinions have emerged that we are supporters and promoters of polyphasic sleep, but we only want to give people the opportunity to switch to polyphasic sleep. We always emphasize that the healthiest is 9-hour sleep and nothing can replace it. However, there are moments in a person's life when it is difficult to sleep 9 hours. Therefore, our device can help stabilize sleep so that it always benefits us. If someone regularly sleeps 4 hours because their work allows it, arguments to sleep 9 hours because it is healthy will not appeal to them. We need to find a solution to help them optimize those 4 hours. PAP: Who is the device primarily intended for?", "lang": "en"}
{"opinion_id": "op_002882", "text": "A wonderful midwife, I gave birth to my fourth child with her, who was wrapped in the umbilical cord. Everything went smoothly, she did not let on that something might be wrong, thanks to which I did not panic. And although it was my fourth birth, her care, management of the entire delivery, and constant informing me of what was happening, instructing me what and how to do, were priceless to me. She was the first to protect my perineum, thanks to which I could sit almost immediately after giving birth. She also gave me a lot of decision-making power during childbirth. Thank you very much once again! I warmly recommend Pani Zuzanna!", "lang": "en"}
{"opinion_id": "op_002883", "text": "I can wholeheartedly recommend Pan Doktor! I was with Pan Doktor with my daughter, who is primarily \"afraid\" of doctors :-) I should add that it was our first time today!!! It was fantastic at Pan Doktor's! He talked with the child, got her interested, explained what he would do. All activities related to examining the child proceeded slowly, calmly, without stress and without watching the clock. Pan Doktor gave us as much time as we needed. He dispelled doubts, advised, and what was particularly important was that he listened to us as Parents!!! This rarely happens among doctors!!! Panie Doktorze, thank you for your expertise, matter-of-factness, and professionalism in every way. I will definitely recommend you to all my acquaintances. At the moment, you are number one for me among doctors with an approach to young patients and among doctors who do their job with a calling!!!!!", "lang": "en"}
{"opinion_id": "op_002884", "text": "Two years ago, I had several teeth treated by this Pani, which did not cost little, all were done badly!!! A person doesn't spend so much money to have to be treated and pay again after a year. A properly placed filling should last several good years. I wanted to have more serious procedures done after the treatment was finished, and other dentists stated that everything done by this Pani needs to be replaced... and it is not my fault. My parents, who were also treated by this Pani, also have everything to be corrected... No words! So much money for such a mess! An ordinary NHS dentist would have done it much better. These reviews are some vile advertisement, they have nothing to do with the truth. I do not recommend. Stay away from this practice.", "lang": "en"}
{"opinion_id": "op_002885", "text": "During the conference, however, prof. Maciejewski pointed out that the Gliwice center is a clinic of oncological and reconstructive surgery and is not a replantology center - it does not have such on-call duties, it does not have trauma backup, etc. \"Therefore, in such cases, which include not only injuries to the head and neck region requiring microvascular intervention, in this case replantation, we are not able to provide adequate care for patients whose injuries involve larger areas and a greater scope,\" he said. At the same time, he assured that of course doctors will provide help if needed, because currently in Poland, as he said, there is no specialized center in the field of face, neck replantation and multi-organ injuries.", "lang": "en"}
{"opinion_id": "op_002886", "text": "I always and for everyone will recommend Pan Jacek with a clear conscience, because he is a man with a big heart, a great specialist in the field of orthopedics. His calmness with which he approaches the patient makes us feel a blissful sense of security during a visit with him, despite great pain. After the exhaustive interview he conducts, he knows where the cause lies, and he hits it flawlessly, a bullseye every time. He explains everything in an understandable, simple language for us, even writing it down on paper, what is happening to us at a given moment. He always sees a way out of the situation. Pan Jacek made it so that I walk, work, and enjoy life again, for which I am extremely grateful to him. I thank God that you are, Panie Jacku. I 100% RECOMMEND PAN JACEK TO EVERYONE.", "lang": "en"}
{"opinion_id": "op_002887", "text": "I underwent a breast lift and shaping procedure. The left areola is disgustingly large, shapeless, and sagging downward, the right one is unnaturally pushed out and tight and significantly smaller than the left. More skin was left under the right breast, which under a push-up bra rolled up and went under the edge of the bra, which was felt and bothersome, and after taking off the bra it was visible because the skin turned outward. Dr Witwicki said picturesquely that it would get slashed. For the correction, I had to pay an extra 300 PLN. As the doctor stated, so that the nurses would feel like coming to work. When I came to remove the excess skin from under the right breast, the doctor asked \"what are we doing, eyelids?\". On the day of the procedure, the doctor stated that it was almost invisible and unnecessary because it would disappear after 4 months and that if I wanted another scar of my own free will, then by all means. He himself told me to wait 3 months for the correction and did not say that at the previous visit. Of course, the excess skin did not change and was bothersome. As for the other breast, he stated that he was not sure if it could be improved. I had the correction done under local anesthesia. I don't know how he applied the anesthesia or what, but twice he pierced skin that was not anesthetized and pulled the thread, at which I screamed in pain and pulled my hand out of the holder to reflexively grab the painful spot. At which the doctor started yelling, what was I doing, I wouldn't be able to have the procedure finished. A nightmare. On the left breast, I will get a tattoo. I have no other choice. Maybe others are luckier, but in my opinion, however, there is a lack of Dr. W.'s medical and human approach to the patient, at least towards me. I am surprised, embarrassed, and disgusted by this person's attitude towards me. I expected an apology, not being yelled at during the procedure. SHAME AND DISGUST.", "lang": "en"}
{"opinion_id": "op_002888", "text": "A large part of young people still avoid physical activity. \"Only a slight improvement is visible after Poland's accession to the European Union. Currently, sufficient physical activity is found only in about 30% of boys and 20% of girls. The activity of both genders clearly decreases with age,\" indicated prof. Fijałkowska. The number of unhealthily nourished children is growing. Scientists estimated that unhealthy dietary choices (for example chips, fizzy drinks, fast food) are currently made by 21% of children aged 11-12, 28% of children aged 13-14, and 33% of 15-16-year-olds. Although the frequency of cigarette smoking among 15-16-year-olds is decreasing, it is gradually increasing among younger children, especially girls. \"This is a serious problem and a big challenge for all of us,\" worried prof. Piotr Jankowski, chairman of the Health Promotion Commission of the Polish Cardiac Society.", "lang": "en"}
{"opinion_id": "op_002889", "text": "I highly recommend Pani doktor. She perfectly knows how to listen to the patient, who is her priority. Professional, and at the same time warm, empathetic, and smiling. She explains matter-of-factly what the treatment will involve, what medications she will choose and how they will work, and at the same time left the alternative of psychotherapy to choose from. Discreet, gentle, a wonderful person who thoroughly gets to know the patient's situation in order to diagnose them. After the visit itself, I felt a surge of positive thinking. I have mild depressive symptoms related to work and I wondered for a long time whether to go for a visit or act on my own. I recommend it to all those hesitating. If only to get diagnosed and talk it out.", "lang": "en"}
{"opinion_id": "op_002890", "text": "Today I was at the first, and I think not the last, visit. Pani doktor is a really very helpful person and immediately gained my trust, I felt very comfortable with her (and I usually get terribly stressed during any doctor's visit). Pani doktor took an active part in my \"stories\", she didn't sit and wait for me to lead a monologue but asked questions and also inquired about various matters. She explained to me exactly what my problem is and what we can do in this situation. She also did not disregard my chronic diseases (she reviewed the entire medical record). I still have to wait for the effects of our joint work - mine and Pani doktor's - but I hope they will be as fruitful as our first meeting. I warmly recommend a visit to Pani doktor.", "lang": "en"}
{"opinion_id": "op_002891", "text": "Just yesterday, after 3 months of waiting for an appointment, I was for the third time with my ailments at dr Krynicki's. Based on one FT4 result, he stated that I have thyroid inflammation, did not deem it appropriate to inform me what this implies, did not recommend any treatment, only hinted that we would have to meet. Considering my age (68 years) and the next appointment (in three months), I dare say that with this doctor I will not have time to treat my body. Where do such doctors come from and why does no one verify this?", "lang": "en"}
{"opinion_id": "op_002892", "text": "The Center for the Treatment of Obesity and Metabolic Diseases was opened on Monday at the Center for Invasive Medicine of the Medical University of Gdańsk (GUMed). The university assures that it will be \"a unique unit where the patient will be surrounded by the care of top-class specialists along the entire therapy path for metabolic diseases and obesity - from the moment of qualification and preparation for surgery, surgery, and postoperative care.\" The social ombudsman for the rights of people with obesity in Poland, president of the OD-WAGA Foundation Magdalena Gajda has no doubt that such centers are needed in Poland, because about 70% of Poles are overweight or suffer from obesity. \"That's about 26-27 million people,\" she added. She said that there are about 30 bariatric surgery centers (surgical treatment of obesity) in the country that perform operations refunded by the NHS. \"We only have 8% of primary care physicians who know what the disease of obesity entails,\" she added. She emphasized that the Center will deal not only with patients with massive obesity who require surgical treatment but also with patients who are overweight or suffer from grade I and II obesity, for whom long-term treatment needs to be implemented.", "lang": "en"}
{"opinion_id": "op_002893", "text": "Some time ago I overloaded my shoulder and went to Pan Doktor - he diagnosed a tear of the rotator cuff muscles and although the diagnosis on ultrasound was not fully confirmed, it was at least partially so: impingement syndrome. In email contact, Pan Doktor did not answer my questions precisely and spoke rather generally, saying that the nature of the ailments is transient and everything will be possible to do with the shoulder, but I still don't know if this is all activities of daily living or more advanced ones like, for example, exercises with body weight. Time will tell, I think. For now, a neutral comment.", "lang": "en"}
{"opinion_id": "op_002894", "text": "I was treated by her when I was younger - I do not recommend, because I went to her for a long time, I had many visits, constant antibiotics (8 antibiotic courses in a year) I was almost never at school, the third tonsil was removed, but actually \"trimmed\" because it practically grew back immediately and my mother would have kept taking me to her if not for the district doctor who handled everything well. But every ENT treats differently - probably there are people for whom Pani doktor conducted effective treatments.", "lang": "en"}
{"opinion_id": "op_002895", "text": "I am definitely against. This is a very arrogant person, very critical of other doctors, and that's what I dislike the most. He orders to discontinue medications given by other doctors and gives his own - \"better\" ones. Upon hearing that I have an allergic child, he ordered to throw out all the carpets from the house and check if there is mold in the walls. Ladies and gentlemen, let's not go crazy, I'm not going to keep the child in utter sterility at home when they will go to the sandbox anyway and put sand in their mouth. Another very irritating thing is that this doctor orders the patient themselves to write down what he says, this also applies to drug dosing. It's the first time I've encountered such treatment of a patient who pays 100 PLN for a visit anyway. In such a case, there can never be any reservations because \"if something happens\" the blame can be placed on the patient's poor note-taking. I think someone should look into this matter more closely. Of course, I do not recommend.", "lang": "en"}
{"opinion_id": "op_002896", "text": "Iodine is an essential micronutrient supplied to the body with fluids and food, it is present in the air. It is necessary for the production of thyroid hormones, which are important regulators of metabolism, growth, and development of the body. During pregnancy, the demand for iodine increases significantly, the amount of which in a woman's daily diet often becomes insufficient. Even a slight deficiency exposes her child to the risk of impaired cognitive function and lowered intelligence quotient. However, most mothers are not aware of the consequences of low iodine intake for their children's development. Experts claim that in many European countries that have voluntary iodine prophylaxis programs, up to 50% of newborns are exposed to a slight iodine deficiency, and thus to the risk of limiting their cognitive potential. (PAP)", "lang": "en"}
{"opinion_id": "op_002897", "text": "I observe the development of the University Hospital in Olsztyn with great appreciation. This is a personal success of prof. Wojciech Maksymowicz, but it is also a success and a result of cooperation between the university authorities, the faculty of medical sciences authorities, and the local government authorities. This cooperation led to something that is unique - assessed the minister. He emphasized that \"medical studies (launched 9 years ago - PAP) were perceived by many as an experiment with little chance of success.\" As he added, it turned out completely differently. \"Doctor graduates of medical studies and other medical specialists (graduating from the faculty of medical sciences - PAP) are professionals of the highest caliber, there is tangible evidence of this in the form of rankings of medical faculty students in Poland, in which Olsztyn students occupy top positions.\"", "lang": "en"}
{"opinion_id": "op_002898", "text": "An extraordinary doctor with a human, individual approach to the patient. It is difficult to express in words the gratitude for dr Haratykova, who helped me a lot. For several years I have been suffering from severe back pain. Different doctors, different diagnoses, and no effect. Only the involvement of Pani Doktor in full diagnostics and ordering magnetic resonance imaging, computed tomography, and proper rehabilitation helped to significantly alleviate the pain and find the cause of my poor health. A very good doctor, with a calling, a great specialist. A warm and patient person, able to listen to the patient. Thank you Pani Doktor for not downplaying the problem, all the time devoted, and kindness.", "lang": "en"}
{"opinion_id": "op_002899", "text": "Hello, I am after the second visit to Pani doktor and I must say I am positively surprised. My three-year-old daughter has been coughing for a year, previous pediatricians recommended allergy syrups, inhalations... Pani doktor already at the first visit referred us for tests. Moreover, she noticed that the child must be examined by an ophthalmologist because the \"stye\" is in her opinion a chalazion and treatment is indicated. The suspicions turned out to be correct. I recommend.", "lang": "en"}
{"opinion_id": "op_002900", "text": "I do not recommend at all. After coming at the appointed time, I waited half an hour in a queue that no one checked, as it turned out later several people came earlier and entered the office before me. The visit lasted less than 10 minutes. I was told to get tested for Helicobacter and come back. Pani doktor did not bother to read the chart carefully to find out that this test had already been done. When I asked about additional tests, she said that after this we would perform further ones. So another visit. The so-called \"visit\" cost me 150 PLN and I got nothing out of it. I only lost time and money. I signed up with another doctor who actually treats me.", "lang": "en"}
