{"opinion_id": "op_003381", "text": "My previous opinion was very positive and for two years I went to Dr. Jan Kowalski and was satisfied, somehow the hour or hour and a half wait outside the office didn't bother me very much. But something changed. I became pregnant with a desired pregnancy, but my stomach hurt badly, so I flew to the doctor for a visit to make sure everything was okay. I waited 2.5 hours (!), 40 minutes of which I stood because there were no free chairs - I had to wait politely. I finally got my turn, it turned out the embryo was well implanted and everything was fine. When I asked if that spot was my baby, the doctor said ironically that \"it's still a long way to a baby\". So what was it? Later I listened to a series of recommendations on what to eat so as not to gain weight (not what to eat for the baby to be healthy, but so as not to gain weight!!!) - the doctor only talked about that... Dr. Jan Kowalski doesn't know what I do, maybe I work in a warehouse, maybe in a hospital infectious disease ward - he didn't ask if I needed a sick note, nothing. I operate on the principle that pregnancy is not an illness, but there are cases when a sick note is needed, and a doctor who charges 150 PLN for a visit and doesn't issue a receipt should ask about everything. My friend was at a doctor's, a different one, the same day. As it turned out, we are at the same point in pregnancy - but the service was completely different - the doctor referred her for all tests, set up a pregnancy booklet, gave a sick note, established what and how. From my doctor I only heard that I should behave AS IF I WAS already pregnant (is the beginning of the 5th week not a pregnancy???). I know some doctors only issue booklets when the heart appears, it's not about the booklet anymore, but about the general comparison with another doctor's behavior. I realize that for the doctor it's an ordinary thing - another pregnant patient. However, I felt treated so rudely that I fully resign from treatment with Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003382", "text": "I highly recommend Ms. Anna Kowalska. A very pleasant, cheerful, very nice, and professional person. Positive energy radiates from her, which she infects her patients with. I go to Ms. Anna with my twelve-year-old son. Previously, we went to another dietician, unfortunately without major effects, my son didn't feel good during visits, and the diet didn't suit him at all. With Ms. Anna, the situation is completely opposite. My son is very motivated to work, the menus prepared by Ms. Anna are 100% adapted to his age and taste preferences, and he goes to control visits with a smile, he can hardly wait for them. Within 2 months he managed to lose 7 kg, and I, thanks to Ms. Anna's tips, lost 4kg with him. Additionally, the equipment Ms. Anna works with is modern and professional, and the visit prices are very affordable. I highly recommend!", "lang": "en"}
{"opinion_id": "op_003383", "text": "I think Dr. Jan Kowalski is a poor proctologist. He did Hemoron on me with great pain. I paid 120 PLN for the visit and 400 PLN for the procedure. He did not recognize that my pain was caused by an anal fissure, hence I had complications after the procedure. Fortunately, I went to another proctologist in another city, who cured the fissure within 4 days, and is now treating the hemorrhoids. I do not recommend Dr. Jan Kowalski as a proctologist.", "lang": "en"}
{"opinion_id": "op_003384", "text": "Dr. Anna Kowalska is a wonderful person and a brilliant surgeon! I had a total nose correction done by the Doctor on January 14, 2016. Two weeks have passed since the operation and the effect is amazing! The nose is still swollen and already looks beautiful. I am very satisfied! After a consultation with Dr. Anna Kowalska I was sure I wanted to have this operation with her. Medical care at the highest level, the Doctor's approach to the patient before and after the operation also 100% satisfaction on my part. If I were ever to use plastic surgery in the future, I will definitely use the services of Dr. Anna Kowalska!!!!! :))) :) :) I finally got rid of a lifelong complex and look in the mirror with a smile on my face. My self-confidence has grown enormously. I recommend it to everyone considering plastic surgery due to a complex!!! :)", "lang": "en"}
{"opinion_id": "op_003385", "text": "Reading the previous comments clarified a lot for me. The doctor also detected PCOS on an ultrasound for me, even though the doctor from Damian who performed the examination did not detect anything like that. Is there any patient he didn't detect this in? Also for the first (and only) time I learned from him that my hymen had not ruptured (I have been in a relationship for 8 years). This confirms that the doctor has his favorite diseases...", "lang": "en"}
{"opinion_id": "op_003386", "text": "According to the Polish specialist, these analyses show that despite regulations and special design of such studies, the direct benefit and risk of participation in phase I studies in pediatric oncology remain at the same level as in studies with adults. \"On average, ten out of a hundred children participating in a study obtained a benefit (understood as the body's response to the drug, e.g., in the form of tumor reduction), including – in the case of solid tumors – on average only three out of a hundred children enrolled in the phase I study, while in the case of leukemias - almost thirty children out of a hundred enrolled in the study,\" emphasizes Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003387", "text": "The worst possible obstetrician! He is impolite, allows himself crude jokes, constantly late. A pregnant woman needs peace and certainty that everything will be fine, meanwhile Dr. Jan Kowalski creates an enormously stressful atmosphere. For 3 months, at every examination, he convinced me that I had a shortened cervix, constantly scared me with premature birth and a disabled child. The doctor even went so far as to mock a disabled child, using facial expressions and making strange sounds! Probably not what a woman expecting a child expects! This whole nightmare lasted 3 months with visits every 2 weeks, enormous stress, only when I consulted another doctor, it turned out that there was no question of a shortened cervix and there was no risk of premature birth (on the day of the examination). Therefore, I only recommend Dr. Jan Kowalski to ladies who want to eat a lot of fear and stress during pregnancy! I will add that the doctor is inconsistent in prescribing medications and conducting treatment, treats patients in an assembly-line manner, constantly answers private phone calls during visits. THE WORST POSSIBLE DOCTOR!", "lang": "en"}
{"opinion_id": "op_003388", "text": "Calculations show that per 10,000 inhabitants of Poland in 2000, men lost 2500 years of life, and in 2014 less, almost 2200 years. For women, this rate was 1430 and 1270 years respectively. The biggest thieves of life in Poland are diseases of the circulatory system, malignant cancers, external causes of death (including primarily traffic accidents and suicides) and diseases of the digestive and respiratory systems. Scientists divided the causes of death into three main groups. The first group includes, among others, infectious diseases, parasitic diseases, those related to pregnancy and childbirth, as well as malnutrition. \"This is a significant group in poorly developed countries, but in Poland - the least common,\" commented Dr. Anna Kowalska. The second group of causes of death are chronic non-communicable diseases - including cancers and diseases of the circulatory system. \"This is the most common cause of death in developed countries, including Poland,\" said the PAP interviewee. The third group is external causes of death - accidents, suicides.", "lang": "en"}
{"opinion_id": "op_003389", "text": "Hello, I was at Dr. Jan Kowalski's office three times in total at the clinic. The first two visits I remember very well. Nice, concrete, but on the third visit I was disappointed... the doctor gave me his business card and informed me that the procedure of freezing the erosion he could only perform in a private clinic where he practices for 300 PLN. To my question about such a procedure under the National Health Fund (NFZ), he answered that I had to find a clinic myself.", "lang": "en"}
{"opinion_id": "op_003390", "text": "Hello, I am also not satisfied with this surgeon's work. I had my breasts done by him, and I am not happy with them. They differ in size, the right breast is bluish and numb. When I asked about the cause, the doctor kept making up that it was my fault, because I work too much with my right hand!! and I only perform basic activities like brushing my teeth or eating!! ABSURD, REALLY. The way he sees patients for such money is a failure!!!! I wanted to enlarge my breasts, it's a serious operation after all!!! The visit lasted exactly 8 minutes!!! He measured the breasts, gave the price!!! He didn't explain what the implants are like, how they differ, what the complications are, absolutely nothing!!! If it weren't for the internet, I wouldn't have learned anything from the doctor himself. He is always in a hurry somewhere, and treats patients terribly! and after all, we pay him a lot of money for this. His price list has implants priced from 9,000 - 13,400. Why this price list, if he didn't even ask me what I want!!! Of course, the dear doctor himself chose the most expensive version for me!!!!! I do not recommend!!", "lang": "en"}
{"opinion_id": "op_003391", "text": "I had a medical consultation with the doctor about my stomach problems. The second time I had a gastroscopy and a preliminary diagnosis - biliary reflux. Pluses: - professionalism, - efficiency in performing gastroscopy, - politeness. Minuses: - poor communication; poor interview; in the end I had to ask myself what was wrong with me and why; I learned very little - lack of information from the doctor regarding the further treatment path (I only received a prescription for medicine without even guidelines on how long to take it) - lack of comprehensive medical advice regarding the need to follow a diet and avoid situations that could worsen the condition - lack of referrals for other, further tests confirming 100% biliary reflux and/or excluding other conditions (ultrasound, stool tests, Bilitec 2000...)", "lang": "en"}
{"opinion_id": "op_003392", "text": "The Professor disappointed me. At a private visit, he was interested in my problem, proposed a full diagnosis in the hospital. I was surprised and at the same time happy that finally a doctor was found who would help me. That's where it ended. In the hospital, I was assigned to a young doctor, tests were done that I had already done privately before, I lay for a week and was released with a diagnosis of overactive bladder. The diagnosis is not accurate. The Professor did not find a minute of his time. Apparently I was not worthy of the Professor's attention. I wasted a week of time lying in the hospital, completely pointless.", "lang": "en"}
{"opinion_id": "op_003393", "text": "The concentration of \"tracked\" particulate matter will be announced by the participants during special health information campaigns. They will take place on March 15 or 22 in all localities visited by the patrols. During the campaign, you will be able to benefit from free medical examinations, seek medical advice, measure blood pressure and blood sugar levels. In some locations, free spirometry tests will also be performed, allowing for early detection of bronchial diseases, including chronic obstructive pulmonary disease (COPD), which is a consequence of, among other things, inhaling particulate matter. The patrols and health campaigns are carried out in cooperation with the International Association of Medical Students IFMSA-Poland, which is a partner of the Particle Trackers campaign. The equipment for measuring the level of particulate matter was provided by the company 3M and the Environmental Protection Scientific Club of the Warsaw University of Technology, which are also partners of the initiative.", "lang": "en"}
{"opinion_id": "op_003394", "text": "On the tomography image after such a short period from the first radiotherapy sessions, the human eye will not catch any changes that could indicate fibrosis of the lung tissue, but maybe computers will manage it. Chałubińska-Fendler hopes that together with IT specialists from the Lodz University of Technology, she will use an image analysis program that will be able to recognize the first signs of radiation reaction early on the tomography image. \"The image contains a lot of information that cannot be seen with the human eye. But we hope the program will catch it. We will look for such features that would allow distinguishing a healthy lung from a lung in which some changes are beginning to occur,\" explains the researcher. Image analysis from tomographs is only one element that - as the PAP interviewee hopes - will allow for early detection of radiation reaction. The second element will be a blood test. Scientists believe that markers of inflammation, as well as the loss of certain particles, micro-RNA, can warn about the formation of radiation reaction. \"Having information from all these parts of the project, we will be able to say whether the patient has already developed a radiation reaction or that they have a higher risk of it,\" believes the researcher.", "lang": "en"}
{"opinion_id": "op_003395", "text": "Scientists must carefully examine the characteristics of mice with the Dicer gene turned off. Without this knowledge, it would not be possible to determine during further experiments whether the observed change in the appearance or behavior of the animal is related to the turning off of a given gene. \"Two years ago we characterized the cognitive processes of the new mice. We then found that after turning off the Dicer gene, the animals showed better memory than the control groups,\" says Dr. Jan Kowalski. However, about 5 months after removing the Dicer gene from the brain, cognitive abilities dropped below the threshold of the control group. This may be related to the death of neurons that were previously deprived of the Dicer gene through pharmacological actions - the researchers believe. Currently, the analysis of changes in metabolic processes in the new mice has also been completed; for 3-4 weeks after turning off the Dicer gene they eat more and gain weight quickly, after which their appetite returns to normal, but the increased body weight continues to be maintained.", "lang": "en"}
{"opinion_id": "op_003396", "text": "It is unimaginable that the doctor did not inform me that the time I was booked for was not an appointment time reserved for my individual visit but an \"open\" time slot where the rule is \"first come, first served\". The first visit was indeed individual and by implication the second was supposed to be the same. Despite the discomfort due to lost time (I waited 1.5 hours) I paid the same amount as for a visit booked for a specific, individual time. However, the worst thing about the doctor's way of receiving patients was the lack of discretion and respect for patients' sensitive problems. In the waiting room where 7-8 waiting patients were sitting, the conversation between the doctor and the client could be heard clearly and distinctly (despite the radio being on). In my opinion, this is unacceptable. Regarding the treatment, the doctor did not go beyond the standard action plan, he wrote a prescription for a medicine that I could easily get myself.", "lang": "en"}
{"opinion_id": "op_003397", "text": "I was at Dr. Jan Kowalski's for the first time, the visit was at a high substantive level, the doctor devoted a lot of time to me, I didn't feel any impatience, which is nice and gives comfort. I left the office with the feeling that I can be helped, that the doctor will take into account my other conditions, I am an oncology patient, and the gynecological problems are a result of previous treatment. I am 36 years old, I still hope for health, for being a woman. The conversation with the doctor, the examination - its result, the offer of help, gives me hope for a return to normality. This is a doctor I will return to for help. Thank you, Anna Kowalska", "lang": "en"}
{"opinion_id": "op_003398", "text": "Private practice has clearly gone to the doctor's head, because years ago, when he started his career in a public facility on Pabianicka Street, he knew how to both treat and behave. Unfortunately, I had the unpleasant experience of encountering him again in this clinic when I showed up urgently due to scleritis and uveitis. Anyone who even superficially knows ophthalmology knows that these conditions can lead to permanent vision damage. The doctor didn't care about my requests, explaining the lack of space. Then I asked for written confirmation of the refusal, so I could go to the ER. The doctor lost his nerve, started, to put it bluntly, yelling that I wanted to intimidate him, sending me to the manager, etc. If it weren't for the fact that I was admitted to the ER, where I received proper treatment, thanks to which I still see well, I would have referred the matter to the National Health Fund (NFZ). Maybe that would remind the doctor what working within the fund entails. Maybe privately the doctor bends over backwards to please patients, but for me that's no argument and I don't recommend this person to anyone.", "lang": "en"}
{"opinion_id": "op_003399", "text": "I had the dubious pleasure of being at a few visits in this gentleman's private office about 8 years ago. After reading the reviews I decided to add mine because I see the doctor hasn't changed at all. During the examination on the chair he behaved inappropriately towards me (pressed against me). Disgusting! and on top of that his lewd jokes. I started coming to visits with my husband. He took a lot of money from us and didn't help in anything. I do not recommend.", "lang": "en"}
{"opinion_id": "op_003400", "text": "I was at the first visit and unfortunately I will not return, mainly because I expected more engagement, empathy, specifics. Ms. Anna Kowalska is very distant, doesn't say much. Perhaps this is her method of work, which is why I am not giving a negative rating. I heard a few accurate observations, but in a very cold atmosphere. Leaving the office I didn't feel too good and had the feeling that I probably wouldn't want to continue. For people who expect support, understanding, engagement from the therapist - I do not recommend. I suspect, however, that people who need space to talk things out may be satisfied.", "lang": "en"}