{"opinion_id": "op_004341", "text": "I am very satisfied with my visit to Dr. Jan Kowalski. I had been looking for a doctor who would explain my problem so thoroughly and patiently for a long time. Dr. Jan Kowalski conducted a detailed interview. The visit took place in a very friendly atmosphere, and I felt truly heard. I sincerely recommend Dr. Jan Kowalski to everyone looking for a competent and empathetic doctor. Now it depends on me what the results of the work will be.", "lang": "en"}
{"opinion_id": "op_004342", "text": "Dr. Jan Kowalski is very thorough, patient, and competent.", "lang": "en"}
{"opinion_id": "op_004343", "text": "Dr. Jan Kowalski spent a lot of time conducting a thorough interview and answered all questions. I warmly recommend.", "lang": "en"}
{"opinion_id": "op_004344", "text": "A very friendly doctor, you can see that he knows his stuff.", "lang": "en"}
{"opinion_id": "op_004345", "text": "Very committed, empathetic, and exhaustively answering all questions. This is how every medical consultation should look.", "lang": "en"}
{"opinion_id": "op_004346", "text": "Dr. Jan Kowalski has immense experience along with empathy and patience. The prescribed diet is effective and at the same time healthy. It's worth using such help. I recommend.", "lang": "en"}
{"opinion_id": "op_004347", "text": "The visit and consultation were very substantive, in a pleasant atmosphere.", "lang": "en"}
{"opinion_id": "op_004348", "text": "A very professional visit. Dr. Jan Kowalski explained everything in detail, a competent and very nice doctor.", "lang": "en"}
{"opinion_id": "op_004349", "text": "Dr. Jan Kowalski is very nice and substantive, the examination was conducted very thoroughly and multi-aspectly, taking measurements was done with full explanation, without rush and with full respect for the patient. I am very satisfied with the visit.", "lang": "en"}
{"opinion_id": "op_004350", "text": "I recommend the Clinic with all my heart, very nice dietitians. I am under the care of Pani Anna in the Częstochowskie Centrum and I am very satisfied. The kilograms are dropping, my well-being is fantastic. The meals are quick and simple, the diet plan is tailored to my lifestyle. I RECOMMEND!! It's really worth it :)", "lang": "en"}
{"opinion_id": "op_004351", "text": "A great specialist who genuinely cares about patients. You can feel it from the first contact. This is not a 5-minutes-per-patient type of person. Looking for the best solution tailored individually. Diet also for conditions and for physically active people. Very substantive, inquiring, with a psychological approach. Creating a nice, friendly atmosphere, supportive during setbacks. With great knowledge, a Specialist with a calling.", "lang": "en"}
{"opinion_id": "op_004352", "text": "A very thorough interview conducted about the problem I came with, exactly explained how we will proceed with terms and specifics, all the products I don't like were taken into account when preparing the diet. Pani Anna was recommended to me by a friend who already lost weight with her, so I recommend too.", "lang": "en"}
{"opinion_id": "op_004353", "text": "I traveled around Poland over the last years to find the right dietitian. And maybe at Pani Anna Kowalska's it's not 100% perfect regarding access and always available parking at the clinic. But when it comes to the medical aspect, I haven't met a better clinic than this one in Częstochowa...", "lang": "en"}
{"opinion_id": "op_004354", "text": "Pani Anna is a very friendly, competent person with great knowledge who treats her patients holistically and tailors the diet to their lifestyle, dietary preferences, and health burdens. I am very pleasantly surprised by the visits and the results achieved thanks to the diet. I wish every person who wants to change something in their life for the better a dietitian like Pani Anna.", "lang": "en"}
{"opinion_id": "op_004355", "text": "Professional approach to the matter, as I expected, I received a full menu and explanation for weight reduction, sugar drop.", "lang": "en"}
{"opinion_id": "op_004356", "text": "I came with child feeding problems, Pani Anna proposed a diet that is tasty, healthy, and that the whole family can eat.", "lang": "en"}
{"opinion_id": "op_004357", "text": "Professional approach to the patient and their needs, everything was explained to me in detail, which is important for understanding how the diet works and what effects it will bring. The proposed diet is tailored to my needs, even organizational ones, to make it easier to follow :) Recipes are tasty, easy, and simple to make :) I highly recommend!", "lang": "en"}
{"opinion_id": "op_004358", "text": "I lost 10kg thanks to the care of Pani Anna. Helpful, committed, competent - the best dietitian I have been to so far.", "lang": "en"}
{"opinion_id": "op_004359", "text": "I recommend Pan Jan Kowalski. He is the best. I am glad that after years of unsuccessful struggle with insulin resistance, I finally found a very competent, helpful, and committed person.", "lang": "en"}
{"opinion_id": "op_004360", "text": "Super visit, reliable knowledge and approach to the problem. A professional.", "lang": "en"}
