{"opinion_id": "op_004121", "text": "Visit in a pleasant atmosphere, the female physiotherapist was competent, besides the treatment itself (effective) she provided a number of important information and recommendations. I sincerely recommend :)", "lang": "en"}
{"opinion_id": "op_004122", "text": "Anna was very nice, professional and detailed in her approach. You can see she has huge knowledge and passion for her work - she explained everything thoroughly and made me feel well taken care of. Definitely recommend!", "lang": "en"}
{"opinion_id": "op_004123", "text": "Professional and you can chat to make time pass faster. Recommend!", "lang": "en"}
{"opinion_id": "op_004124", "text": "Very professional and above all effective. I can wholeheartedly recommend Anna.", "lang": "en"}
{"opinion_id": "op_004125", "text": "Brilliant as always! An hour of work and the effects are immediately visible.", "lang": "en"}
{"opinion_id": "op_004126", "text": "The Kobido massage was thorough and performed with focus.", "lang": "en"}
{"opinion_id": "op_004127", "text": "Professional and nice :) Great knowledge and commitment", "lang": "en"}
{"opinion_id": "op_004128", "text": "Anna was really great. I managed to book two appointments during my short stay in Gdańsk and it's a pity it was only two. There was pain, but I'm really satisfied. Especially with what Anna did with my face. I will definitely be coming back!", "lang": "en"}
{"opinion_id": "op_004129", "text": "The visit took place in a great atmosphere. Anna is a nice, competent person who knows her stuff. I recommend", "lang": "en"}
{"opinion_id": "op_004130", "text": "Individual approach to patient needs and therapy adaptation", "lang": "en"}
{"opinion_id": "op_004131", "text": "I recommend! Professional approach and concrete help - I'm satisfied with the visit.", "lang": "en"}
{"opinion_id": "op_004132", "text": "The visit took place in a very pleasant atmosphere. The male physiotherapist clearly knows his \"stuff\".", "lang": "en"}
{"opinion_id": "op_004133", "text": "Very cool physio, explains everything calmly and in simple language. Doesn't scare unnecessarily.", "lang": "en"}
{"opinion_id": "op_004134", "text": "Very professional, empathetic, reliable and skilled. I recommend.", "lang": "en"}
{"opinion_id": "op_004135", "text": "Great first impression from the very threshold - welcoming and generally a nice relaxed atmosphere. Then it only got better: detailed interview about the problem, explaining everything in a visual way, explaining each step and procedure. Excellent, you really feel well taken care of. After the treatment, noticeable improvement, though with the information that real results will come from proper treatment of yourself and your problem. And the price is very fair.", "lang": "en"}
{"opinion_id": "op_004136", "text": "Extensive knowledge and experience allowed for an accurate diagnosis. Thanks to this, I received quick help in getting rid of the pain. Definitely recommend", "lang": "en"}
{"opinion_id": "op_004137", "text": "I highly recommend, great guy", "lang": "en"}
{"opinion_id": "op_004138", "text": "What a visit that was! An hour passed in the blink of an eye. Jan conducted a thorough interview and then explained everything in an accessible way, in human terms, very detailed, without beating around the bush. I received precise instructions on what exercises to perform at home, recommendation for a follow-up visit. After the visit I felt relief from my ailments. I recommend!", "lang": "en"}
{"opinion_id": "op_004139", "text": "I wholeheartedly recommend this physiotherapist - professional, committed and with excellent patient approach. After just a few visits I felt a noticeable improvement. Great atmosphere and effective therapy!", "lang": "en"}
{"opinion_id": "op_004140", "text": "Professional approach, detailed interview, and additionally friendly atmosphere and patient comfort. Exercises to perform independently at home were thoroughly demonstrated and explained. I'm satisfied with the visit.", "lang": "en"}
