{"opinion_id": "op_004041", "text": "Very professional approach from Mr. Jan. A specialist with extensive knowledge and great experience. Back and shoulder pain disappeared after the first visit. Thank you very much and I sincerely recommend Mr. Jan ;)", "lang": "en"}
{"opinion_id": "op_004042", "text": "I warmly recommend! Great approach, you can see 100% commitment. If needed, we will definitely return with my daughter", "lang": "en"}
{"opinion_id": "op_004043", "text": "I appreciate the expertise, empathy, and individual approach to the patient. Well-adapted physiotherapy method for the problem I came with. A set of exercises that I can also perform at home. I recommend!", "lang": "en"}
{"opinion_id": "op_004044", "text": "Very substantive visit. Symptoms under control. Highly recommended.", "lang": "en"}
{"opinion_id": "op_004045", "text": "Excellent approach to the patient, everything explained thoroughly, very pleasant atmosphere, I'm glad I ended up with Mr. Jan! :)", "lang": "en"}
{"opinion_id": "op_004046", "text": "Full professionalism, full commitment, great knowledge - I warmly recommend", "lang": "en"}
{"opinion_id": "op_004047", "text": "The visit went successfully. Starting from a detailed interview to effective immediate therapy preceded by quick diagnosis of the problem.", "lang": "en"}
{"opinion_id": "op_004048", "text": "Very professional and substantive. I warmly recommend", "lang": "en"}
{"opinion_id": "op_004049", "text": "Very significant help with pain, professional and additionally very nice.", "lang": "en"}
{"opinion_id": "op_004050", "text": "I came with a hip problem. Mr. Jan explained the problem in detail, referred me for further tests, and set up an exercise plan. Great commitment and empathy, highly recommended.", "lang": "en"}
{"opinion_id": "op_004051", "text": "Very friendly. Has great knowledge. Noticed things that even the orthopedist didn't tell me about. Pleasant visit", "lang": "en"}
{"opinion_id": "op_004052", "text": "Quickly presented diagnosis and after a few visits the pain completely disappeared. Expertise and commitment TOP.", "lang": "en"}
{"opinion_id": "op_004053", "text": "Great visit. Mr. Jan first diagnosed the problem, then discussed the action plan in detail, and immediately got to work. Plus everything in a friendly atmosphere. I recommend!", "lang": "en"}
{"opinion_id": "op_004054", "text": "Mr. Jan is very committed and helpful. Plus for communication skills during therapy and help in an emergency.", "lang": "en"}
{"opinion_id": "op_004055", "text": "Jan did an amazing job improving the situation of my knee and explained all the steps he was doing very well! He also went above and beyond to provide me with useful information about my injury and exercises I can do at home to improve it. Thank you so much!", "lang": "en"}
{"opinion_id": "op_004056", "text": "I recommend Mr. Jan with all my heart, visit in a friendly atmosphere, everything explained thoroughly with full commitment.", "lang": "en"}
{"opinion_id": "op_004057", "text": "A physiotherapist worth recommending. I came to Mr. Jan after a knee injury. After the first visit I felt significant improvement and received home exercises. The visit took place in a pleasant atmosphere, and I got answers to all my questions", "lang": "en"}
{"opinion_id": "op_004058", "text": "I recommend this physiotherapist with all my heart. High professionalism, enormous knowledge, individual approach to the patient. A very nice person, which is why every rehabilitation session took place in a friendly atmosphere. After one visit to this gentleman, you can see and feel significant improvement. He fixed my leg (torn cruciate ligament)", "lang": "en"}
{"opinion_id": "op_004059", "text": "I recommend the physiotherapist. Thoroughly conducted interview, appropriately chosen therapy, pleasant atmosphere, empathetic approach to the patient.", "lang": "en"}
{"opinion_id": "op_004060", "text": "Highly recommended! Professional approach, great atmosphere, and concrete help. Improvement visible already after the first visit. The physiotherapist explains everything thoroughly, answers questions, and really knows what he's doing. I felt cared for from entry to exit. Thank you!", "lang": "en"}
