{"opinion_id": "op_003041", "text": "Oh no, I do not recommend and very much so : ( ( ( the visits to Dr. \"pseudocardiologist\" almost finished me off, instead of curing my heart the condition only worsened, through His rudeness and snappiness... For 12 years I did not go on sick leave L4 and His suggestions that I was simulating to go on fake L4 were disgusting. Not to mention that during the visit He was practically talking either on the phone or through gg all the time : ( ( ( Tragedy!!!!! I do not recommend!!!!!! I will only add that after changing doctors, a heart defect was confirmed in me, which Dr. Jan Kowalski did not notice (well, how could he)... I ADVISE AGAINST!!!!!", "lang": "en"}
{"opinion_id": "op_003042", "text": "A Pole's heart begins to age earlier, around the age of 30, but this process occurs gradually, just as the decline of the male sex hormone – testosterone – happens gradually. The heart of a 35-year-old is forty years old, a fifty-year-old's is 60-65 years old, and a seventy-year-old's is 80 years old. In women, the heart ages more abruptly. At the same age as the chronological age, it is only in young women, generally up to 30, at the latest up to 44 years of age. In women aged 45-59, it is the same as in men of the same age, meaning it is 60-65 years old. Then, after sixty, it ages faster than in men. The heart of a 70-year-old Polish woman is already 95 years old – according to NATPOL studies.", "lang": "en"}
{"opinion_id": "op_003043", "text": "\"Tattoos are extremely popular among people aged 20-30, both in the United States and in Poland. But some tattoos are later regretted and need to be removed. Until recently, all methods other than surgical procedures were not very effective. We entered the market with very powerful short-pulse lasers, so-called picosecond lasers. We have very good results in tattoo removal, but also in fighting pigmentation problems. Our system allows for the removal of both artificial and natural discolorations, such as those that appear e.g. due to sun exposure\" - says Jan Kowalski to PAP. The engineer designs medical equipment. He leads an R&D team in a public company in California that designs laser equipment for dermatology. The Warsaw University of Technology graduate explains that devices based on lasers are used in both medical and cosmetic dermatology. Previously, for years, he dealt with the application of lasers in ophthalmology (in treating cornea and retina diseases and treating myopia, hyperopia, glaucoma) and in urology. He collaborated with Polish academic centers in Katowice, Bydgoszcz, and Warsaw.", "lang": "en"}
{"opinion_id": "op_003044", "text": "For now, it is not at all so simple to prove that a sniffling patient who comes to the doctor with a fever and cough actually has the flu. Only tests on samples taken from the patient (mass tests or PCR), which are unavailable to the average person, provide relative certainty. These tests are not only expensive but also take a lot of time - you have to wait several days for results. Doctors, unable to immediately determine whether they are dealing with a viral or bacterial infection, sometimes - just in case - prescribe antibiotics to the patient. And in the case of a virus, e.g. flu or rhinovirus, this is completely unnecessary and contributes to weakening the body, as well as the emergence of antibiotic-resistant bacterial strains.", "lang": "en"}
{"opinion_id": "op_003045", "text": "Data presented during the meeting shows that the amount of chemical substances we come into contact with daily is constantly increasing. In the European Union, about 30,000 chemicals are produced annually in quantities above one ton. \"Since World War II, the annual production of chemicals has increased as much as 60-fold. Our bodies already contain about a hundred trace, yet detectable, amounts of chemical substances or their metabolites\" - emphasized Prof. Jan Kowalski. As an example, the specialist gave plastic packaging, from which substances such as bisphenol A and phthalates can migrate into food and our bodies. In Belgium, the average resident excretes 132 mg of this bisphenol per year in urine, in France - 127 mg, in Denmark - 112 mg, and in Sweden - 71 mg. According to European Union standards, the annual amount of this substance in the body should not exceed 100 mg.", "lang": "en"}
{"opinion_id": "op_003046", "text": "And I will speak about the Gniezno doctors I had the chance to meet in the hospital. One of the better doctors in Gniezno and with experience. Very gentle. He takes an interest in his female patients. For example, I was walking in the hospital holding my stomach and he looked at me and asked if something hurt. I encountered him twice and he always approaches his female patients with the same care and friendliness. My cousin went to him privately and speaks very highly of him.", "lang": "en"}
{"opinion_id": "op_003047", "text": "She performed an abdominal ultrasound on our infant at Medicover hospital. Pleasant, though with some reserve, the result showed \"gassiness\" of the belly, which made us breathe a sigh of relief because after a clear drop in the amount of milk the little one was eating, a very bloated belly, crying, spitting up food, arching the body, and other symptoms that could indicate something worse, we were very concerned. A small minus could be expecting a better presentation of the results - the doctor said she is not a pediatrician and referred us to a doctor... it wouldn't have been a problem if it weren't for the fact that when we ran with the results to the pediatrician on duty (Medicover hospital, Anna Kowalska) she didn't have time to examine the little one, claiming she had to schedule appointments for patients in much worse condition...", "lang": "en"}
{"opinion_id": "op_003048", "text": "In my opinion, a good doctor, matter-of-fact, concrete, and knows his stuff. He managed my pregnancy, which proceeded normally, but I cannot say the same about the delivery. I struggled for 7.5 hours and everyone said \"the end will come soon,\" but that end did not come, only when a specialist appeared, i.e. Dr. Jan Kowalski, the suffering ended and thanks to him my little daughter appeared, who will soon be two months old.", "lang": "en"}
{"opinion_id": "op_003049", "text": "The doctor gives the impression of being unpleasant. There is no possibility of a full statement because she interrupts all the time. At times, one can get the impression that she has a dismissive attitude towards the patient. She did not provide exhaustive information regarding the state of health, ordered tests without informing what they were supposed to prove. Maybe the doctor was having a worse day. During the visit, I felt uncomfortable, as if I was there under duress. There was simply a lack of interest on her part. I will certainly not return for another visit.", "lang": "en"}
{"opinion_id": "op_003050", "text": "According to the Institute of Food and Nutrition, fat consumption should not account for more than 30-35% of daily energy needs. It should also not be less than 20% of energy needs, because fats are an important building block of cell structures and are necessary for the absorption of some vitamins, such as vitamins A, D, E, and K. Prof. Jan Kowalski emphasized that in Poland, the average fat consumption is too high, as it exceeds 40% of daily energy needs. \"While the increase in consumption of vegetable fats has reduced the risk of cardiovascular diseases, its excessive content in the diet significantly contributes to the increase in overweight and obesity among Poles. This is a new threat to health and further life extension of our compatriots\" - he emphasized.", "lang": "en"}
{"opinion_id": "op_003051", "text": "I do not recommend, yes as a person he is cultured, however, spine surgery requires the hands of a neurosurgeon who has different equipment. So if someone has a problem with the spine, they need to go to a neurosurgeon and not an orthopedist, as unfortunately I also thought years ago. When I returned to Dr. Jan Kowalski a month after the surgery with a large recurrent hernia, he stated that he saw nothing and that there are people who have psychological problems, suggesting that I want to fraudulently obtain disability benefits from the state, it's a pity that the neurosurgeon I went to for a consultation later stated that it needed to be operated on immediately. So I do not recommend this doctor to anyone as a spine specialist", "lang": "en"}
{"opinion_id": "op_003052", "text": "I came to Pani Kowalska by recommendation. The reason for my visit was the need to talk to a therapist who would help me look at my problems with distance, from the side, advising thanks to her knowledge and openness to people. The specific reason was professional burnout, which for 2 years made me stop enjoying life and I vented my poor mental state at home. Pani Anna is a really great therapist and person. Thanks to her, I realized that I was stuck in a rut, afraid of changes. Complaining about work, I did not take any steps to change my life. I lacked the courage needed for change and self-confidence, which was undermined at work. For several months now I have been working in a different place and I am happy that I dared to change my life. Stress, frustration, and anxiety states have disappeared. I largely owe this to Pani Kowalska, whose wisdom and understanding gave me wings and made me realize that life is too short to waste it out of fear of change. Thank you, Pani Anna!", "lang": "en"}
{"opinion_id": "op_003053", "text": "I was there due to problems in the sexual sphere. First, he asked about everything thoroughly and noted it down, asked about physical health, also about life matters, then health matters, then about how things are in the relationship, about misunderstandings, conflicts, etc. He approached it thoroughly. Then he referred me for laboratory tests and only then told me to come back. He said that whether we use appropriate medications or hormones would depend precisely on the results. It seems to me that this is exactly how it should be. A pleasant person, he is such that you don't feel embarrassed, you can see he has experience. For me, worthy of recommendation.", "lang": "en"}
{"opinion_id": "op_003054", "text": "I advise against. The visit cost 105 PLN in January and lasted 5 minutes. My daughter got some ointments for acne. After a month, the next visit - we were scheduled for 5:00 PM but entered the office around 6:00 PM. Two people who were not scheduled went in before us, but the doctor asked them to. To my question why patients are handled like that, I learned that it just is and that's it. The visit lasted 5 minutes, 105 PLN, and the lady stated that my daughter must take antibiotics. She prescribed 5 packages, to my question if these antibiotics won't harm her, I learned that even aspirin harms. The doctor did not feel like answering my other questions and only invited me for a visit in a month. We resigned.", "lang": "en"}
{"opinion_id": "op_003055", "text": "Professional and pleasant consultation during which I felt that someone approaches me individually and with great commitment. The stress before the first visit disappeared already in the first minutes after entering the office. The proposed diet plan turned out to be easy to implement because it does not involve any ordeal, it takes into account seasonal products and my taste preferences. I am practically just starting the fight with excess kilograms, but I feel that I am in good hands because I am very satisfied with the commitment and approach of the dietitian. I recommend for great knowledge and motivating approach.", "lang": "en"}
{"opinion_id": "op_003056", "text": "My feelings towards the doctor are neutral, I don't really know what to say. I am neither for nor against. She checked my son's lymph nodes and that was it. She said to do a morphology and come eventually if something is worrying. So for now, no revelations", "lang": "en"}
{"opinion_id": "op_003057", "text": "And I do not recommend this doctor. I do not question his competence, because it is probably high, but his approach to the patient. We had the \"pleasure\" to meet at the ER in Kopernik where I arrived in the 6th/7th week of pregnancy in the morning awakened by abdominal pain and spotting, I had known about the pregnancy for a week and from the attending doctor I got lutein due to the spotting. I was sure I had miscarried. A midwife, equally unpleasant, received me, said that up to 10 weeks nothing can be done anyway so I could wait until at least 8 AM (it was around 6). After 40 minutes of calling doctors who according to her were sleeping, Dr. Jan Kowalski came, angry and unpleasant, said there is no spotting here, why did I come, when he did an ultrasound on me, probably out of anger the condom he put on the probe burst. And what hurt me the most was when he said why did I come, if the pregnancy is normal it will maintain itself, if not it will miscarry, at this stage they can't do anything. Probably that is the truth, but saying that to a distraught pregnant woman probably does not speak of exceptional empathy. As I mentioned, I have nothing against the doctor's skills but against the approach to the patient. I have the right to show up at the ER and this gentleman is there to receive me without unnecessary emotions and comments,", "lang": "en"}
{"opinion_id": "op_003058", "text": "Nice and pleasant and that's all. She tries like many other rheumatologists but doesn't treat any better. Everyone convinces the sick that RA is an incurable disease and it won't get better. Practically, she treats with a good word and a smile. Only after changing doctors did I see that the disease can disappear without a trace. It is not the doctor's fault but the system and lack of training for rheumatologists. Now I am under the care of a doctor who worked abroad for years and treats completely differently. I won the lottery by changing doctors. Nevertheless, the doctor really tries. It's just a pity that it is not enough to really help the sick.", "lang": "en"}
{"opinion_id": "op_003059", "text": "I was at the Doctor's only once several months ago and it was my first and at the same time last visit. I'll skip the question about education (quote \"I speak differently to people with higher education\"), marital status (as if it indicated anything) and place of work. I came to the Doctor by chance, also encouraged by many positive opinions on this portal. A slight bleeding appeared after menopause (I am on HRT) which worried me very much. Unfortunately, my regular doctor was unreachable at that time. The Doctor treated me like a person almost on their deathbed. He stated that I was his \"most serious case that day\". He did an ultrasound on me, constantly exclaiming that my endometrium is in very bad condition and looks pre-cancerous or even worse. He did not fail to criticize my doctor at the same time for prescribing me precisely this drug as HRT. And of course, he constantly emphasized that he worked in Great Britain, as if that had any significance to me. He scared me immensely, forbade continuation of HRT and immediately referred me to the hospital. Fortunately, after the first shock (the bleeding stopped two days later) I waited for my doctor to return, without interrupting HRT, and it turned out that the cause of my bleeding was a rather large polyp in the cervix, which the Doctor did not notice at all (despite the examination and ultrasound) and my endometrium turned out to be fine. I have already had a hysteroscopy of the polyp, the histopathological examination result is good, so everything is ok. I definitely do not recommend the Doctor for lack of professionalism, very unpleasant attitude towards the patient, and lack of empathy.", "lang": "en"}
{"opinion_id": "op_003060", "text": "Unfortunately, I cannot join the flattering opinions. The doctor essentially reduces the treatment of infants to unblocking tear ducts. There was no interview, no examination, not a word about the procedure. Upon entering the office, I was handed a consent form to sign and quickly the child was taken for the procedure, explaining that it is best for the child. I was not given a chance to get the baby accustomed to the office and the doctor. The little one was sleeping, woke up on the table, additionally hungry, and instead of food, this terrible procedure and then the eye drops for 7 days. Overall, the child experienced trauma (me too), later stopped eating and became very nervous and the consequences could have been really serious. The procedure itself was performed skillfully but it didn't help us because the problem wasn't there, which the doctor couldn't know because there was no examination.", "lang": "en"}
