{"opinion_id": "op_002481", "text": "Excellent orthopedist. After 2 years of shoulder problems, I was recommended to Dr. Jan Kowalski. The doctor immediately approached the issue professionally by ordering an MRI. The MRI showed minor problems with the labrum, SLAP. Dr. recommended arthroscopy, during which it would be determined whether the joint is stable enough and the labrum holds, so it can be rehabilitated, or if 2 anchors would need to be inserted. Unfortunately, it ended with anchors in the joint. After the operation, I always had the possibility to contact the doctor. Initially, I appeared quite often (according to recommendations) and even without an appointment (at Medicover) I was always received. Now, after over 3 years from the injury and a year after the operation, I can wholeheartedly recommend Dr. Jan Kowalski. A nice and meticulous doctor who performed a miracle for me and enabled me to return to sports.", "lang": "en"}
{"opinion_id": "op_002482", "text": "Honestly, I have mixed feelings... I visited the doctor several times, initially I was very satisfied, but over time, unfortunately, less and less. During the last visit, the last thing I could say is that I felt I was thoroughly and reliably examined. Since the treatment proposed by the doctor did not bring any effects, I changed doctors, who made a \"slightly\" different diagnosis and proposed effective treatment... The doctor is undoubtedly very nice and pleasant, but I guess that's not all that matters. I certainly won't go back to her.", "lang": "en"}
{"opinion_id": "op_002483", "text": "The best results - as shown by the experiences of the Japanese neurosurgeon Prof. Isao Morita performing the procedures - are achieved in patients after head injuries. Weaker results, however, are in patients after hypoxia due to suicide attempts or cardiac arrest. Therefore, we are looking for patients specifically after brain injuries - explained earlier Dr. Anna Kowalska. In the assessment of doctors, in all operated patients, the sphere of emotional reaction to the surroundings improved, e.g., one of the operated persons got scared of a group of people in white coats, to whom they previously did not react at all. Relatives of the operated also observe other fleeting reactions to the surroundings, e.g., to the presence of parents. Previously, these persons showed no emotional reaction.", "lang": "en"}
{"opinion_id": "op_002484", "text": "The second group of drugs entering the treatment of myeloma are the so-called HDAC inhibitors (histone deacetylases). One of them, discussed in detail at the congress, is panobinostat. \"Drugs of this type are not a breakthrough yet, but they improve treatment outcomes\" - said the head of the Clinic of Hematology, Oncology and Internal Diseases of the Medical University of Warsaw, Prof. Jan Kowalski in an interview with PAP. He added that the next drug increasingly entering myeloma therapy is the so-called third-generation immunomodulatory drug called pomalidomid. It works in some patients resistant to lenalidomid (a second-generation immunomodulatory drug). Both these preparations have the same active molecule and cause fewer side effects than thalidomide (a first-generation drug of this type).", "lang": "en"}
{"opinion_id": "op_002485", "text": "A member of the board of Philips Poland and director of Philips Health Systems in Poland and the Baltic countries, Jan Kowalski expressed the conviction that the company's cooperation with the Silesian University of Technology will in perspective improve healthcare in the Silesian voivodeship. \"It will influence it by combining the strength that comes with the polytechnic (...), Philips' know-how, and entrepreneurship in the region\" - he assessed, considering in this context the presence of many hospital representatives at Monday's meeting as \"encouraging\". Representatives of Philips Poland argue that introducing new solutions that streamline the treatment process from diagnostics, through hospitalization, to patient care is necessary, among other things, due to the aging society, limited number of hospital places, and limited number of specialists.", "lang": "en"}
{"opinion_id": "op_002486", "text": "I had a circumcision procedure with Prof. Jan Kowalski. Before the procedure itself, during the consultation, he collected a precise medical history, listened, allowed me to ask all the questions that were bothering me, which gave a sense of security before the procedure. The procedure went smoothly, and consultations (apart from one personal visit) also took the form of... emails, in which I sent photos of the healing progress and received feedback from the professor. This demonstrated a modern approach to treatment, and gave me once again a sense of security, and I felt that the professor was engaged and that nothing bad would happen to me anymore.", "lang": "en"}
{"opinion_id": "op_002487", "text": "Fear disorders in humans and animals can be treated with behavioral therapy. It involves presenting the fear-inducing stimulus or stimuli in a safe situation. Repeated exposure to such stimuli is supposed to cause the person to stop being afraid over time. Practice shows, however, that fear extinction is neither permanent nor complete. A sick person may stop reacting to the stimulus in the therapist's office, but a change of environment, e.g., going out on the street, can lead to a relapse of fear. In as many as 70-80% of patients, anxiety returns a few years after the end of therapy. Experiments of Polish scientists were described in the prestigious journal of the American Academy of Sciences PNAS. The research was financed from grants from the Foundation for Polish Science, the National Science Center, the 7th Framework Programme of the European Commission, and the ERA-NET NEURON programme co-financed by the National Centre for Research and Development.", "lang": "en"}
{"opinion_id": "op_002488", "text": "The visit was quick, but in a friendly atmosphere. The medical history was quite modest, but I added information that seemed important to me, and the doctor took it into account. The ultrasound examination was very quick, but probably that was enough to verify if everything was alright. I recommend, but I encourage to prepare well and write down all the important information you want to convey to the doctor, because the visit lasts only 15 minutes.", "lang": "en"}
{"opinion_id": "op_002489", "text": "The results of the report showing the costs of MS treatment in Poland were presented by Dr. Anna Kowalska, director of the Center for Postgraduate Studies and the Institute of Management in Healthcare at Lazarski University. She referred to data from the National Health Fund (NFZ) for the years 2008-2016. They show that in the analyzed period, the average annual number of patients with MS was stable and amounted to about 43,000. For patient therapy, NFZ spent PLN 137 million in 2008, and in 2016 - PLN 400 million. Average spending per patient increased from PLN 3.5 thousand in 2008 - to over PLN 9.2 thousand in 2016. The percentage of patients for whom NFZ financed therapy under drug programs was about 43% (10,717 patients) in 2016. In 2008, NFZ spent about PLN 74 million on drug programs in multiple sclerosis, and in 2016 - about PLN 312 million. The average value of therapy per patient was about PLN 28.7 thousand. Dr. Anna Kowalska pointed out that state finances should be looked at holistically. \"Greater spending on multiple sclerosis treatment translates in the longer perspective into lower ZUS expenditures, related to pensions and social care, not to mention a much higher quality of life for patients\" - she said.", "lang": "en"}
{"opinion_id": "op_002490", "text": "\"We tested our substrates on three species of bacteria causing meningitis: Neisseria meningitidis, Streptococcus pneumoniae, and Haemophilus influenzae. We correctly detected their presence in 95% of cases, and identified the species with certainty reaching 98%. And since we are talking about extremely sensitive Raman spectroscopy, finding one bacterial cell was enough for us to obtain such precise results!\" - emphasizes Dr. Anna Kowalska. The entire course of the analysis is largely automated and minimizes the contact of the lab technician with the tested sample. To perform the measurement, it is only necessary to collect a microliter portion of cerebrospinal fluid into a syringe under a laminar flow hood, and then place it in a syringe pump connected to the Raman spectrometer. To increase the certainty of the measurement, the recorded signals are processed by software using advanced statistical methods, and the operator only has to read the result.", "lang": "en"}
{"opinion_id": "op_002491", "text": "Members of many cultures have a problem hearing sounds that are not typical of their native speech. Japanese people, for example, have difficulty distinguishing the sound \"l\" from \"r\". Prof. Jan Kowalski explains that these sounds do not stimulate differentiation in the brains of Japanese people and therefore they have great problems learning foreign languages. Such difficulties appear as early as 10 months of age, so appropriate training must be at such an early period. \"If a child is rewarded for recognizing the difference between +l+ and +r+, there is a good chance that their brain will allow for differentiating these sounds in the future. Such a child will not have difficulties with correctly hearing speech and learning, for example, Polish. Imagine that Chinese people start speaking English better, or that in Europe we start speaking Chinese. This could greatly accelerate globalization processes\" - explained the scientist, who hopes that the toys will be quite cheap and easily distributed worldwide.", "lang": "en"}
{"opinion_id": "op_002492", "text": "I highly recommend the doctor. She listened, took a medical history, and without any problem sent me for further tests (in my case, an MRI). Previous visits to other doctors ended with more X-rays, medications, guesses - still not knowing what is wrong with me. The doctor did not guess from tea leaves, just sent me for tests and I am to return to her with the result - however, I am very positively inclined towards the next visit. I recommend Jan.", "lang": "en"}
{"opinion_id": "op_002493", "text": "Comparing to other pediatricians from Lodz Medicover, definitely above average. Nice, great contact with children, clearly experienced in pediatrics, it's a pity that she always prescribes the same medicines, though on the other hand they help us, it's just that they are probably the most expensive in the whole pharmacy.", "lang": "en"}
{"opinion_id": "op_002494", "text": "I do not recommend the doctor, because I had a threatened pregnancy and the doctor said that I could return to work. I decided and informed my boss that I could return to work during pregnancy. Earlier, however, I went for private tests on Unia Lubelska regarding blood flow and pregnancy measurements, 3D pictures, even though the doctor was sending me to his acquaintance for these tests. It turned out there that I have dilation and the amniotic sac has moved into the cervix. They did not let me go home anymore and I stayed in the hospital to have a suture placed. From the visit to the doctor to the visit to the hospital, a week passed. I do not have a good opinion of this doctor.", "lang": "en"}
{"opinion_id": "op_002495", "text": "Based on blockchain technology, we want to create an environment conducive to and encouraging the conscious sharing of data, on the principles of transparent remuneration or voluntary volunteering. Thanks to so-called smart contracts, every transaction will be recorded, verified, and executed, and access to the platform and thus our data will be obtained only by those who possess the token. A potential hacker will not gain access to the data because the smart contract protocol is based on a distributed transaction ledger and is not subject to modifications. These transactions are tracked and irreversible - says Jan Kowalski, operational director for Research and Development, Transition Technologies PSC, quoted in the press release sent to PAP. Besides scientific institutions, other institutions will also be able to purchase access to the data. \"Of course, the user will decide themselves to whom they share, sell their data. The possibility will exist, but the community may not use it. If a user decides to share - sell - their data to company A, then company A will not be able to sell it to company B. They would have to ask the user for access to that data, and thus pay them\" - explains Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002496", "text": "A soul of a person! I had the pleasure of meeting Anna at the MAMMA childbirth school, I learned a lot and the knowledge was very useful with the first child as well as with the second. Anna always helps when I have questions, I could always count on her at any time, thanks to her I felt safe and calm during pregnancy and after childbirth. There are few people with such a big heart as Anna!!! Thank you again and warm greetings! Anna, Nathaniel and Nadia : )", "lang": "en"}
{"opinion_id": "op_002497", "text": "We will strive for this development to occur in a sustainable manner, but at the same time for Polish agriculture to become as competitive and modern as possible - said the head of the ministry of science. The Minister of Agriculture and Rural Development Jan Kowalski added that in the face of globalization, Poland must \"look for such differentiators that will make Polish food differ, in plus of course, from simple and (...) not very profitable production of raw materials\". \"We want to focus on high-quality food - that food which is not anonymous food, food that people associate with health, culture, maybe with the tradition of production or regions that we associate well with\" - he declared.", "lang": "en"}
{"opinion_id": "op_002498", "text": "I had a nose plastic surgery with Dr. Jan Kowalski in Medicover, indeed the doctor was nice at first but later when informing about problems he becomes impolite. I have already been to various ENT doctors, I have adhesions in my nose and additionally, an ENT procedure is indicated to improve nasal patency, one nostril gets blocked and at night I breathe only through my mouth. I do not recommend the doctor. On other forums, I also read negative opinions about the doctor, so it's not just me giving a negative opinion. Girls, think twice before surgery with Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002499", "text": "The problem that was the reason for our visit to the doctor, I think is not difficult to diagnose, nevertheless, the lightning-fast recognition and - above all - excellently chosen treatment gave almost immediate improvement in the patient's condition. A non-trivial role in the treatment process applied by Dr. Jan Kowalski, besides pharmacology, is played by the doctor's approach to the patient, His personality, the atmosphere He creates during the conversation, the trust He inspires. I would like to sincerely thank Dr. Jan Kowalski for help and for the fact that although I am only a person accompanying the patient, I also leave the meeting with Him stronger and calmer..", "lang": "en"}
{"opinion_id": "op_002500", "text": "I have the impression that I am reading opinions about a different doctor, maybe we caught the doctor on a bad day, she seemed indifferent, asked about the reason for the visit, examined without a word and wrote a prescription, it was me who had to ask if the child should stay at home to which she answered affirmatively, she got angry with me, as if I hadn't asked the child would have gone to kindergarten. He is to stay at home but she didn't even ask about care for him and didn't write a sick note. It turns out that the patient has to ask and request themselves, only how are they to know what is necessary at a given moment. I am not satisfied with this visit, I am giving a neutral rating because I hope that the diagnosis is correct. Zero conversation with the child.", "lang": "en"}
