{"opinion_id": "op_001461", "text": "Hello, I went to the female doctor with my daughter who suffered from fused labia. The consultation went quickly and I received brief information about further management for my daughter. Towards my daughter (and she is not even 4 years old) she was cold and not very pleasant. I received information that I must schedule a procedure, which despite superficial anesthesia hurts. I did not receive any information whether there are and if so what other methods for treating the above condition. Fortunately, I consulted our problem with another doctor and found out that it is enough to apply an appropriate ointment for a few weeks and that's it, without any procedure and pain! I am glad that I did not listen. I am writing to warn others with such a problem against senselessly causing pain to their child!", "lang": "en"}
{"opinion_id": "op_001462", "text": "Unfortunately, I confirm - when it comes to a visit under the National Health Fund - it leaves much to be desired!!!! I had thyroid problems for several years, during pregnancy I was referred to the above specialist for preventive purposes. The first visit (1.5-hour delay, but oh well, National Health Fund patients can wait), lasted 5 minutes, the above glanced and wrote a referral for tests. The second visit (traditionally 1.5-hour delay, where all waiting patients were pregnant) - with results, norms exceeded, bam, zero discussion, no reflection, just a prescription for Euthyrox. And so constantly. Total going through the motions of visits!!!!! I add that I have been treated by several endocrinologist specialists and history-taking in such cases is fundamental!!!! But no way, not for National Health Fund patients. I will only add that I was referred to a doctor at the hospital where I had my gynecologist - Madurowicza Hospital. I went under the National Health Fund because it was convenient for me. However, after childbirth I will be treated privately. I read opinions about the wonderful approach of this doctor, but it certainly concerned private patients, because I was treated as if I were at least transparent, and certainly a second-class patient!!!!", "lang": "en"}
{"opinion_id": "op_001463", "text": "I CONSIDER THE DOCTOR TO BE THE BEST AND MOST COMMUNICATIVE DOCTOR I KNOW. when I was after knee surgery he took care of me very attentively, was interested in my therapy and progress. I recommend him to everyone, if someone has something wrong I advise going to this very doctor. He can be charmingly nice at the same time", "lang": "en"}
{"opinion_id": "op_001464", "text": "Speaking about the prepared change of the healthcare system, the minister emphasized that currently two teams are working at the Ministry of Health: for systemic changes and for primary healthcare, which are preparing statutory changes, assuming among others the liquidation of the National Health Fund. \"The National Health Fund is an institution that runs universal health insurance, and this solution means that among Poles there are insured and uninsured, entitled and not entitled to use the universal healthcare system. Those who are not entitled currently live in Poland about 2.5 million - and this is an unsustainable situation. We are moving towards introducing so-called citizen entitlement - everyone who is sick and needs help should receive it. In this situation, the National Health Fund as an institution loses its raison d'être\" - he explained.", "lang": "en"}
{"opinion_id": "op_001465", "text": "Prof. Krętowski noted that in the field of such research his center is one of the pioneers. \"In the last few months we received equipment that is nowhere else in Poland\" - said the vice-rector. Thanks to modern apparatus, scientists will be able to analyze proteins and chemical substances in blood or urine indicating a given disease. They will also be able to examine human genes in search of information useful in detecting and treating diseases. \"Firstly, we want to find markers of the disease at its early stage, and secondly - to select the right treatment tailored to the patient\" - said the scientist. He added that his unit wants this to be a project competitive with other projects in the world. \"We rely on the most modern technologies, which however generate huge amounts of data\" - said the PAP interviewee. He explained that for example all parameters possible to examine in blood will be studied. \"So examining one patient we get hundreds of thousands, if not millions of data. Someone has to interpret this data. We are a medical university, but we need support from people who can analyze such data e.g. using artificial intelligence\" - said prof. Krętowski and noted that for this experienced bioinformaticians or biostatisticians are needed. Therefore the Białystok unit has already established cooperation with Hasselt University in Belgium.", "lang": "en"}
{"opinion_id": "op_001466", "text": "I am far from judging anyone and especially a doctor. I realize that not always everything depends on them. They help one person, not another. For me what counts is the awareness that the doctor tries, that he wants to, that he attempts to do something, that he fights for the patient. Regardless of what motives he does it from, whether ambitious or material or any others but he tries, he fights. It seems to me that Dr. Jan Kowalski is such a doctor. We met in the hospital where initially I was mostly unconscious. However, when I regained consciousness I had the impression that the doctor would appear immediately. In these delusions it even seemed to me that he did not go home at all. Fortunately, everything ended well. Now from time to time I appear for check-ups with Dr. Jan Kowalski where I am always treated professionally. He is nice, approachable, has time for me. To every question I receive exhaustive answers. I am in his office and I know that he is focused on my ailments. He is competent and I need that. I don't want to impose a doctor on anyone. Everyone looks for the best one for themselves but if you are not decided then try with Dr. Jan Kowalski. I recommend! It sounded a bit like a rally call.", "lang": "en"}
{"opinion_id": "op_001467", "text": "The female doctor was professional, the gynecological examination proceeded efficiently and painlessly. This is the first gynecologist who did a breast examination for me and taught me how to do it. Here however it was not so delicate :( Besides, the ironic comments of the female Doctor bothered me. To summarize - it was not bad, but it could be better if there was more understanding, kindness and simply female solidarity in the office.", "lang": "en"}
{"opinion_id": "op_001468", "text": "\"In our method, the point is to relatively quickly, within a few hours, detect the presence of pathogens in the blood of a patient suspected of sepsis. Thanks to this, the doctor will be able to undertake quick, proper antibiotic therapy, to immediately administer the right, effective drug to the patient, and not to do it blindly\" - explains one of the method's creators Tomasz Dr. Jan Kowalski from the Department of Microbiology of the Collegium Medicum of the Jagiellonian University. As the doctor explains, who wants to be sure that the drug he prescribes is effective, he must have a hint from a microbiologist about what is in that blood. \"The method developed by us can give such a hint faster: maximally up to six hours\" - explains Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001469", "text": "Good, bad. A doctor is also a human being, not a clairvoyant. He led my pregnancy professionally and I am satisfied and I had problems and big ones, he also practically did not take money. Now he has a private practice and has to live from something. And I don't think he earns on the suffering of others. Though I admit honestly, that he likes to earn but not in the way you describe, not on someone else's misfortune. IT IS A FACT that he could be like when he still worked at Olszewskiego. He was more friendly, had time for the patient and money was least important. Now it's a fact he likes (I'm sorry to say this) to have a stuffed wallet, it changed him a bit but don't make a monster out of him. As a doctor he is ok.", "lang": "en"}
{"opinion_id": "op_001470", "text": "I have a completely different opinion. She actually refused to accept my child and told me to come the next day, despite the fact that the waiting room was not full at all. From previous visits with her I also have not the best feelings, she mumbles something under her breath, says little. I definitely do not recommend this female doctor.", "lang": "en"}
{"opinion_id": "op_001471", "text": "As Dr. Anna Kowalska notes, more and more consumers look critically at what they buy and pay attention to how it is produced and how it burdens the environment. Therefore the demand and supply of organic products is still growing, and their prices are decreasing. The market of \"eco\" products is also getting bigger and currently instead of looking for e.g. organic food in specialized points, more and more often you can buy it in neighborhood stores. \"Due to the fact that there are more and more of these products on the market, their price starts to decrease, thanks to which we achieve economies of scale. Taking into account the last few years, these are such products whose prices have approached, and even equaled conventional products\" - emphasized Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001472", "text": "After finishing this project we hope for further ones realized in cooperation with prof. Jan Kowalski. I don't hide that for us, chemists, this project is not made, however the problem to solve is partly chemical, that's why we were invited to it. That representatives of WHO visited us is typical for such grants. We have experience with ESA (European Space Agency), for which we are currently finishing one project, and in February we are starting a second one. ESA and WHO have similar procedures - added Pan Kowalski. In the Instrumental Analysis Laboratory scientists use apparatus for researching the structure of solids and qualitative and quantitative characterization of the chemical composition of solids and liquids. The laboratory is equipped with the most modern equipment. The unit's employees specialize in developing experimental aspects of qualitative and quantitative analysis of solid surfaces.", "lang": "en"}
{"opinion_id": "op_001473", "text": "I do not recommend Dr. Jan Kowalski. He led my first pregnancy and I almost lost my child. My son was born in asphyxia only because the doctor did not want to perform a cesarean section, because probably he cannot and he pushed my baby out by force and with the help of vacuum. I gave birth for 21 hours, and in medical books it is written that after 18 a cesarean is indicated. Maybe he didn't read it. Therefore I claim that it is better to be treated by someone who is a specialist with great experience, and such a doctor is Dr. Jan Kowalski with whom I gave birth to the next two children by cesarean. I warn future mothers, if you don't want your child to die during childbirth do not decide on this doctor!!!!!!!", "lang": "en"}
{"opinion_id": "op_001474", "text": "Because of this doctor my mother is in a very serious condition, she has been lying in the hospital for a month already and is waiting for an operation that can save her life but her bad condition constantly postpones it. I warn Everyone about this Man. I do not recommend him to anyone who values their health and LIFE!!!!!!", "lang": "en"}
{"opinion_id": "op_001475", "text": "I went to the female doctor a few months ago with severe ovarian pain, intensifying during movement and standing, I described all factors exactly. During the examination it was stated that I am imagining the pain, that on ultrasound nothing worrying is visible (I did not see the image). I exactly listed my previous, diagnosed by doctors problems - I heard that at this age it is impossible and I should not worry, because I am looking for a disease by force. Over the next two months the pain intensified, so I went to another doctor, who referred me for surgery with suspicion of ovarian cyst torsion. During laparoscopy a tumor was cut out from me and fluid from the uterus from bursting cysts was removed. Currently I am 22 years old, I am waiting for another surgery and I am still suffering from huge pain, not to mention two periods a month. I could have been after everything already, if I had met the right doctor.", "lang": "en"}
{"opinion_id": "op_001476", "text": "Private visit. The female doctor has no approach to infants. We were with a 4-month-old child. Approaching the examination she did not say a word to the daughter, did not smile. Treating the child like an object she led to its crying. Despite this state she did not interrupt the examination, did not wait for the daughter to calm down. Hence I consider the examination result not very reliable. To none of the asked questions did I receive an answer. Instead of advice, information, interest, we got a referral to the hospital resulting from the doctor's ignorance. The female doctor gave the impression of being uncommunicative, hurried, uninterested. I regret this visit.", "lang": "en"}
{"opinion_id": "op_001477", "text": "Unfortunately in my case the opinions about the effectiveness of the female doctor did not prove true. I came with an abscess on the gum, which was not incised, only I was sent away with an antibiotic which does nothing... Despite the fact that the female doctor is nice, my foot will not step into this office again", "lang": "en"}
{"opinion_id": "op_001478", "text": "In the building of the former library renovated by the university's forces, currently there is the Information and Library Center, the Office of Science, Strategy and Development, the Innovation and Technology Transfer Center, the Entrepreneurship Incubator and the university archive. The library itself after modernization does not lag behind world standard, especially when it comes to its way of functioning - emphasized the rector of the Łódź Medical University prof. Jan Kowalski. The metamorphosis that the library building underwent in the last year consists not only of revitalization of the interior and equipment, but also giving it new functions. Thanks to the applied solutions it became possible among others to independently borrow with the help of kiosks, order books to a book machine, and returns to a drop box and to a quick return shelf. Zones for individual and group study were created. Users have among others access to desktop computers, self-service copiers and printers. Access to the library part of the building is 24/7.", "lang": "en"}
{"opinion_id": "op_001479", "text": "The visit with the male doctor (in a private subscription clinic!) lasted... 8 minutes! Despite an empty waiting room. The male doctor asked what I come with. I said that with hypertension, accelerated pulse, chest pains. He asked if I take any medications for it, I answered that currently not, but I took earlier. He did not even ask which. I told about family cardiological problems. Zero reaction. To the question, if I suffer chronically I answered yes and with what. Zero questions about ailments and taken medications. Oh, there was a question, if I smoke cigarettes (no); but about lifestyle, alcohol etc. already not. The doctor measured my blood pressure (did not even give the values), listened to the heart for a dozen seconds (!), then stated that I have hypertension and tachycardia. Here I timidly mentioned that on the last two ECGs (at an occupational medicine doctor, who noticed a big problem and even questioned work ability! and at a family doctor) there were abnormalities. The Male Doctor even looked at me and did not ask which. Not asking about other taken medications, drug allergies, after listening to the heart and measuring blood pressure (the same a family doctor does) etc. he wrote a prescription for one drug and told to come in a month. Magnanimously he gave a referral for ECG, to do directly before the next visit. Zero interest, diagnostics, tests. I went to the male doctor encouraged by good opinions, counting that since I already overcame myself and want to start treating the ailment, which I have been struggling with for a few years (which I told about), I will be able to count on diagnostics (After all I pay this subscription for something and it is the highest) and serious approach to the topic. It turned out that my family doctor approaches it more scrupulously. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001480", "text": "The male doctor is nice and friendly, but I do not recommend him for leading pregnancy. Unless privately. I went to him through a company package and when it comes to standard visits it's ok. Then I got pregnant and also went to him and I will say honestly that for 7 months of pregnancy I lived in unawareness. My pregnancy proceeded without problems, but still I felt underinformed, especially since it is my first child. I had to ask for tests, my mid-pregnancy ultrasound (very important in pregnancy) was not very detailed and very short. My last visits lasted 15 minutes, of which 8min took writing a sick note. And the best at the end - after 32 weeks of pregnancy he should have increased the frequency of visits, and he decreased them!!! Therefore I went to another doctor privately and I see the difference. Besides, the male doctor is supposedly good when nothing is happening, just like with me. But when there are complications then he is probably not the best. But that he is nice I admit. Only, that in pregnancy we want to have a lot of information, and whether the doctor is nice or not becomes secondary, because our little one becomes the most important!", "lang": "en"}
