{"opinion_id": "op_003521", "text": "The visit went well. The female doctor was factual and helpful. I felt cared for and well-informed about my condition and the proposed treatment, which was effective.", "lang": "en"}
{"opinion_id": "op_003522", "text": "The visit proceeded smoothly and without problems. The female doctor unblocked the ear and, in the process, thoroughly examined the patient, providing valuable tips and recommendations. The whole thing was quick, effective, pleasant, and professional. I definitely recommend!", "lang": "en"}
{"opinion_id": "op_003523", "text": "I would like to sincerely thank the female Doctor for an extremely professional and kind approach. I was received with full commitment. The female Doctor listened carefully to my symptoms, ordered appropriate tests (including a CT scan), accurately diagnosed, and implemented treatment. I particularly appreciate the calmness, empathy, and clear explanation of the entire treatment process. I felt cared for and treated with full respect. Such doctors are a true treasure—with a calling and heart for the patient. Thank you from the bottom of my heart!", "lang": "en"}
{"opinion_id": "op_003524", "text": "The female doctor performed a very template-like visit scenario without considering questions from the patient's side, conducted a very limited interview, hastily performed two examinations, and did not answer most of the questions asked. She was not only impolite but also completely uncommunicative. She did not engage in dialogue and was only interested in carrying out her visit script. Furthermore, I believe she is not a specialist who can cooperate with children and their parents, as that is a different kind of cooperation than with adult patients. In my perception, it was also a paid visit, and I felt treated worse after it than after most NHS visits I have been on. Besides, I waited for the visit twice as long as it lasted, about which I received no notification.", "lang": "en"}
{"opinion_id": "op_003525", "text": "A very competent and pleasant female doctor with compassion for the patient.", "lang": "en"}
{"opinion_id": "op_003526", "text": "The examination was conducted thoroughly, and all doubts were explained in an understandable and calm manner.", "lang": "en"}
{"opinion_id": "op_003527", "text": "We have already been to the female doctor many times, and the recommended advice always works very effectively.", "lang": "en"}
{"opinion_id": "op_003528", "text": "A very pleasant female Doctor explains everything thoroughly and seeks sensible treatment solutions for the patient.", "lang": "en"}
{"opinion_id": "op_003529", "text": "The female doctor is a very good, factual, and competent specialist. I trusted her—a few years ago, I underwent two surgeries with her: nasal septum correction and removal of the adenoid. Both proceeded smoothly, and the contact was professional and concrete. Unfortunately, after the septum surgery, a perforation appeared, which the female doctor promised to stitch up during another procedure. However, that did not happen, and I only learned about the significant enlargement of the perforation later. I feel disappointed and let down because I trusted that the problem would be resolved. Today, the perforation makes my life very difficult, causes discomfort, and risks further damage to the septum. I understand it is a rare complication, but the way it was handled left a bad taste. I am not saying the female doctor is a bad doctor—on the contrary, I appreciate her knowledge and experience. Unfortunately, I personally will not decide on another visit.", "lang": "en"}
{"opinion_id": "op_003530", "text": "I came for a visit from London to the female doctor, but upon arrival, I was told I did not have an appointment. And I had a confirmation on ZnanyLekarz. So I left empty-handed.", "lang": "en"}
{"opinion_id": "op_003531", "text": "Professional approach to the patient, friendly atmosphere.", "lang": "en"}
{"opinion_id": "op_003532", "text": "The female Doctor conducted a detailed examination and explained everything thoroughly.", "lang": "en"}
{"opinion_id": "op_003533", "text": "The doctor did not want to listen at all to what was being said. He interrupted. He introduced his own thoughts regarding what was happening to the child. The visit lasted about 7-10 minutes.", "lang": "en"}
{"opinion_id": "op_003534", "text": "I warmly recommend. A nice, empathetic person. Explained everything, clarified, examined. What more could you want. Thank you very much, Doctor.", "lang": "en"}
{"opinion_id": "op_003535", "text": "Thank you for the friendly approach to the patient and effective diagnosis and treatment.", "lang": "en"}
{"opinion_id": "op_003536", "text": "Factual and fully professional approach to the patient. Full explanation of the situation.", "lang": "en"}
{"opinion_id": "op_003537", "text": "I recommend. I came to the male Doctor in the 11th week of pregnancy with enormous pain on the left side of my face, pain really unbearable. The male Doctor examined me thoroughly, conducted an interview, and prescribed medication considering my condition (which is important because there are doctors who prescribe medication blindly, regardless of pregnancy). After a few days, it was gone as if by magic, incredible relief. A very competent and factual doctor, answered all questions in great detail and extensively explained the issues discussed. Moreover, the male Doctor is very cultured and nice. I recommend once again.", "lang": "en"}
{"opinion_id": "op_003538", "text": "Unfortunately, in my opinion, not a competent doctor. I say what is wrong with me, and he insists on other things that did not happen. A tragedy. Avoid this doctor.", "lang": "en"}
{"opinion_id": "op_003539", "text": "The doctor is nice, but does not listen to what the patient has to say regarding their ailments.", "lang": "en"}
{"opinion_id": "op_003540", "text": "No objections. A very good specialist, pleasant atmosphere.", "lang": "en"}
