{"opinion_id": "op_001881", "text": "It was decided that this time the crossover transplant would take place in two cities, and not as before - all operations in Warsaw. Previously, in 2015, a crossover transplantation was performed in the capital on two pairs where the men wanted to donate a kidney to their partners but could not do so due to an incompatible blood group or a crossmatch test which showed that a transplant could not be performed between them. Prof. Jan Kowalski said that both kidney implantation surgeries in Warsaw and Szczecin were successful. \"The kidney parameters are normalizing in both recipients, a woman and a man,\" he assured. The donor from Lublin, from whom a kidney was harvested in Warsaw, is to leave the hospital on Friday, and his wife, who received a kidney from a woman from Szczecin – by next Monday at the latest.", "lang": "en"}
{"opinion_id": "op_001882", "text": "Data on this subject is provided by an article by Prof. Jan Kowalski and Jan Kowalski from the University of Liverpool, which was published in the journal \"Lancet\" in August 2011. Its authors cite Poland as an example, among others. At the beginning of the political transformation, when subsidies for meat and animal fats were abolished here, within just 5 years mortality from coronary heart disease decreased by as much as 25 percent. Poles began to consume more vegetable fats, fruits, and vegetables during this period. Overall, in the last 20 years, the life expectancy of Polish men has increased by 6 years, and that of women by 5.5 years. To a large extent (50% in men), this was related to the decline in mortality from cardiovascular diseases, recalled Prof. Jan Kowalski from the National Institute of Public Health in Warsaw.", "lang": "en"}
{"opinion_id": "op_001883", "text": "I also do not recommend this doctor, maybe in the hospital or in a private clinic he has a different approach, but I was going through the National Health Fund, I changed the doctor after two visits to this man, because being in the 12th week of pregnancy, a record had not yet been created for me, because as it was stated on the day I happened to be there (1.5 hours before the doctor!!!!) the lady at the registration desk has a terrible mess and it doesn't make any difference to me whether it will be this week or in 2 weeks (at the next visit). but that's not the worst thing, in general there is huge chaos in the clinic, everyone comes in as they please, a queue is supposedly established, and a moment later it becomes a free-for-all, because the ladies at the registration desk themselves don't know how things work, and the DOCTOR in my opinion has an objective approach to the patient, after the visit I felt as if I had not been to the doctor at all, because it was hard to get any information about my health condition, let alone the baby's health, because I never had an ultrasound done. MISTAKE - DEFINITELY DO NOT RECOMMEND!!!!!", "lang": "en"}
{"opinion_id": "op_001884", "text": "According to the president of the FAStryga Foundation, Dr. Anna Kowalska, every third pregnant woman drinks alcohol. \"Out of these 30 percent, roughly one third will give birth to children who will have some kind of developmental disorder, broadly defined, including fetal alcohol syndrome. It can be estimated that in Poland about 900 children a year are born with full-blown FAS, and 10 times more - with various disorders which – one might assume – are also related to alcohol consumed by their mother during pregnancy,\" she said. She added that children left to their own devices, without rehabilitation, much more often have secondary disorders – skipping school, dropping out of school, antisocial behavior, breaking the law. \"There are far fewer such problems if diagnostic and therapeutic measures are taken early for the child,\" she summarized.", "lang": "en"}
{"opinion_id": "op_001885", "text": "Molybdenum targets, which are irradiated in an accelerator, must meet several very important criteria - explains Dr. Anna Kowalska from OR POLATOM, who led the work of the research group. - \"Target materials intended for irradiation must be characterized by a high degree of enrichment and high chemical purity so that undesirable isotopes are not formed as a result of irradiation. From the point of view of resistance to the intense proton beam, it is necessary for the accelerator targets to have high mechanical strength and high thermal and electrical conductivity. At the same time, such materials should be sufficiently porous to allow for rapid dissolution of the target after the irradiation process and separation of the resulting technetium-99m, whose half-life is only 6 hours\" - she emphasizes. For research on the production of technetium-99m in an accelerator, Polish scientists used the method of pressing enriched molybdenum-100 into a pellet form, which is then sintered in a hydrogen atmosphere. As a result of these processes, pellets with a diameter of about 1 cm and a thickness of less than 1 mm are obtained.", "lang": "en"}
{"opinion_id": "op_001886", "text": "First and last time!!!! This is the worst gynecologist I have encountered at LuxMed. I agree with other opinions that he is a very poor doctor. I was treated condescendingly and received with great disdain. I will add that the lady saw me privately and I will be filing a complaint about her. I would not want her to work at this facility. I will not describe the situation that led to my visit. People like her should not be doctors at all, she should change professions if she doesn't like it, because what kind of job pleasure is it to serve customers like that. I can somewhat understand in public institutions, they get meager pay, but privately. I am sorry!!!! And I have been to other gynecologists at LUxMed and I had mixed thoughts about some of them but I did not expect such an unpleasant visit!!!!", "lang": "en"}
{"opinion_id": "op_001887", "text": "My health problems started in 2007. Initially, I sought help in conventional medicine, but unfortunately, it did not bring me any relief. The health problems were really significant and painful. In 2011, I was diagnosed with multiple sclerosis – an incurable disease in Western medicine. In the meantime, someone told me about acupuncture, I dared to try it, and I experienced firsthand that it is something wonderful. I used acupuncture with several people, but no one helped me like Dr. Jan Kowalski. I found the doctor right from the start, as soon as he appeared in Poland, i.e., at the beginning of 2014, and to this day I go for Implantation - Catgut treatments. Compared to traditional acupuncture, this is a much better treatment method because the doctor introduces very short surgical threads into specific points on the human body (depending on our condition). Such a treatment is repeated once a month, so it is much more convenient for the patient, because in traditional acupuncture I went for treatments 3, 4 times a week, and here it is only once a month and in fact, the appropriate points are stimulated throughout the month by the threads, and not just when the needles are in as in traditional acupuncture. And now a few words about what was wrong with me: serious immunity problems, constant colds, sinus pain, pain in the lower back, buttocks, back, thighs, legs, and chest. Today, thanks to the Implantation - Catgut method, I no longer have these problems and pains. I warmly recommend Dr. Jan Kowalski, he is a man of enormous knowledge and skills. I recommend that you try it at least once - so that you can independently assess the impact of Eastern medicine on your body. I don't know a better specialist.", "lang": "en"}
{"opinion_id": "op_001888", "text": "Research on the relationship between methylation and age may have - according to Prof. Jan Kowalski - applications not only in forensics but also in assessing health status. \"There are already studies indicating that people whose methylation looks like that of slightly older people indeed die at a somewhat younger age. These people are therefore biologically older than their chronological age would indicate,\" the scientist emphasizes. He admits, however, that it is still unknown whether the state of methylation - and with it, biological age - can be reversed or at least halted, e.g., by changing lifestyle. Prof. Jan Kowalski would like to address such issues in his future research. DNA methylation - as Prof. Jan Kowalski explains - is a basic mechanism of gene regulation. It occurs under the influence of the environment and is not inherited, but it has a significant impact on the functioning of the individual. \"Methylation can in a sense mimic a mutation - it can turn a gene off or activate it. Furthermore, it seems - and this is now the dominant view - that methylation may be responsible for differences in susceptibility to diseases that are not genetic – including hypertension, mental illnesses, overweight, or allergies,\" says the researcher from WUM.", "lang": "en"}
{"opinion_id": "op_001889", "text": "Scientists are also interested in how different genetic variants control gene expression, because it, in turn, regulates more complex traits, e.g., those important for health. This approach was used, for example, in research on the genetic control of the size of the hippocampus, a region of the brain that plays an important role in, among other things, memory processes, controlling emotions, and stress response. \"We found genetic regulators of gene expression operating precisely in this region of the brain,\" said the biologist - \"We hope that this research will bring us closer to understanding the role of these genes in shaping hippocampal function,\" she added. Dr. Anna Kowalska talks about what her work looks like. \"As part of this research, I perform such diverse tasks as fieldwork, i.e., studying animals in their natural populations - this includes collecting observations and taking samples for research, chipping, releasing them back into the natural environment - through DNA or RNA analysis to bioinformatic interpretation,\" she lists. (PAP)", "lang": "en"}
{"opinion_id": "op_001890", "text": "Professional and individual approach to the patient, these are qualities I highly value in doctors. Dr. Anna Kowalska is a specialist with these qualities. Additionally, she is a very friendly and smiling person. I went to Dr. Anna Kowalska with a problem of hyperhidrosis because I was recommended botox treatment. I was afraid of the pain accompanying the procedure. However, the pleasant atmosphere combined with anesthesia reduced the pain to zero. Before the procedure, the doctor conducted a very detailed interview with me and provided all necessary information, answering every question I had. Going for the procedure, I did not fully believe in the effects, but unnecessarily. I see a definite improvement, even in stressful situations my shirt under the arms stays dry : ) I am very satisfied and I know that I will definitely return to Dr. Anna for other treatments.", "lang": "en"}
{"opinion_id": "op_001891", "text": "Each of us has the right to her own opinion here. And indeed... In my opinion, it was never said that if five PATIENTS are satisfied with one, specific doctor, then the sixth, seventh, or eighth will not express a negative opinion... Indeed, I agree that there are no ideal people (doctors) but the truth is that if the doctor helped one of us, her opinion will be positive and she will be a recommending person, whereas if he did not, her opinion will be negative and she will definitely advise against the Doctor - it's a human reflex!!!! In my opinion, it is not the years of treatment that can indicate the skill of doctors but the results, right?! Each of our bodies reacts differently to every procedure... to every doctor's help. Hmm... Madam from Krakow, I don't consider myself a brilliant person but I am not unaware of modern medicine either... well, besides criticizing the doctor, you also criticize his patients - THAT'S NOT WHAT AN OPINION ABOUT A DOCTOR IS ABOUT, right!!!! (... OR MAYBE I MISSED SOME SPECIAL CLASSES AT UNIVERSITY)!!!! Madam Bogusia, isn't it perhaps the case that the doctor was explaining but you did not understand?? I greet ALL ladies wishing you smiles : ) ) ) ) ) ) ) ) and HAPPINESS because that's the most important thing!!!!!", "lang": "en"}
{"opinion_id": "op_001892", "text": "The doctor is certainly not worthy of recommendation; at the visit, based on hormonal tests he had previously ordered for me, he concluded that I would have problems getting pregnant, just like that, even though I wasn't even trying for a baby, he drew such a minor conclusion. After this statement, I asked him a bunch of questions; he did not deign to answer any of them, he just looked and said nothing. After the visit, with the results in hand, I went to two other gynecologists who, based on the same tests, stated that it was some nonsense. So as you can guess, I stopped using Mr. Parkot's services because he would probably have been treating me for infertility. Besides, I have a beautiful daughter and had no problems getting pregnant.", "lang": "en"}
{"opinion_id": "op_001893", "text": "Information that can be found on the internet: Dr. Anna Kowalska Specialization: pediatric neurology Other: certificate of the International Vojta Association (IVG) in Vojta method diagnostics with the right to teach diagnostics, IVG certificate in Vojta therapy. Comment from the BabyBoom forum from July 2005: \"To all mothers who want to have a REALLY HEALTHY CHILD we recommend Dr. Anna Kowalska - professional approach and just great.\" (http://www.babyboom.pl/forum/zlota-lista-f51/czarna-lista-1846/index6.html#post_message_82728)", "lang": "en"}
{"opinion_id": "op_001894", "text": "I support both statements 100%, a very unpleasant lady. She changed her approach a bit when she saw a man in the office, immediately perked up and tried to be a bit nicer. Makes unjustified diagnoses. The physiotherapist wondered how on earth such a healthy child was referred for rehabilitation, similarly the psychologist to whom she referred my little girl asked how such a developed child got a referral for rehabilitation and a psychological examination. I do not recommend a visit to this lady. You can't learn anything concrete from her, she is silent throughout the entire visit and writes something down, just changing pen colors, and when we ask a question she answers rudely and dismissively. She is terribly unpleasant and cheeky. I do not recommend visits to this woman.", "lang": "en"}
{"opinion_id": "op_001895", "text": "I have used the dental services of the Doctor multiple times throughout this year. The Doctor explains and clarifies everything calmly and clearly, while being very friendly and cheerful. I will note that the condition of my teeth was very bad due to neglect and fears on my part. Furthermore, I am pregnant with teeth that need extraction and root canal treatment, which did not discourage the Doctor. She appropriately selected anesthesia and constantly checked how I was feeling. During her internship, she was not afraid to seek the opinions of more experienced doctors or dental surgeons, which in my opinion is an invaluable asset. Knowing the impact of a future mother's dental health on pregnancy, the Doctor was interested in and analyzed my basic test results. We were in constant contact and she answered every question I asked, even those repeated several times. The dental procedures themselves were performed slowly, carefully, and with concentration. Afterwards, she informed me each time about the condition of the tooth and what methods/agents she used. Besides, as a future mother, I received instructions on how to care for my son's teeth in the future and, of course, my own. Without the slightest doubt, I recommend visits to Dr. Anna Kowalska. She is a doctor who, in my opinion, is rarely encountered - performing her profession fully professionally and simultaneously with passion.", "lang": "en"}
{"opinion_id": "op_001896", "text": "I was a patient of the Doctor for over 4 years. I had a very severe malocclusion but for the Doctor it was not a problem at all. Full professionalism of treatment, which included plaster models, photographic documentation, and detailed consultations. Visits took place in a very friendly atmosphere, without rush or nerves. She explains every stage of treatment clearly and transparently, thanks to which the patient gets rid of any doubts. The treatment effect is indescribable. Complete elimination of the malocclusion, so now I can enjoy a very nice smile. I can absolutely recommend the Doctor to everyone with a clear conscience.", "lang": "en"}
{"opinion_id": "op_001897", "text": "A very unpleasant doctor. I made an appointment with him for an abdominal examination for my 1-year-old daughter at 3 PM. According to the doctor's recommendations, I did not give anything to drink or eat from 11 AM. After a long wait, I was finally seen at 4:30 PM. The doctor was very upset that the child was restless, crying, and moving around (I WONDER IF HE WERE A ONE-YEAR-OLD CHILD AND HADN'T EATEN FOR 6 HOURS, WOULD HE BE CALM). Then followed several unpleasant words about the clinic from which I was referred, that they would no longer accept patients from there because they only send them hyperactive children.", "lang": "en"}
{"opinion_id": "op_001898", "text": "My first visit to Dr. Jan Kowalski was not nice at all. I was very scared, I wanted birth control pills and the doctor gave me a lecture that I was probably too young but he prescribed them even though the atmosphere wasn't very nice, but the next time when I had a problem and an examination the Doctor surprised me nicely. and with each subsequent visit it turned out that it was getting better and Dr. Jan Kowalski is a very specific but excellent doctor. and he treats very well, answers every question : ) I am satisfied even though the first visit put me off a bit, unnecessarily.", "lang": "en"}
{"opinion_id": "op_001899", "text": "I am not satisfied with visits to the Doctor, he did not solve my problem with abdominal pain, bloating, and general gastric issues. After a private colonoscopy at the hospital where I still had to wait in line, the Doctor stated that the procedure needed to be performed again because nothing was detected...", "lang": "en"}
{"opinion_id": "op_001900", "text": "Participation in the training will help strengthen the participant's belief in their own effectiveness. This is our subjective conviction that we are capable of achieving the set goal or performing a given task, even if we encounter difficulties along the way - explain Anna Kowalska and Anna Kowalska, PhD students from SWPS from the research team. They add that the training also includes tasks allowing to practice the skill of obtaining and using social support, which we can receive from our family, friends, or coworkers. The training program consists of several parts. At the beginning, each participant fills out a questionnaire allowing to assess the level of stress and possessed resources. Then they have at their disposal a specially prepared module containing psychoeducational materials and practical exercises. They have about 4 weeks to familiarize themselves with the prepared content and perform the exercises. The participant decides themselves when and how much time they can devote to a given exercise, but they should spend about 2 hours per week on it. Participants are asked to fill out the questionnaires again immediately after completing the training and four weeks later. This is needed to assess the effectiveness of the program. Each participant who completes the training will receive a certificate.", "lang": "en"}