{"opinion_id": "op_004301", "text": "Pani Karolina to prawdziwa profesjonalistka i przesympatyczna osoba. Na wizytę przyszłam z bólem w odcinku lędźwiowym, który całkowicie ustąpił po 2 dniach od masażu. Pani Karolina uważnie słucha i patrzy na pacjenta holistycznie. Gorąco polecam!", "lang": "pl"}
{"opinion_id": "op_004302", "text": "Pani bardzo mi pomogła i już mogę żyć bez bólu, polecam", "lang": "pl"}
{"opinion_id": "op_004303", "text": "Pani Karolina jest bardzo zaangażowana, z profesjonalnym podejściem, dokładnie przeprowadziła wywiad i udziela szczegółowych odpowiedzi. Poza terapią otrzymałam cenne wskazówki dotyczące rozciągania i rolowania w domu. Bardzo polecam!", "lang": "pl"}
{"opinion_id": "op_004304", "text": "Panią Karolinę odbieram jako bardzo sympatyczną, spokojną osobę. Potrafi słuchać i okazać ogromne zaangażowanie w sprawy pacjenta. W dolegliwościach poprawa nigdy nie przyjdzie odrazu. Liczy się systematyczność, dlatego zamierzam w dalszym ciągu chodzić do Pani Karoliny wierząc, że będzie tylko lepiej.", "lang": "pl"}
{"opinion_id": "op_004305", "text": "Pierwsza specjalistka, która w końcu uwolniła mnie od bólu biodra. Od 4 lat borykałam się z bólem biodra- chodziłam od fizjoterapeuty do ortopedy i z powrotem . W końcu po wielu przeczytanych opiniach trafiłam do Pani Karoliny. Jeden dogłębnie przeprowadzony zabieg i już mogłam spokojnie przespać noc. Z tygodnia na tydzień jest coraz lepiej i w końcu mogę funkcjonować normalnie- ćwiczyć, biegać i cieszyć się długimi spacerami. Zdecydowanie polecam!", "lang": "pl"}
{"opinion_id": "op_004306", "text": "Bardzo wykształcony lekarz.Odrazu zrozumiała moje symptomy choroby i nawet sama ogłosiła ich.Wykupił pakiet zabiegów bo od pierwszej wizyty jeszcze w gabinecie odchyłem się lepiej.", "lang": "pl"}
{"opinion_id": "op_004307", "text": "Wszystko bardzo profesjonalnie. Otrzymałam dużo wskazówek odnośnie tego, co zmienić w swoim planie treningowym, aby wesprzeć terapię bólu w kolanie.", "lang": "pl"}
{"opinion_id": "op_004308", "text": "Umówiłam się do Pani Karoliny, ponieważ miałam przewlekłe problemy z jelitami. Dzięki jej wiedzy dowiedziałam się co jest ich przyczynę a następnie dostałam od niej zalecenia oraz prosty jadłospis dostosowany do moich potrzeb i preferencji. Moje samopoczucie znacznie się poprawiło! Serdecznie polecam.", "lang": "pl"}
{"opinion_id": "op_004309", "text": "Byłam u Pani Karoliny już kilka razy i za każdym razem wychodzę ogromnie zadowolona. Pomogła mi z kilkoma dolegliwościami, z którymi borykałam się od bardzo długiego czasu i żaden  specjalista nie był w stanie mi pomóc. Pani Karolina wszystko dokładnie tłumaczy, jest dociekliwa w wywiadzie a do tego jest ogromnie sympatyczna co wpływa na całą wizytę. Z przyjemnością będę wracać i polecać każdemu. Dziękuję Pani Karolino.", "lang": "pl"}
{"opinion_id": "op_004310", "text": "Wszystko super! Polecam serdecznie konsultacje u Pani dietetyk", "lang": "pl"}
{"opinion_id": "op_004311", "text": "To mój pierwszy kontakt z dietetykiem i potem wizycie na pewno nie ostatni.Pani doktor wszystko precyzyjnie tłumaczy w przemiłej atmosferze,czułam się zaopiekowania słuchałam Pani doktor w wielkim skupieniu i wiele rzeczy zrozumiałam co robię źle.Profesjonalizm Pani doktor ,wiedzą i doświadczenie myślę że w moim przypadku przyniosą dobre efekty.Polecam Panią doktor w 100%", "lang": "pl"}
{"opinion_id": "op_004312", "text": "Wczorajsza wizyta u pani dietetyk Bożeny to był strzał w dziesiątkę! Od wejścia czuć było ciepłą, przyjazną atmosferę. Pani Bożena to osoba pełna empatii, pasji i ogromnej wiedzy, którą przekazuje jasno i konkretnie. To nie była “sztywna konsultacja”, ale inspirujące spotkanie, po którym wyszliśmy z głowami pełnymi wiedzy i motywacji. Największym zaskoczeniem był mój chłopak sceptyk, który po rozmowie sam zaproponował zdrowe śniadanie! To dla mnie był cud i dowód, że pani Bożena potrafi dotrzeć do każdego. Zero oceniania, zero presji, tylko zrozumienie, indywidualne podejście i pełen profesjonalizm. Odpowiedziała cierpliwie na każde pytanie, z uśmiechem. Jeśli się wahasz to nie ma nad czym. To specjalistka z sercem i pasją. Polecam z całego serca 10/10!", "lang": "pl"}
{"opinion_id": "op_004313", "text": "Życzliwość, profesjonalizm, ogromna wiedza! Polecam wizytę każdemu, kto chciałby wprowadzić zmiany w swoim planie żywieniowym lub po prostu skonsultować wątpliwości. Pacjent otrzymuje również po wizycie mnóstwo bardzo ciekawych, a jednocześnie rzetelnych materiałów.", "lang": "pl"}
{"opinion_id": "op_004314", "text": "Очень приятная и умная женщина,видно что она профессионал своего дела и работает действительно в удовольствие,на все вопросы я получила ответы и даже больше,очень-очень рекомендую. Побольше бы таких людей как она,которые отданы своему делу а не работают просто по шаблону", "lang": "pl"}
{"opinion_id": "op_004315", "text": "Dostałam bardzo obszerne i szczegółowe wyjaśnienia. Wizyta odbyła się w  dobrej atmosferze. Pani dietetyk odpowiedziała na wszystkie moje pytania i wątpliwisci. Gabinet jest wyposażony w specjalistyczny sprzęt. Zamierzam pozostać pod opieką Pani dietetyk. Polecam", "lang": "pl"}
{"opinion_id": "op_004316", "text": "Profesjonalne podejście, ogromna wiedza, szczegółowo wytłumaczone, polecam!", "lang": "pl"}
{"opinion_id": "op_004317", "text": "Bardzo miła Pani empatyczna odpowiednia osoba na odpowiednim stanowisku bardzo duża wiedza polecam z całego serca", "lang": "pl"}
{"opinion_id": "op_004318", "text": "Wizyta bardzo przyjemna i produktywna. Pani Doktor podaje interesujące i przydatne informację odnośnie diety, żywienia i nawyków. Bardzo polecam!", "lang": "pl"}
{"opinion_id": "op_004319", "text": "Pani Doktor była bardzo miła, szczegółowo wszystko wytłumaczyła i pomogła mi z innej perspektywy spojrzeć na sprawy żywieniowe", "lang": "pl"}
{"opinion_id": "op_004320", "text": "Wizyta przebiegła w miłej atmosferze. Wyszłam z dużą ilością wiedzy i porad. Dziękuję!", "lang": "pl"}
