{"opinion_id": "op_000861", "text": "I confirm, Dr. Jan Kowalski is terrible towards his assistants, treats them as subhuman, yells at these women even in front of patients, which shows a lack of professionalism. His treatment is average at best; if you don't want something extra—like a small implant, a deeper root canal treatment—he also treats you as nothing. For that price, you can go to another, better one.", "lang": "en"}
{"opinion_id": "op_000862", "text": "Professional, competent specialist, an expert in the difficult topic of fertility problems. That's the shortest way to describe Anna. Her calmness, expert knowledge, and approach to people helped me get back on my feet, and after finishing therapy, I realized how bad a state I was in when I came to Empatia. Seemingly ordinary meetings, mostly filled with my monologue, interspersed with comments and accurate assessments of the situation by Anna, restored balance, joy in life, and allowed me to accept reality as it is. I wholeheartedly recommend Anna, especially as a specialist in fertility issues.", "lang": "en"}
{"opinion_id": "op_000863", "text": "Scientists do not want to reveal too many details about the chemical compounds they will be studying. The project coordinator—head of the Department of Biomedical Chemistry at the University of Gdańsk, Dr. hab. Sylwia Rodziewicz-Motowidło—explained to PAP that it concerns synthetic chemical compounds, \"analogous to biological macromolecules but with strongly enhanced properties for stimulating natural wound healing processes.\" \"These will include, among others, chemically modified bioactive substances, i.e., chemical compounds that do not occur in nature and that no one has studied so far,\" she explained. She added that the choice of such bioactive substances was dictated by preliminary studies that yielded promising results. \"Now we are expanding the research with the hope that at the end of the project we will obtain a drug prototype, i.e., a hydrogel with a bioactive compound with regenerative properties,\" Rodziewicz-Motowidło told PAP.", "lang": "en"}
{"opinion_id": "op_000864", "text": "Prof. Iwona Wawer from the Faculty of Pharmacy at the Medical University of Warsaw explained that different species of cannabis contain over 80 types of cannabinoids, with only Indian cannabis being rich in tetrahydrocannabinol (THC), which has psychoactive effects. In industrial hemp, it is no more than 1%. In EU countries since 1996, only varieties containing a maximum of 0.3% THC have been approved for cultivation. \"Industrial hemp contains mainly cannabidiol (CBD) and cannabinol (CBN). Many people, even doctors, often confuse these substances, associating them mainly with psychoactive THC,\" emphasized the specialist. \"They differ little in chemical structure, but their effects are completely different. While THC acts as an agonist of nerve cell receptors, CBD is an antagonist. This means it acts antipsychotically and has a beneficial effect on anxiety and depression.\"", "lang": "en"}
{"opinion_id": "op_000865", "text": "A bit expensive, but it's probably better to spend more money if the doctor has a professional approach to the patient, and that's the case with this female doctor. I went to two other gynecologists, and neither of them ordered hormone tests for me; only Pani Kucz did, and it turned out I have a deficiency of one of the hormones.", "lang": "en"}
{"opinion_id": "op_000866", "text": "If you don't like the female doctor, then don't have her treat your children! Gather information earlier from family and friends and find out if she is good, nice, and FRIENDLY!!! Your offensive comments would make sense if you didn't speak ANONYMOUSLY. Besides, most of these negative opinions about the female doctor are based on phrases like: 'because she wasn't nice,' 'she was bored,' 'cold,' etc., etc. Personally, I'd rather go to the 'BIGGEST JERK' if it gives me 100% certainty that MY CHILD will be cured, than to the nicest QUACK who won't do anything in the fight against the disease. I get the impression that you expect Dr. Romanik to come and bring you tea! You don't go to a doctor to gossip, as some think, but to get treated. I can't stand that you love to complain (anonymously). But it's easier to spit on someone under the cover of a MASK than to stand up and say it to their face. After all, this 'unfriendly' and 'arrogant' female doctor might save your child's LIFE someday! Greetings to all the DISSATISFIED...", "lang": "en"}
{"opinion_id": "op_000867", "text": "The female doctor was very nice, did a detailed interview, an ultrasound of the thyroid, and due to good results, she only recommended supplementation and preventive tests in six months. I'm subtracting one star because the visit started almost an hour later than scheduled due to the doctor's delay.", "lang": "en"}
{"opinion_id": "op_000868", "text": "I've known the doctor for 4 years; the first time he really helped me. Now he helps too, but I feel a bit unsatisfied. I get the impression that the doctor has gone for quantity of patients seen, not quality of visits. I'm not very talkative during visits, but at the last one I really wanted to open up; unfortunately, the doctor interrupted me at some point, wrote prescriptions, and didn't even say goodbye. I'm currently wondering if there's any point in further visits, because paying 150 zł just for writing prescriptions doesn't satisfy me.", "lang": "en"}
{"opinion_id": "op_000869", "text": "I came to him on a referral from my family doctor for a consultation on whether there's a chance to rehabilitate my spinal hernia or if only surgery is left for me. He said that 'he won't tell fortunes from tea leaves, but I absolutely should try because people recover from worse things,' and then that 'surgery won't run away from me for now.' I was struck by his great respect and not criticizing his colleagues. He carefully titles these colleagues by their academic degree when answering if he knows or has heard of someone, doesn't want to evaluate their diagnoses or procedures (e.g., recommended exercises), and doesn't engage in discussions about others. If he says something about someone, he compliments some actions. I must say that this surprised me a lot because I'm used to everyone in medicine criticizing the previous one. Before the visit with the family doctor, I had already seen several specialists and wanted to learn something about their previous actions, whether they were justified; unfortunately, with Mr. Olkowski, such a conversation is not possible. He answers that these are their 'autonomous decisions' and 'he is not authorized to comment on and evaluate the actions of other specialists.' In the meantime, I got an appointment with a neurosurgeon; I told him about rehabilitation, that after a week the pain almost disappeared, and he confirmed the good direction of actions with Mr. Olkowski, adding that this physiotherapist always makes very reasonable decisions and he himself refers patients to him for spinal rehabilitation. After almost two weeks, I am very satisfied because it's going well, and I can only praise and recommend this physiotherapist to others.", "lang": "en"}
{"opinion_id": "op_000870", "text": "I came to this doctor through this site after previous unsuccessful choices of doctors. And I'll say this—he got me to a usable state, did tests, pointed out things I never associated with women's issues, listened patiently, and tried to find the cause of my ailments. I am very grateful to him. Unfortunately, he didn't cure me completely—he ran out of ideas. I'm still looking for a doctor who will cure me. Among the downsides of his practice, it's worth noting: - lack of punctuality—the doctor is so busy, he sees all patients even 45 minutes past 8:00 PM, and the next day he can be an hour late and you wait outside the door; - his database in the laptop is faulty—once he wanted to prescribe me some medications, so I was surprised what was going on—the system mixed up patient cards with the same surnames; - if you don't go to him often, he forgets faces and you constantly have to remind him what problem you have, because the faulty database doesn't give him many hints either. However, it's worth considering his thoughtful opinions.", "lang": "en"}
{"opinion_id": "op_000871", "text": "According to Prof. Magdalena Bielska-Lasota from the National Institute of Public Health PZH, the treatment of rare cancers is also at a good level. In our country, out of 186 types of such cancers, 41,000 people are ill, i.e., 22% of all oncology patients. Five-year survival is achieved in 48% of patients, the same as the average in EU countries. In her opinion, the effectiveness of treatment would be even higher if all patients could be treated in reference centers. 'Supportive treatment, however, is insufficient,' alarmed Dr. Jerzy Jarosz from the Oncology Center in Warsaw. Primarily because we use too few opioid painkillers. The use of these agents is still five times lower than in most other European countries, such as the UK, Germany, and Sweden.", "lang": "en"}
{"opinion_id": "op_000872", "text": "Chronic insomnia can mean serious consequences for daily functioning and even health—it lowers immunity, quality of life, and productivity at work, increases the risk of somatic diseases such as hypertension or coronary artery disease. An important role in preventing disorders is played by adhering to sleep hygiene rules. This means a regular lifestyle, avoiding alcohol and nicotine, removing the clock from sight ('it's already this time, and I'm still not asleep!'), limiting naps during the day, avoiding dark rooms during the day and strong light (e.g., from computers and phones) at night… and avoiding regular use of sleeping pills! One should not try too hard to fall asleep and spend too much time in bed. If we've been lying there for a quarter of an hour, it's better to get up and do something else. Dinner should be at least three hours before sleep, and it's good to get physically tired in the late afternoon. Many older people think they sleep too little, although at 70 years old, 5-6 hours of sleep is normal. The main problem with self-administering medication—even herbal—is psychological addiction, emphasized Dr. Bałkowiec-Iskra—'Over time, the patient cannot fall asleep if they don't take something. The general rule of pharmacotherapy for sleep disorders is: irregularly, as briefly as possible, and in the smallest doses.'", "lang": "en"}
{"opinion_id": "op_000873", "text": "Maybe at a private visit the female doctor actually demonstrates her competencies, but as a cardiologist seeing patients under the national health service, she approaches the patient completely 'dismissively.' A person waits several hours in the waiting room just to enter the office for 5 minutes, learn nothing about their health condition, and be almost pushed out the door. The female doctor, based on test results (blood and ECG), could not present the condition of the heart in any way. She did not answer a single one of my questions, and there were several—I think any cardiologist with elementary knowledge would be able to speak up and give an answer. I was referred for a Holter test, for which she scheduled an appointment over 7 months later (laughter in the room), and on the way out she only said that I might need surgery and with a cheeky smile pushed me out the door, not reacting at all to my concern and questions. Total lack of respect for the patient. I felt like in a queue at the post office—stamp applied, please step away from the window, next! I definitely do not recommend this female doctor!", "lang": "en"}
{"opinion_id": "op_000874", "text": "That's why we are looking for genes whose mutations are responsible for the occurrence of this disease, to better and above all faster diagnose it. So far, over 30 such genes have been identified. In the course of my doctoral work, I managed to identify as many as three new genes that are involved in the pathogenesis of this disease, and in them a total of 10 mutations. One of the genes I described has been included in the most comprehensive diagnostic panel for PCD to date, which has been available in the United States since the beginning of this year. Soon such tests should also be available in Poland, says the researcher. As she explains, these are tests involving isolating DNA from the patient's blood and then searching for mutations in the genes contained in the panel. Analysts check whether a given person has a mutation in any of the 30 genes responsible for primary ciliary dyskinesia.", "lang": "en"}
{"opinion_id": "op_000875", "text": "Hello, I have similar feelings as you regarding your negative opinions. I've also been treated for over three years by the female doctor, but I get the impression that she approaches every patient routinely. Don't worry, the poor well-being is due to fatigue; she even recently suggested that I have the beginnings of depression... Can you give me the surname of another good endocrinologist?", "lang": "en"}
{"opinion_id": "op_000876", "text": "This is my first visit to Dr. Chwastek, I can't assess her competencies yet, but first impression very positive. Nice, matter-of-fact, listens to what the patient says, and importantly, gentle during the examination. I'll be able to assess more later. Because there will probably be another visit :) Visit with ultrasound 100 zł. Unfortunately, no price list on the website, so I went not knowing how much I would pay. Greetings.", "lang": "en"}
{"opinion_id": "op_000877", "text": "I warmly recommend to everyone. The female psychologist helped me learn to analyze myself and my behavior and draw conclusions from it. She listens excellently, asks interesting questions, and can accurately assess the situation and describe the problem. She perfectly suggested solutions to my problem. I believe that without her advice, I would not have made changes in my life and behavior thanks to which I achieve what I almost lost.", "lang": "en"}
{"opinion_id": "op_000878", "text": "Rosbash is an American of Jewish descent. He was born on March 7, 1944, in Kansas City, Missouri, USA. Six years earlier, his parents fled from Nazi Germany. His father was a cantor. When Michael was two years old, his family moved to Boston, and from that moment the boy became the biggest fan of the Red Sox team. When he was 10 (and his brother six), his father died of a heart attack at just 42 years old. 'This tragedy shattered the emotional stability of my small two-generation family. Difficult family life continued until I went to college at 17,' wrote Rosbash in a short autobiography he prepared on the occasion of receiving the Shaw Prize in 2013, one of the most important awards in the field of exact and natural sciences.", "lang": "en"}
{"opinion_id": "op_000879", "text": "Hello, actually I can't write anything new; most of the complaints I've encountered in this ranking regarding Dr. Markuszewski are absolutely true. Diagnosis 'by eye' without any tests (I didn't even suspect that some mysterious type of diabetes could be diagnosed in a patient by looking deeply into her eyes), uncomfortable atmosphere during the visit—for the first time I encountered such arrogant behavior from a doctor; he hardly listened to what I had to say but immediately overwhelmed me with his conclusions 'announced from the height of his medical chair.' I sincerely advise against him to everyone. Considering the high prices of his services, the length of treatment, lack of results, attributing the same ailments to all women, and the already mentioned arrogance, I consider him the absolute worst gynecologist I have ever dealt with.", "lang": "en"}
{"opinion_id": "op_000880", "text": "I have no idea why there are so many good opinions about this doctor—in my opinion—and I know what I'm talking about because I've been to several visits at the clinic on Jasminowa—he is primarily an arrogant, conceited doctor and unfortunately doesn't treat well, and a gastroscopy performed by him is a failure—I wanted to file a complaint against him, but friends advised me to let it go—because it's just nerves—of course, mine—and nothing will happen to him—I won't go there anymore—I'll try to get treated somewhere else.", "lang": "en"}
