{"opinion_id": "op_000201", "text": "I had been to several psychologists... and unfortunately I formed a very negative opinion about these \"specialists\". Since then, I only use the help of psychiatrists, with whom firstly I communicate better and secondly, I get concrete help from them in the form of medication. After years, I decided to try again and I ended up with Jan Kowalski... and surprisingly, I was very pleasantly surprised! He turned out to be a very competent and wise man. For the first time, I had the impression that I was talking to a specialist who knows what he is doing. That's exactly what I expected from a psychologist. Thank you.", "lang": "en"}
{"opinion_id": "op_000202", "text": "The female doctor, on one hand, captivated me with a rarely encountered, holistic approach to women's health (not only soma, but also - psyche, diet, etc.). On the other hand - I have several reservations that deter me from choosing Anna Kowalska as \\ \\ \\ 'my\\ \\ \\ ' gynecologist. 1/ mandatory initial questionnaire - very detailed and intimate (including private life, emotions, family history). I do not feel comfortable when I think that such a set of cross-sectional data about me is deposited in the hands of an unfriendly receptionist, and I don't know whose hands it might fall into. Worse, my partner also received it (with questions about first period etc.). 2/ prescribing a hormone cream by the doctor on the first visit, without testing their levels, only based on a short interview ('are there mood swings?' (sic!)) I consider an abuse. I also really didn't like the fact that the doctor recommended buying this cream from the receptionist, where the price is twice as high (100 PLN) as in other stores (45-50 PLN). I checked, and I buy it elsewhere. A bad taste remained. I also know that I am not the first patient who received such a recommendation on the first visit. 3/ moreover, at every visit, urging to buy her own books, visualization CDs ('you must be afraid of childbirth, that's why you need to buy my CD' - as it happens, I am not afraid.). And at the doctor's, I don't want to feel like at a financial advisor who pushes his products. It would look nicer if the doctor referred me to read, FOR EXAMPLE, her book, IN RESPONSE to my doubts or questions. I want to have a choice, not feel like someone is squeezing money out of me. A doctor with authority does not need to advertise themselves pushily, patients will jump on their publications anyway. 4/ visits lasting only a few minutes, but very delayed, and the answers to questions - rather general. I did not learn anything from the doctor beyond what I had read in books. So I have very mixed feelings, because in terms of a natural approach to health, pregnancy, childbirth, etc. - Anna Kowalska suits me very well. However, the form of service - more like sales, than individual, engaged approach to the patient - is unacceptable to me.", "lang": "en"}
{"opinion_id": "op_000203", "text": "According to data from the Ministry of the Environment, this year 63 fires at landfills and waste dumps have been recorded. Among them were 27 very large and large fires. Last year, the State Fire Service recorded 37 such incidents. The spokesperson for the Chief Commander of the PSP, Sr. Brig. Frątczak informed PAP that in recent days, in various places in Poland, among other things, waste sorting facilities, a hall with old upholstered furniture, a waste dump, and hazardous chemical waste have been burning. \"Tires, plastics, upholstered furniture... From such a fire, everything that is worst and most dangerous for health is released into the atmosphere. In emissions from such fires, we will find hydrogen chloride, hydrogen cyanide, hydrogen fluoride, all kinds of heavy metals; dioxins and furans - belonging to the most carcinogenic compounds, as well as polycyclic aromatic hydrocarbons,\" lists Prof. Skubała.", "lang": "en"}
{"opinion_id": "op_000204", "text": "Everything I could expect was fulfilled at the highest level. Full professionalism, great contact, wonderful post-operative care. I underwent breast augmentation surgery and the only thing I am not satisfied with is the size. The doctor really likes small sizes and encourages every girl to choose a smaller size. However, one must remember that the breasts turn out smaller than they initially seem (after trying the sizers), so you need to choose a larger size. I didn't choose it because the doctor said it wasn't true that the breasts would be smaller than they initially seem. And unfortunately. I spent 14 thousand zloty, I had small B before the operation, I have large B after the operation. A small difference, a big hole in the wallet. But in the doctor's defense, the breasts look really very nice. Overall, I highly recommend, but remember girls, insist on your choice and don't be afraid of larger sizes!", "lang": "en"}
{"opinion_id": "op_000205", "text": "On Monday, it was announced that the 2017 Nobel Prize in Medicine and Physiology was awarded to three scientists: Jeffrey C. Hall, Michael Rosbash and Michael W. Young. \"The prize was awarded for the discovery of the gene responsible for producing the protein that regulates our circadian rhythm, regulates the circadian rhythm of cells and our entire organisms,\" Prof. Ufnal from the Department of Experimental Physiology and Pathophysiology of WUM told PAP. \"Actually, for many years we have known that life on Earth of all animals is regulated by changes in the circadian cycle,\" explains the expert. As he adds, it's not just about sleep and wakefulness. Depending on the time of day, very large changes occur in our bodies in the circulatory system: in blood pressure, in the secretion of stress hormones or thyroid hormones.", "lang": "en"}
{"opinion_id": "op_000206", "text": "I definitely do not recommend this doctor! ! ! ! I agree 100% with my predecessors, the female doctor is incompetent, makes wrong diagnoses, sends the child for unnecessary tests, she sent my healthy child for rehabilitation! and on top of that, she is very unpleasant. I regret that before the visit to the doctor I did not check the opinions about her, I would certainly have gone with my son to this female doctor and I strongly advise all parents against it. Unnecessarily, my husband and I got terribly upset, stressed, I would like to save you similar 'impressions' which is why I strongly advise against visits to this doctor! ! ! !", "lang": "en"}
{"opinion_id": "op_000207", "text": "Hello to all Ladies and girls who are planning to go to this doctor and I WARN you because the doctor invents diseases. I was in my third pregnancy and I went to the doctor on the recommendation of a friend who worked with him and unfortunately after the first visit I was devastated because the doctor after the interview (I told him I am in a risk group because my mother and grandmother died of cancer) and then after the examination stated that I have a very large erosion which can turn into cervical cancer and scheduled the next visit on Saturday for 200 PLN and that I would have a colposcopy. I showed up shaken outside the office and during the examination the doctor showed me on the monitor the size of this erosion and the consequences of neglecting it (not to mention that I didn't pay at the reception but to the doctor in the office). He scheduled another paid visit also for a colposcopy. I was 28 years old and had two healthy little children at home and after this visit my world collapsed. I thought how I would tell my husband but I was afraid unnecessarily because my husband approached the whole matter more realistically than I did and did not allow bad thoughts, he just asked me to go somewhere else and get a second opinion. It's good that it happened because another doctor did not confirm the diagnosis of the doctor and calmed me down. I gave birth to a healthy girl in Esculap and there the female doctor during visits before and after childbirth also did not confirm the diagnosis of the doctor.", "lang": "en"}
{"opinion_id": "op_000208", "text": "I was at Dr. Jan Kowalski for a consultation. After talking to him, I already know that I will not choose him for the procedure. The doctor did not want to tell me the approximate price for the procedure, he stated that if I am decided, I should come to him with a complete set of tests and then he will tell me the exact price. But as for information about the procedure, he explained everything in detail. After all, I paid 100 PLN for the consultation so I would have been surprised if it weren't the case. As for the clinic where the doctor practices, it's a bit unfriendly to patients - the ladies at the reception are gossiping about patients and their cases while drinking coffee. In a word - I do not recommend", "lang": "en"}
{"opinion_id": "op_000209", "text": "I have been treated by the Doctor for over a year. Dr. Jan Kowalski is an incredibly competent, factual and accurately diagnosing doctor, and at the same time a very nice, good man. I haven't met another doctor like him yet - he treats the patient subjectively, does not leave them with doubts. Online consultations are a bull's eye - a personal visit to the office takes place once in a while, and an electronic consultation allows for systematic contact without the need for registration, not to mention that it is much cheaper. It has never happened to me to wait for the Doctor's response longer than 12 hours! I highly recommend!", "lang": "en"}
{"opinion_id": "op_000210", "text": "I am very satisfied with the visit to the doctor. A true professional in the full sense of the word. He listened to me, saw my test results and explained everything in detail during the visit. He has enormous knowledge and experience. For some time I could not function normally, the pain was incredible, and my arms, knees and back hurt. At night I woke up with tremendous pain, and in the morning I could barely get out of bed. Fortunately, I found the doctor online and immediately after the first visit, the doctor made the right diagnosis. The medication he prescribed started working after the first dose. So I am really very grateful for the help and I will certainly continue to use the doctor's help. Once again, thank you very much and best regards.", "lang": "en"}
{"opinion_id": "op_000211", "text": "The President of USPTC is actively involved, organizing contacts between Polish universities and Stanford University. In cooperation with the National Center for Research and Development and the Ministry of Science and Higher Education, he participates in the Top 500 Innovators program - his organization has already hosted almost 500 students in California. USPTC also runs the Polish Innovation Hub program created for young start-ups whose founders want to globalize their activities, come to the States and try their hand at the American market, in obtaining venture capital. Now, students of the Warsaw University of Technology have a chance to go for an internship. \"I would expect cooperation with students from the biomedical engineering department or from the electronics department, who would be interested in designing medical equipment, even better based on lasers. I will be looking primarily for willingness. Because mentoring only works when both parties are interested. Many years ago, when I was studying at the Polytechnic, I was on an individual course of study. It is a system analogous to mentoring, a relationship between a research worker and a student who decided on such a mode of learning. There were a few of us, in my case it worked very well. If I could reciprocate and contribute something to the professional development of young people, I will do it with great pleasure,\" declares the \"golden\" graduate.", "lang": "en"}
{"opinion_id": "op_000212", "text": "Anna Kowalska practices at the Cepelek in Warsaw (at least I used to see her there). She was my internist for a few years. During that time, she didn't particularly stand out in either direction, just an average doctor. People from my family over time resigned from her as a family doctor in favor of other internists working at Cepelek. A few months ago she completed her specialization in cardiology. She changed dramatically immediately. I needed a cardiology consultation so I thought since she was my internist I would go to her. Well, surprise, unfortunately in a negative sense. What was then and now is \"heaven and earth\". I've been to her about 3 times since she started practicing as a cardiologist and the changes in the approach to the patient are definitely for the worse. Yesterday I was at her appointment, what she presented today is the height of insolence. She became haughty, conceited, arrogant and very unpleasant. Those who encounter such NHS doctors know what it's about. She acted like she was doing a favor by even talking to the patient, a visit to her now is a misunderstanding. I already know that today was my last time with her. To sum up: as an internist she didn't stand out in any particular way but as a cardiologist she still has many years of learning ahead of her, not only as a doctor but as a person. I personally do not recommend her. For some time I had been considering changing the clinic and family doctor, staying at Cepelek for purely sentimental reasons, I have been treated there since childhood. Anna Kowalska effectively convinced me to change the clinic, so I have these dilemmas behind me.", "lang": "en"}
{"opinion_id": "op_000213", "text": "On such a forum, anyone can be slandered with impunity and even derive some satisfaction from it. Even competitors can do this, since all these opinions are anonymous. From what I can say, the non-anonymous opinions, spoken directly to one's face, are completely different.", "lang": "en"}
{"opinion_id": "op_000214", "text": "I do not recommend this doctor! He is not very aware of what really ails the patient, besides, he always has little time and you can't even talk to him about what treatment he plans. And if he does treat, it's only according to established patterns, he prescribes medications for it that, instead of helping, harm the patient. The fact that he is smiling does not mean he is a good doctor. Be careful what he gives to the sick and what medications. He does not inform about the effects they may cause. It is a taboo subject. He is definitely not a doctor I would recommend.", "lang": "en"}
{"opinion_id": "op_000215", "text": "The female doctor was incredibly nice, she didn't ask about the amount of vitamin D my son was taking : - ) apart from that, she tapped the child with a hammer and took a history of the pregnancy with me, I found out that everything is fine with my little son. The fact is, it's not a severe case.... However, she didn't show anything concrete.... the visit lasted one song on the radio, my husband waited in the hallway : - ) this pleasure cost 160 PLN. Generally, I don't advise against her, but I don't recommend her as a concrete and substantive specialist.", "lang": "en"}
{"opinion_id": "op_000216", "text": "After the first, so far, visit, I can state that the doctor meets expectations. He approaches the subject matter-of-factly, pays attention to the cause-and-effect relationship of the ailments that occurred, explaining to the patient in an accessible way where they come from and how they can be eliminated, suggesting, among other things, undergoing additional tests and recommending appropriate exercises.", "lang": "en"}
{"opinion_id": "op_000217", "text": "The issues discussed during the conference included technology transfer and valuation of intellectual property, ways to reduce the risk associated with the implementation of R&D works, and financing research projects and programs, which would allow for increasing the areas of cooperation between scientists and entrepreneurs. As the discussants said, scientists still know little about business or patent law, which makes it difficult for them to cooperate with entrepreneurs. On the other hand, scientists admitted that they could learn a lot from entrepreneurs who are well versed in the practical application of scientific achievements. The institutions forming the CePT consortium are: Medical University of Warsaw, University of Warsaw, Warsaw University of Technology, Nencki Institute of Experimental Biology PAS, Institute of Biochemistry and Biophysics PAS, Mossakowski Medical Research Centre PAS, International Institute of Molecular and Cell Biology, Institute of Fundamental Technological Research PAS, Institute of High Pressure Physics PAS, Institute of Biocybernetics and Biomedical Engineering PAS.", "lang": "en"}
{"opinion_id": "op_000218", "text": "\"Our discoveries concerning cannabinoids are important for understanding the mechanisms responsible for the development of type 2 diabetes, which generally appears in adults and is often associated with weight gain. If further research goes our way, perhaps in the near future it will be possible to use these results in a way that will free at least some patients from the nightmare of constant insulin injections,\" says Prof. Agnieszka Dobrzyń from the Nencki Institute. In the latest publication in the prestigious American journal \"Proceedings of the National Academy of Sciences USA\" (PNAS), scientists from the Nencki Institute showed that the signaling pathway involving cannabinoids not only plays an important role in communication between alpha and beta cells but even influences the maintenance of beta cell identity. Cannabinoids produced by alpha cells can activate cannabinoid receptors CB1, located in the pancreatic islets. These receptors determine the structure of the pancreatic islets and the level of insulin secreted by beta cells in response to glucose.", "lang": "en"}
{"opinion_id": "op_000219", "text": "I had a procedure to remove polyps at the MSWiA Hospital in Łódź and after the procedure, a perforation and purulent-fecal peritonitis occurred. The next day I was operated on at the Jan Boży Hospital in Łódź and a stoma was created. After five months, in the same hospital, an operation to restore the continuity of the digestive tract took place, but an enterocutaneous fistula occurred. After four months in the Weterynów hospital at ul. Hallera 1, I was operated on by Dr. Jan Kowalski and the continuity of the digestive tract was restored. I am now almost four months after the successful operation. Dr. Jan Kowalski took care of me attentively before and after the operation, performed a colonoscopy and rectoscopy, and also ordered a computed tomography scan of the intestines. I rate this doctor very highly for his professionalism and contact with the patient.", "lang": "en"}
{"opinion_id": "op_000220", "text": "Everyone writes that the ENT doctor is a good doctor, maybe so, but why, when a person is suffering and has a referral marked URGENT, does she make you wait two months, and in private it takes a few hours? Can such a doctor be called GOOD? And where is the HIPPOCRATES OATH here?! (I guess quick money is more important for the doctor)!", "lang": "en"}