{"opinion_id": "op_001501", "text": "Dr. Jan Kowalski is a rarely encountered doctor who performs his mission with dedication and sacrifice. At CM Sanitas in Lublin, at the beginning of April, he performed a cryptorchidism operation on my son. I won't lie, we were afraid of the procedure, we didn't know how the anesthesia would go, what the post-operative complaints would be. The tandem of doctors, Dr. Jan Kowalski and Dr. Jan Kowalski, turned out to be a super well-coordinated team. With great culture, tact, sensitivity, and calm, they approached the little patients. The procedure went brilliantly and without problems. Dr. Kowalski very politely and calmly discussed the course of the operation, Dr. Kowalski perfectly informed about the anesthesia and possible consequences. Then everything went super well. You can have one hundred percent trust in both gentlemen. They are true professionals, but above all, they are PEOPLE who feel the concerns and fears of parents. It's a pity that there are fewer and fewer such doctors, but one should be happy that they still exist. After the procedure, both doctors were interested in the patients, they came, checked on them, really great respect for the approach to patients and their families. I recommend Dr. Jan Kowalski with absolute certainty that he is the best pediatric surgeon one could find. Regards, Jan Kowalski", "lang": "en"}
{"opinion_id": "op_001502", "text": "I paid 100 zł for the visit, for which the doctor wrote me a prescription for a medication that was available in the pharmacy normally sold over the counter, but I paid 100 zł for the prescription :( A plus is that I received a receipt for the visit, which was a big surprise to me in a doctor's office ;) In my opinion, the doctor is just a doctor, no revelations ;) But I recommend for the nice service.", "lang": "en"}
{"opinion_id": "op_001503", "text": "Supposedly good, unfortunately I didn't really notice. I had a knee arthroscopy performed twice by this doctor. Unfortunately, the doctor turned out to be, to put it mildly... as you know, arthroscopy is performed under spinal anesthesia, I got it in the groin and as if that wasn't enough, he didn't hit the nerve and I felt everything, and when I told him lying on the table that it hurt, he simply ignored me. Only thanks to the nurse who said nice things to me, I somehow endured it. After the procedure, supposedly everything was ok, but I was left with exceptionally ugly scars. ` ` ` The rating has been reset. Reason: The doctor above explained the situation. ` ` `", "lang": "en"}
{"opinion_id": "op_001504", "text": "I brought my test results (ultrasound, MRI) with me, but the doctor started by examining my knee and making a diagnosis confirming the tests. He stated that arthroscopy was necessary and removal of a fragment of the meniscus. He showed an animation of how the procedure would proceed. Unfortunately, the situation presented in the animation did not correspond to my case. I did not find out how large a fragment of the meniscus should be removed and what the negative effects of this procedure might be in the longer term.", "lang": "en"}
{"opinion_id": "op_001505", "text": "I recommend visits to the doctor. Please be patient and follow the medical recommendations, and if it is only possible, your long-awaited child will be lying next to you, as is now next to me. No one will promise you that it will be easy and quick, but Dr. Jan will certainly do everything to fulfill your dreams. I finished my treatment at Gameta and I think I will miss the visits to this place and meetings with the doctor a little.", "lang": "en"}
{"opinion_id": "op_001506", "text": "Hello. I went to Dr. Anna Kowalska for a visit due to lower abdominal pain. The doctor was very nice, performed an examination, took a sample for cytology, ordered a series of other tests for me. He didn't charge much for the visit, compared to other doctors. Leaving the office, I was satisfied. However, after the next visit, I wasn't so smiling. Of course, the doctor greeted me nicely, but the charm vanished when I told him I had come for the cytology results. The doctor glanced at the results, handed me a piece of paper, and looking at the computer monitor said, and I quote: \"You don't have cancer, just inflammation, if something happens, please come back, thank you\". I was stunned. I left there disgusted by the way the doctor conveyed these results to me. I chose this doctor after reading many opinions online and I hoped that I had finally found a decent one. But today he lost a patient due to being treated \"brusquely\". ;/", "lang": "en"}
{"opinion_id": "op_001507", "text": "And I, on the other hand, have mixed feelings. I visited Ms. Anna Kowalska based on excellent reviews and ended up with one visit because besides me talking, I found out nothing. Yes, she is nice, but I expected at least some preliminary diagnosis, an opinion, or anything. I talked through the entire visit so she would know as much as possible, and at the end I found out that it's not good and she can't tell me anything yet. Even when I suggested some of my problems, I got no answer, she didn't ask about them, nothing. I paid a hundred, basically exactly for talking as if I were sitting in an empty room for an hour, so I'm not happy about that. No word of comfort, no questions to find out where this came from or how I should solve something or exercises on how I should change something, absolutely nothing. It was my first time at such a visit but I gained nothing from it, really nothing... I don't know what I expected but I didn't get it. Certainly my condition did not improve and I lost some motivation to do something about it.", "lang": "en"}
{"opinion_id": "op_001508", "text": "DEAR LADIES I RECOMMEND ! ! ! ! ! ! DR. JAN KOWALSKI IS A DOCTOR WORTHY OF TRUST. HE CAN TALK TO THE PATIENT SO THAT EVERYTHING IS UNDERSTANDABLE FOR HER. I HAVE BEEN GOING TO THE DOCTOR FOR SEVERAL YEARS WHO, AS THE ONLY ONE, GAVE ME HOPE AND CURED ME - - - WITHOUT SURGERY - - - I HAD A HUGE (the size of an orange) CYST ON MY OVARY AND WHAT CAME WITH IT WAS CHRONIC INFLAMMATION OF THE APPENDAGES (incredibly painful) AND ONLY A SCAR REMAINED. MANY OTHER DOCTORS REFERRED ME FOR SURGERY AND SAID THERE WAS NO CURE FOR IT. DR. KOWALSKI WAS ABLE TO TAKE CARE OF ME PROFESSIONALLY AND CURED ME. FOR 10 YEARS I HAVE HAD NO PROBLEMS. WITH THANKS TO THE DOCTOR - A REGULAR PATIENT", "lang": "en"}
{"opinion_id": "op_001509", "text": "I am very satisfied with the course of treatment with Dr. Anna Kowalska. I had quite serious and recurring sore throats. It turned out to be a chronic inflammation of the larynx that had persisted for many years and made itself known, as usual, during autumn and winter chills. Under the care of the Doctor, the inflammation was removed once and for all. I was angry with myself for not dealing with it earlier, I would have avoided this eternal scratching in the throat and stuffing myself with antibiotics and bitter sprays like Orofar and similar ones.....", "lang": "en"}
{"opinion_id": "op_001510", "text": "I DO NOT RECOMMEND BUT RATHER ADVISE AGAINST visits to this doctor. I agree with previous opinions. He downplays and trivializes what the patient comes to him with. During my visit, instead of talking about the reason for my visit, the doctor told me nonsense about his impressions from the M.G. restaurant. Then at the end he returned to my problem, stating vaguely that I eat improperly. No tests were ordered for me, only advice to eat less. I will only add that I eat little due to gastric inconveniences, which I mentioned at the beginning of the visit. I did not receive any substantive advice, only a prescription for 150 zł. For someone who, according to the doctor, has nothing wrong, it's a bit strange that I have to buy such medication. Another doctor advised me against filling this prescription.", "lang": "en"}
{"opinion_id": "op_001511", "text": "As for competence, it's probably ok. I went to her in Katowice at Powstańców Street to the clinic and simply the visit with her lasts 2 minutes and you wait for her for several months, and on a specific day even up to 6 hours, I once sat that long. It's no wonder since she has so many patients, but she always sends for an ultrasound, orders TSH, etc. I even had a biopsy once. She is rather nice, although it happens that she has a bad day, I honestly don't blame her listening to that crowd of complaining patients!", "lang": "en"}
{"opinion_id": "op_001512", "text": "The agreement was signed on Friday by the Rector of the University of Opole, Prof. Jan Kowalski, the Marshal of the Opole Voivodeship, Jan Kowalski, and the Deputy Marshal of the Opole Voivodeship responsible for health service matters in the local government, Jan Kowalski. The document states, among other things, that the local government of the Opole Voivodeship expresses its willingness to make seven hospitals under its jurisdiction available to the university \"for the implementation of teaching tasks in uniform master's studies in the field of medicine in the form of practical education\". This refers to the Voivodeship Hospital in Opole, the Voivodeship Medical Center in Opole, as well as the Center for Gynecology, Obstetrics and Neonatology in Opole, the Voivodeship Specialist Neuropsychiatric Team in Opole, the Opole Oncology Center in Opole, the Opole Rehabilitation Center in Korfantów, and the Stobrawskie Medical Center in Kup.", "lang": "en"}
{"opinion_id": "op_001513", "text": "With this doctor, you have to ask for the test result to be printed (e.g., in my case - rectoscopy). In the test result, the doctor NEVER (as he told me) states the number of hemorrhoids, but during the removal procedure using the EVRF method, he charges 900 zł per \"piece\". All this does not give certainty about how much a series of procedures might actually cost, especially since I was warned about possible \"corrections\". When scheduling the first procedure, I was not informed about all its consequences (e.g., 3 weeks without physical exertion, possible hemorrhages) and when I heard all this only on the day of the procedure and I resigned - I was \"penalized\" with an additional fee for a \"visit\". In summary - I do not recommend this clinic.", "lang": "en"}
{"opinion_id": "op_001514", "text": "I went to the doctor regarding suspected insulin resistance. The doctor only looked at one of many results, said that a flat glucose curve, which I have, is not treated, and was ready to end the visit. Only my persistence and further description of symptoms \"encouraged\" the doctor to look at the remaining results. The manner of conversation with the patient also leaves much to be desired. The doctor \"advises\" as if she were scolding a young child. I would expect such an approach during an NHS visit, not a private one. To summarize, I left the visit with the feeling that since I don't have diabetes yet, and I came to find out, in case insulin resistance was confirmed, how to proceed further to prevent the development of diabetes (my father is diabetic so I may have genetic predispositions), I am not an interesting case for the doctor. I definitely do not recommend!!!", "lang": "en"}
{"opinion_id": "op_001515", "text": "Very cultured, factual, and thorough during examinations and pregnancy care. A drawback might be his reticence, but he answers all questions exhaustively. Pregnancy ultrasound in his performance is fantastic also for the partner, whom he explains everything to :) In case of uncertainty, he orders tests, and also sends to a specialist and monitors the development of events. A drawback, but not of his person ;) is the possibility of visits only at Matopat and the prices of visits :(", "lang": "en"}
{"opinion_id": "op_001516", "text": "Mammals, including humans, do not have the ability to heal wounds without scarring. \"Every wound heals with the formation of a scar, sometimes these are hypertrophic scars, making life difficult and from a cosmetic point of view looking very unsightly,\" says Prof. Anna Kowalska from the Institute of Animal Reproduction and Food Research of the Polish Academy of Sciences in Olsztyn to PAP. Meanwhile, in fetal life, wounds in humans heal without scarring. \"If an operation on a child is performed in the mother's womb, then the child is born without a formed scar, you can't see where the operation took place. This means that actually in our developmental life we possess the trait of scarless healing, regeneration, in adult life we lose it. Is it possible to redirect the pathway in adult life so that there is no scar? This is what we are working on,\" explains Prof. Kowalska.", "lang": "en"}
{"opinion_id": "op_001517", "text": "A few years ago I had my lips enlarged by Dr. Jan Kowalski, but in a beauty salon in Ursynów, where he came by appointment. The anesthesia given 15 minutes before the procedure didn't have time to work - the procedure was very painful. But that wasn't the problem, the problem was that there was huge asymmetry, on one side of my upper lip I had a lump that couldn't be massaged away (the doctor's suggestion). I waited several good months for that lump to be absorbed, I probably don't need to add that it cost me a lot of stress and shame in front of my friends. At the follow-up visit, the doctor admitted that the effect was not good, but suggested that... he would inject me with acid on the other side for symmetry!!!! I didn't want to risk my lips looking like tires and even larger... overall I do not recommend...", "lang": "en"}
{"opinion_id": "op_001518", "text": "I definitely do not recommend! We went with our cold son to the doctor - a pediatrician, who, as it later turned out, was also a homeopath. I wouldn't have anything against it if it weren't for the fact that after examining the child, the doctor stated that it was the beginning of an infection and suggested that we had a choice: either very heavy drugs, meaning antibiotics, or homeopathic medicines, and prescribed us Oscillococcinum + some homeopathic drops. Within 3 days, our son's condition significantly worsened and we had to call a doctor, this time to our home. The doctor told us to ignore the \"medicines\" prescribed by the doctor and prescribed traditional medicines (and surprisingly, they were not antibiotics) after which the child recovered. The question is, did our son have to suffer for those 3 days without receiving any proper medicine and getting into a worse condition? Besides, I am surprised that Damian, the clinic where Dr. Anna Kowalska saw us, allows a doctor with a biased approach to homeopathy to practice as a pediatrician. I suggest that the doctor continue to see patients, even small ones, but as a homeopath and not a pediatrician - with the full awareness of the patients or their parents, because with such blind faith in homeopathy in the version of Dr. Kowalska, this is not the best solution. I will add one minor detail which is much less important than the rest but not insignificant for parents of small patients, namely that the doctor is snappy and unpleasant. To sum up, I cannot find any plus from the visit to Dr. Kowalska, so if we have a choice, it is better to go to another pediatrician.", "lang": "en"}
{"opinion_id": "op_001519", "text": "I am writing this review for the Doctor after the 3rd visit, therefore I consider it to be as credible as possible. Mr. Jan Kowalski is a doctor by vocation, not by chance. He is distinguished by incredible, innate, not studied empathy. Other qualities, such as a sincere smile, friendly and individual approach to the patient, and the ability to listen and ask the right questions convinced me that there is no situation without a way out :) Doctor Kowalski is simply a phenomenon in the medical environment! EDIT: From today's perspective, I know that all those visits were a waste of time. The years 2015 and 2016 were the most difficult period in my life, it couldn't have been worse (suicide attempts). I was misdiagnosed, it wasn't just ordinary overwork... I don't know how it's possible, but Dr. Kowalski did not notice large mood swings in me, from depression and suicidal thoughts to euphoria. \"Being high\" as he himself called it, meant that the antidepressant had to be stopped immediately, not to be happy about it. I couldn't sleep at night due to agitation, I had to take a strong sleeping pill. Contact with the Doctor was also mediocre, apparently he had a damaged phone, I guess the breakdown is still ongoing... The only positive was that he issued sick leave without a problem, but how long can you take time off?! Fortunately, I managed to find a doctor with a vocation. I now feel calm and stable. Pharmacotherapy combined with cognitive-behavioral therapy has allowed me to function normally and enjoy life. Psychologists or therapists are not people who, as you said, only know how to make money. You just need to find a specialist in their field.", "lang": "en"}
{"opinion_id": "op_001520", "text": "I do not recommend. I went to the doctor with spots that appeared after swimming in a lake and first I was asked straight out and quite rudely if it wasn't a venereal disease, and then treated with zero interest, a quick glance, a statement that it was nothing serious, without going into details about what it is, when it will go away, if it will return, etc. prescribing some ointment and that's it, the whole visit lasted maybe three minutes and the most important moment was paying. Apparently, it's worth being nice only to a patient who comes for an expensive rejuvenating treatment.", "lang": "en"}