{"opinion_id": "op_004081", "text": "I highly recommend Anna. Great commitment, tremendous empathy, and most importantly - pain relief. A wide range of therapies and very extensive knowledge.", "lang": "en"}
{"opinion_id": "op_004082", "text": "Very friendly office", "lang": "en"}
{"opinion_id": "op_004083", "text": "Anna was very professional, empathetic, and committed to my ailments.", "lang": "en"}
{"opinion_id": "op_004084", "text": "During one of the rehabilitation sessions, Anna advised me to try hydrotherapy, which turned out to be a bullseye. I am currently being treated for cancer and thanks to the inhalations, I tolerate chemotherapy very well, I feel very good and have no troublesome pain. And the latest CT scan showed that all tumors have shrunk. Anna is a wonderful, good person with enormous knowledge and experience. I sincerely thank you and recommend her to everyone.", "lang": "en"}
{"opinion_id": "op_004085", "text": "I highly recommend Anna :) she really knows her stuff. Professional service and diagnosis, plus appropriate exercises. After the first visit, I feel tremendous relief thanks to Anna's skilled hands combined with Mrs. Kowalska's massage :) the office has a great and very pleasant atmosphere. You feel cared for and understood :)", "lang": "en"}
{"opinion_id": "op_004086", "text": "Highly recommended! Anna has enormous reserves of empathy and understanding. The visit took place in a very pleasant atmosphere and thanks to her professional help, I felt significant physical and psychological relief. I warmly recommend", "lang": "en"}
{"opinion_id": "op_004087", "text": "Very professional approach to the patient. Great knowledge and commitment that brings excellent results", "lang": "en"}
{"opinion_id": "op_004088", "text": "I definitely recommend the physiotherapist! The visit took place in a very pleasant atmosphere, and Anna turned out to be not only a professional but also a warm and empathetic person. Thanks to her expert help, I felt significant relief and improvement. Thank you very much for the time and commitment! I will certainly return for another visit.", "lang": "en"}
{"opinion_id": "op_004089", "text": "I recommend. The visit went smoothly, treatment is ongoing. But there is improvement.", "lang": "en"}
{"opinion_id": "op_004090", "text": "Professionalism in the full sense of the word. Very pleasant service. Staff open to the patient. I highly recommend.", "lang": "en"}
{"opinion_id": "op_004091", "text": "A well-chosen set of treatments: laser, iontophoresis, cryo, and warm massage to accelerate the healing of a torn muscle. Quick availability of supportive treatment will improve the healing process. I warmly recommend", "lang": "en"}
{"opinion_id": "op_004092", "text": "I recommend! 100% individual commitment to the patient, professionalism in performing treatments", "lang": "en"}
{"opinion_id": "op_004093", "text": "Full professionalism", "lang": "en"}
{"opinion_id": "op_004094", "text": "Anna is a wonderful physiotherapist, she knows what she's doing, she's knowledgeable, and you can see she does what she does with passion. She explains everything and even distracts from the pain during the procedure", "lang": "en"}
{"opinion_id": "op_004095", "text": "Professional and individual approach to the patient. Already after the first massage, I felt tremendous relief, I recommend.", "lang": "en"}
{"opinion_id": "op_004096", "text": "Anna is a very friendly person, and above all, a specialist in her field. I am very satisfied with the therapy results. I highly recommend.", "lang": "en"}
{"opinion_id": "op_004097", "text": "I highly recommend Anna who performs her work thoroughly.", "lang": "en"}
{"opinion_id": "op_004098", "text": "Very high commitment during the visit and expert advice", "lang": "en"}
{"opinion_id": "op_004099", "text": "Anna is an excellent specialist in her field. She has helped me many times in difficult moments of illness.", "lang": "en"}
{"opinion_id": "op_004100", "text": "Hip pain that led to limping. After 3 treatments, significant improvement. Home exercises. Personal culture.", "lang": "en"}
