{"opinion_id": "op_001381", "text": "The doctor treated us very, hmm, I don't even know how to describe it. We reported with festering eyes of a 3-month-old infant. We were the last patients that day, so that's probably why the visit lasted a maximum of 5 minutes. The doctor assumed from the start that it was blocked tear ducts, looked into the little one's eyes, wrote a referral to the hospital for a procedure, and goodbye... oh, and she also told us to rinse with saline solution. The doctor didn't even give us anything moisturizing for wiping the eyes. We didn't give up, we went to another specialist, who thoroughly examined the child and said it wasn't the tear ducts; we got a solution for wiping and drops. After 3 weeks, there's no trace of the problem, and after the first doctor's diagnosis, not only would we have waited 2 months for the procedure, but we would have also unnecessarily tormented the infant!!! And the problem wouldn't have gone away anyway.", "lang": "en"}
{"opinion_id": "op_001382", "text": "The heart is a muscle that should work non-stop throughout life. Its cells must be efficiently nourished. However, if a blockage occurs in one of the coronary arteries - which surround and feed the heart - the cells that blood does not reach die. Such necrosis of heart cells is called a heart attack. About 15,000 people die from heart attacks in Poland every year. However, if a patient survives, a scar forms in the heart in place of the dead cells. And it is built not from muscle tissue, but from connective tissue. These cells are less elastic and, moreover, do not help in the heart's work. And the heart wall is thinner there and more prone to rupture. Prof. Jan Kowalski from the Institute of Human Genetics of the Polish Academy of Sciences in Poznań explains that to strengthen the heart's work after a heart attack - especially in people who are not eligible for surgery - stem cells can be delivered there. These are cells that can multiply indefinitely, and whose role in the body has not yet been strictly defined. Therefore, cells of various types can arise from them.", "lang": "en"}
{"opinion_id": "op_001383", "text": "Nature has given us the best food for infants. It is, of course, mother's milk, which is why I am a proponent of long-term feeding of children with maternal milk. The World Health Organization recommends that children be exclusively breastfed for the first six months of life, and if possible, feeding should be continued for a period of two years. However, it is known that natural feeding is not always possible,\" said Dr. Anna Kowalska from the Warsaw University of Life Sciences. In situations where infants cannot drink mother's milk - special formulas are used. Those available on the market, however, are imperfect; they can cause, for example, constipation or calcium deficiencies in the youngest children. \"I was fascinated by this topic and I started researching infant formulas,\" describes Dr. Kowalska. It turned out that the cause is the inappropriate type of fat contained in modified milks.", "lang": "en"}
{"opinion_id": "op_001384", "text": "I had an appointment with Dr. Anna Kowalska 8 weeks ago. I should have received the cytology results within 3 weeks - I still don't have them! I called the office three times about this matter; the ladies at the reception conveyed my requests for contact on this matter to the doctor - silence. Is it really possible to wait for test results for so long after a private visit and encounter such treatment of a patient? As for the visit itself - when I sat down in the chair, the doctor informed me that she had to call a patient back. The conversation (which - surprisingly! - concerned problems with receiving test results) lasted several minutes, during which I sat in the chair, becoming more and more stressed and feeling discomfort related to waiting in such a position. When the doctor proceeded with the examination, she inserted the instrument that enables cytology to be performed and walked away to then get other necessary tools, the preparation of which took an additional few minutes. I have never encountered inserting that instrument before the others are prepared... This caused another huge discomfort. I only heard \"you have an erosion, but it's nothing.\" Maybe the cytology will show something more? If I ever get it.", "lang": "en"}
{"opinion_id": "op_001385", "text": "An adult female, after a feeding period, lays eggs and her life ends. Currently, at the Institute of Rural Medicine, we have a breeding stock of 50 females, which in containers can lay about 3 thousand eggs. An engorged female tick lays - depending on the species - from one thousand to 6 thousand eggs. Larvae hatch from them. This is the first developmental stage, which needs the blood of a host - an animal or a human - to metamorphose. We are studying, in groups of 20 eggs, the transmission of protozoa from the mother to the eggs, and consequently - to the larvae,\" explains the PAP interviewee. Ticks are an excellent reservoir for bacteria, viruses, and protozoa. Research on the role of ticks in their development and transmission is an element of the strategy to protect the health of humans and animals exposed to infection.", "lang": "en"}
{"opinion_id": "op_001386", "text": "The doctor made a very positive impression on me. Interested in the patient's problem. Very nice and gentle. Maybe a bit condescending, but perhaps that's even better? It's hard for me to talk about the final effect, but at the present moment I can say that I feel the treatment is going in the right direction.", "lang": "en"}
{"opinion_id": "op_001387", "text": "I recommend. I was at his first appointment... he was very nice, competent... despite delays, the doctor said that my visit would last as long as it was supposed to, not a minute less, so nothing was rushed. I got a referral for hospital tests, further diagnosis, and then treatment. The doctor also practices privately in Bródno...", "lang": "en"}
{"opinion_id": "op_001388", "text": "We were at his office for an ultrasound at a private clinic where for a 10-minute visit, for which we had to wait 20 minutes even though we had an appointment - we paid 200 zł...! The doctor was bored, didn't explain what he was seeing on the screen, lacked any diagnostics, and when questioned, he answered our questions in a bored tone. Besides a basic lack of diagnostic skills, he also showed a lack of personal culture by addressing patients with \"you\" (informal). At the end, he ostentatiously handed me a huge roll of paper to wipe my stomach without even looking in my direction. So far, the pregnancy has been managed in a public hospital and I have never encountered such ignorance and lack of professionalism there. I definitely do not recommend!!!", "lang": "en"}
{"opinion_id": "op_001389", "text": "I have very mixed feelings. The doctor was nice, however, 15 minutes is definitely too little to get to know the patient and familiarize oneself with the results. I felt a bit dismissed and left with great dissatisfaction. I have been treated for a year by other doctors and I needed consultation more than treatment. The doctor prescribed me a medication without explaining what it was supposed to help me with. When I read the leaflet for these pills, they in no way match my conditions. I have the impression that the doctor didn't know how old I was, even though I emphasized that I am already in menopause. I will not go back to the doctor because it's a waste of money. Actually, it's one of the worst spent sums of money, and I often go to doctors privately. I do not question the doctor's knowledge, but the rush disqualifies him as a good doctor for me. I paid 200 zł for the visit, I found out that the next one would also be expensive because I would be weighed on some special scale. It could have been done at the first visit and a more complete diagnosis could have been made.", "lang": "en"}
{"opinion_id": "op_001390", "text": "It's about total salt consumption, not just the salt we add to dishes ourselves (in the form of salting or adding extra salt). It must be remembered that salt is contained in fairly large amounts in ready-made food products. WHO data shows that in various countries, processed food products are the source of 40-80% of the salt in the daily diet. It is worth paying more attention to the salt content in various food products. For example, 100 g of feta cheese contains as much as 2.75 g of salt, and 100 g of pickled herring contains 2.73 g. Cured meats also contain a lot of salt. Country ham has 2.57 g of salt per 100 g. Even 100 g of ketchup contains 2.4 g of salt. Bread contains on average about 1 g of salt per 100 g.", "lang": "en"}
{"opinion_id": "op_001391", "text": "More and more people are giving up dairy consumption. The reasons can be various, such as lactose intolerance, allergy to one of the main components of milk - casein, or simply deciding to switch to a vegan diet. However, it is worth remembering that products which are the result of the action of fermenting bacteria on milk - such as yogurts or kefirs - have a very positive impact on health,\" says Anna Kowalska from the \"Herbion\" scientific circle operating at the Warsaw University of Technology. \"Hence the popularity of substitutes for these products, such as yogurts based on coconut or rice milk,\" she adds. The members of the circle, which Anna Kowalska belongs to - biotechnology students - decided to use the knowledge gained during their studies and create their own equivalent of traditional yogurt. They decided to use millet for its production. \"It is primarily cheap and easily available in Poland,\" emphasizes the PAP interviewee. She also notes that this grain is full of nutrients: you can find, among others, phosphorus, silicon, iron, and vitamins B1 and B2 in it.", "lang": "en"}
{"opinion_id": "op_001392", "text": "The head of the team, Prof. Jan Kowalski, explains that the essence of the solution is the registration of free radicals (most often oxygen) scattered in the body, with a lifetime much shorter than one-millionth of a second. For this reason, another radical, a so-called marker, must be delivered to the body in the liquid phase, which shows strong sensitivity to the aforementioned oxygen concentration and enables indirect registration of oxygen concentration both in the bloodstream and in cells. In the area of cancerous changes, the oxygen concentration is lowered due to the energy needs of the tumor. In this way, the presence and extent of cancerous changes can be observed on reconstructed images. The project being carried out is titled \"A method for locating cancerous and atherosclerotic lesions using EPRI imaging\". This acronym comes from the words electron paramagnetic resonance and from the English term imaging. The innovative tomograph is currently at the prototype stage.", "lang": "en"}
{"opinion_id": "op_001393", "text": "I was at the psychologist's office over a dozen times. She is nice, friendly, and smiling. Time spent with her is pure pleasure. But I had the impression that nothing was changing and I was constantly stuck at the same dead point, and we were talking about trivialities. Maybe I gave up too quickly, but I felt it was a waste of money to spend on sessions that brought no effect. I don't discourage, nor do I recommend. It's worth trying for yourself. You need to find a common language with a psychologist; we didn't find it.", "lang": "en"}
{"opinion_id": "op_001394", "text": "Good news for those who were persecuted with spinach in childhood. \"Spinach should be eaten from time to time, but it should not be glorified as a wonderful source of iron,\" said Dr. hab. Anna Kowalska from the Warsaw University of Life Sciences. Plant products as sources of iron don't work at all. A similar amount of iron as in spinach is found in beef, but from the former we will absorb only 1% of it, and from beef as much as 20%. Can combining cucumber with tomato pose a dangerous mixture for our health? Not at all, if we handle them properly. Some plants - including green cucumber - contain an enzyme that causes the oxidation and destruction of vitamin C. So if we are cutting vitamin C-rich peppers or tomatoes into a salad, we should first pour a sauce with a bit of fat, e.g., olive oil, over them. It will surround and protect our vegetables from the enzyme. Only then can we add the cucumber, which will not take the vitamin from the thus protected tomato.", "lang": "en"}
{"opinion_id": "op_001395", "text": "In a survey conducted by scientists from the Pomeranian Medical University in Szczecin, 718 patients participated, 84% of whom were smokers. As many as 60% of the respondents received information about bladder cancer and its correlation with smoking only from the doctor they went to because of this disease. \"Most smokers are wide-eyed when we make them aware that smoking is not just a matter of the lungs or heart. After all, all the toxins that are products of tobacco combustion must be eliminated from the body. After initial metabolism in the liver, they are excreted in the urine, therefore the same carcinogens can mutagenically affect our tissues in various parts of the body,\" Dr. Jan Kowalski from the Clinic of Urology and Oncological Urology of the Pomeranian Medical University in Szczecin told PAP.", "lang": "en"}
{"opinion_id": "op_001396", "text": "I do not recommend. No remarks regarding this doctor's competence. However, he is insolent and arrogant towards the patient - he demeans and judges their appearance (\"Do you think I even want to look at your 'beautiful' muzzle?\"), intelligence (\"Such brilliance emanates from you!\"), or reading ability (\"Can you read?\"). He also throws biting remarks in response to the patient saying they don't remember how to apply a certain medication (\"Well then, we'll remind our colleague...\" in an ironic tone), because they had never heard of it or seen it before, and the nurses at the clinic did not instruct the patient during the first visit. Furthermore, he uses vulgar language - he uses various phrases containing the word for a certain 4-letter body part. With a normal doctor, checking breathing or the oral cavity happens after a polite command is given to the patient. With Dr. Jan Kowalski, the patient must read his mind (it's not clear if he wants to check the nostrils or the mouth, because his hand can't hold the flashlight steady without shaking), and when he does give a command, it's in an insolent manner (\"Open your muzzle! Stick out that tongue!\"). This specialist has problems with empathy, patient contact, and admitting mistakes. I definitely discourage visits with him, unless one of you is able to withstand an hour of humiliation and have your mood ruined for the rest of the day.", "lang": "en"}
{"opinion_id": "op_001397", "text": "Unfortunately, the doctor, while yes, nice and friendly, did not fix my teeth professionally. She fills cavities and then informs that the filling might break, which of course happens, and so you have to go again and spend money, and the prices are very high with no difference between a large or a small cavity. Furthermore, a person I recommended who had their teeth treated there got some kind of gum infection after the visit. Unfortunately, I do not recommend.", "lang": "en"}
{"opinion_id": "op_001398", "text": "I have been a patient of Prof. Jan Kowalski for 12 years. I came to him because I fell ill with myeloma. Thanks to the involvement and help I received from Prof. Kowalski, I successfully underwent an autologous transplant, which prevented the further development of my disease. This transplant took place in Katowice. I can safely say that Prof. Kowalski is a man who wants to help and gets very involved in patient matters. He is a man of honor. In the opinion of patients, he cannot be bribed. He never leaves people alone with their problems. He always offers advice; you can come to him or call him, and he makes time to talk to the patient. The Professor's interest in me means he cares for me like for the closest family member. He treats each patient individually, which allows the patient to feel somewhat special. I am glad that I can undergo my treatment alongside such a good specialist who helps me overcome my illness. Patient Jan Kowalski from the Rzeszów area.", "lang": "en"}
{"opinion_id": "op_001399", "text": "Anna Kowalska explains how one of the objects works - a bracelet with a hemispherical eye. \"When working at a computer, the problem arises from a constant incorrect hand position. This object, which is semi-circular, forces the muscles to work in a more uniform way,\" she says. And she demonstrates that during work, the wrist rests on the eye of the jewelry, which means the wrist has to be moved. Other objects - including a ring - have round, movable planes that can be used for massage. \"Women have a tendency to play with jewelry. We decided to use this fact. It helps in massaging, makes the massage more profound,\" emphasizes Kowalska.", "lang": "en"}
{"opinion_id": "op_001400", "text": "A very good doctor and a nice person. I was at Dr. Anna Kowalska's to get birth control pills. I was a bit apprehensive because previous ones prescribed by another doctor had a bad effect on my health. Dr. Kowalska first conducted a thorough interview and prescribed pills that suit me. She also performed all necessary tests (which unfortunately is not the norm with others). After some time, I came in with an infection. I was quickly cured. During every visit, the doctor answered all questions, informed me about the procedures being performed and what she was learning from conducting each examination. I warmly recommend her to everyone, especially young girls who are afraid of a visit to the gynecologist. After one visit to the doctor, all fears will certainly disappear :).", "lang": "en"}