{"opinion_id": "op_004141", "text": "Przyjazna atmosfera, umiejętne przekazanie informacji co może być problemem zdrowotnym. Aby ocenić efekty jest jeszcze za wcześnie.", "lang": "pl"}
{"opinion_id": "op_004142", "text": "Bardzo profesjonalne podejście i szczegółowe wyjaśnienie problemu z dolegliwością. Polecam!", "lang": "pl"}
{"opinion_id": "op_004143", "text": "Bardzo profesjonalne podejście do problemu, szczegółowy wywiad i wyjaśnienie jakie może być źródło bólu i co należy poprawić np w postawie. Atmosfera bardzo miła i przyjazna, czułam się swobodnie i bezpiecznie. Ból pleców już częściowo minął zaraz po wizycie, a na drugi dzień było o wiele lepiej. Dostałam również przykładowe ćwiczenia które pomogą wzmocnić plecy i uniknąć bólu. Szczerze polecam Pana Waldemara Szternala, jeśli w przyszłości pojawi się podobny problem napewno przyjdę na kolejną wizytę.", "lang": "pl"}
{"opinion_id": "op_004144", "text": "Wizyta nieskuteczna. Technicznie tak sobie, poszedłem w inne miejsce i duuuuzo lepiej", "lang": "pl"}
{"opinion_id": "op_004145", "text": "Świetne podejście do pacjenta. Bardzo szczegółowe wyjaśnienie dolegliwości, jak również pokazanie możliwości w zakresie ćwiczeń które mogą pomóc w wyeliminowaniu dolegliwości. Polecam w 100 % !!!", "lang": "pl"}
{"opinion_id": "op_004146", "text": "Z wizyty jestem bardziej zadowolona bolące miejsce rozmasowane bardziej trafnie zmniejszyło dolegliwosci oraz wskazówki dotyczące rozciągania i ćwiczenia bolącego miejsca bardzo trafne bardzo polecam pozdrawia", "lang": "pl"}
{"opinion_id": "op_004147", "text": "Very happy with Mr Szternal. He was very understanding of my wife's condition (hyperkyphosis) and showed great patience and empathy throughout the meeting. I valued his attention to detail and plan for future sessions.", "lang": "pl"}
{"opinion_id": "op_004148", "text": "Pan Waldemar przeprowadził bardzo dokładny wywiad a potem tłumacząc rozmasował bolące miejsca. Dostałam też zalecenia konkretnych ćwiczeń w domu, które mi pomogły. Trafna diagnoza, ulga w bólu, dobre zalecenia na później.", "lang": "pl"}
{"opinion_id": "op_004149", "text": "Empatyczny, perfekcyjny, komunikatywny. Polecam Pana Waldemara.", "lang": "pl"}
{"opinion_id": "op_004150", "text": "Byłem u pani Pauliny dwa razy. To bardzo miła i kompetentna osoba. na pewno polecę wszystkim znajomym", "lang": "pl"}
{"opinion_id": "op_004151", "text": "Polecam Pania Pauline wszystkim cierpiacym na bole kregoslupa ibarkow .Jestem bardzo zadowolona z wizyty", "lang": "pl"}
{"opinion_id": "op_004152", "text": "Profesjonalistka w każdym calu! Zaangażowanie, wiedza i skuteczność leczenia na najwyższym poziomie.", "lang": "pl"}
{"opinion_id": "op_004153", "text": "Gabinet usytuowany w dobrym miejscu z łatwością parkowania. Wizyta zgodna z oczekiwaniami, skuteczna i miła.", "lang": "pl"}
{"opinion_id": "op_004154", "text": "Pełen profesjonalizm i zaangażowanie.", "lang": "pl"}
{"opinion_id": "op_004155", "text": "Za każdym razem będąc w gabinecie czułam się szczerze zaopiekowana i zrozumiana. Bardzo doceniam empatię i medyczną wnikliwość p. Pauliny, dzięki którym chętnie wracam do gabinetu. Naprawdę polecam!", "lang": "pl"}
{"opinion_id": "op_004156", "text": "Fajne podejście do pacjenta, profesjonalna opieka", "lang": "pl"}
{"opinion_id": "op_004157", "text": "Very friendly lady, chatty and speaks good English, she did physiotherapy for me when I had a sprained ankle and needed rehabilitation", "lang": "pl"}
{"opinion_id": "op_004158", "text": "Super. Konkretnie i dokładnie . Po pierwszej wizycie i zabiegach natychmiastowa poprawa.", "lang": "pl"}
{"opinion_id": "op_004159", "text": "Zgłosiłam się z bólem- otrzymałam szybką i skuteczną pomoc. Polecam", "lang": "pl"}
{"opinion_id": "op_004160", "text": "Bardzo Polecam !:) Rewelacyjna wizyta! Szczegółowy wywiad i badanie  , następnie omówienie problemu wspólne przećwiczenie zaleceń. Komfortowe warunki, przyjazna atmosfera. Wszystko super!", "lang": "pl"}
