{"opinion_id": "op_002621", "text": "A visit to Mr. Niestrata is a circus. The test results I presented didn't interest him at all, and I don't know on what basis he made his diagnosis, which two subsequent doctors had never heard of - quote: \"INTESTINAL BLOATING PAIN\". He stated that I'm too young to be sick, while I've been struggling with pain for 3 years. After consulting with other doctors, it turns out that the treatment I received from Mr. Niestrata could only harm me and certainly not help. I do not recommend this doctor; I wasted time and money on incompetent advice.", "lang": "en"}
{"opinion_id": "op_002622", "text": "I went to the doctor with my three-month-old baby, who is suspected of having milk intolerance/allergy. The doctor didn't even look at him, let alone examine him. He was unpleasant, and it was clearly felt that he had no time for the patient. To all my questions, he answered \"I don't know\". We asked for a certificate so that the pediatrician could prescribe cheaper milk. Unfortunately, we didn't get it. We were only informed that one private visit is not enough for a certificate. I feel the doctor is incompetent because my knowledge about infant nutrition was greater than that of the allergist doctor. This is confirmed by the doctor's idea about a diet - but how to introduce it when the infant only drinks milk...", "lang": "en"}
{"opinion_id": "op_002623", "text": "The doctor is a very impolite person. She was 25 minutes late for the first appointment, and when you're the last patient, she gets very upset about a 5-minute delay (even though you wait 10 minutes at the reception), or sometimes she doesn't wait at all and goes home. Moreover, the ultrasound and the entire visit lasted 4 minutes!!! Ignoring that it's a paid visit, she didn't explain what she detected, and when asked what to do next, she said she didn't know. I guess you go to the doctor to clear up doubts and explain everything. Not to mention the torn referral from another doctor at the beginning because she herself hadn't detected a certain change earlier. In summary, I do not recommend, and even advise against this doctor, as I learned nothing, the examination was done quickly, and there were no explanations.", "lang": "en"}
{"opinion_id": "op_002624", "text": "Anna Mielczarek I have very good impressions. She anesthetized me during a gynecological procedure. I felt great after waking up. The woman noticed that I was in a very bad mental state and gave me something that further improved my mood. I felt exceptionally good afterwards. She gave me a lot of attention. Great manners, and it's not always like that. Sometimes, when I talk to a doctor, I feel treated like half a person.", "lang": "en"}
{"opinion_id": "op_002625", "text": "150 zł for no Pap smear, referrals for tests needed to choose contraception, a prescription, or any information for the patient from the transvaginal ultrasound results. A stone face with a glued-on artificial smile. Please don't confuse politeness with kindness, and certainly not with warmth and favor. If someone claims that this lady is warm-hearted, they have never been to a warm-hearted gynecologist. I had one before - natural, relaxed, smiling, chatty, relieving stress with her demeanor for every patient upon entering the office. I moved to Wrocław and, based on the above opinions, went to this lady. I was disappointed. This lady wasn't even interested in the history of reproductive tract cancers in my mother's family when prescribing contraception. She was not very communicative. She only warmed up when she started promoting the vaccine. She charged 150 zł in an embarrassing way, and even that matter should be handled appropriately and \"with class\" (which was also lacking). On the plus side - I know worse gynecologists.", "lang": "en"}
{"opinion_id": "op_002626", "text": "I went to Dr. Maciej on the recommendation of my sister-in-law, convinced that I was approaching a standard frenectomy procedure. Such guidelines were given to me by another periodontist in the field, who saw no contraindications to the procedure. I was extremely lucky that I didn't end up under this doctor's scalpel because, according to Dr. Nowiński, the procedure could have ended in an aesthetic failure and a big hole in the gum between the front teeth. With his professional eye, the doctor assessed that my case is not standard at all, requires double reflection as well as consultation with an experienced periodontist, and referred me to his trusted colleague specialist in this field. Throughout all this, Dr. Nowiński showed immense patience, answering all my questions and doubts. The visit, even though my case currently turns out to be quite complicated, was a pure pleasure.", "lang": "en"}
{"opinion_id": "op_002627", "text": "It's not worth going to her even with the most common illnesses. I know it's hard to distinguish a viral from a bacterial infection, but you can't completely ignore the patient. She yelled at me that I was bothering her, that the patient should treat themselves at home, and if the infection doesn't go away after a week, then you can see a doctor, but not earlier. After I presented the symptoms I was experiencing (including a fever exceeding 38°C for 3 days), she didn't even examine me, didn't look at my throat, but stated that nothing concerning was happening in my throat. She prescribed over-the-counter medications and told me to use them for a week (not to come earlier) even though the leaflets clearly say not to use them for more than 4 days. The fact that I've been trying to have a child for 5 years and that every flu complication reduces the chance of getting pregnant didn't matter to the doctor. Of course, after 5 days I still had a persistent fever, sinus pain, terrible runny nose, and when I went to another doctor, he was also stern with me. He pointed out my ignorance of the symptoms. MINE! Not Dr. Sławatyniec's. And so, a person goes to the doctor, trusts that they will help with such basic matters. And the doctor not only treats them rudely but also exposes them to dangerous complications. In my profession, if someone does their job poorly, they get fired...", "lang": "en"}
{"opinion_id": "op_002628", "text": "The doctor was very nice, helpful, and concrete. However, the waiting time for the appointment was two hours in a long queue, even though I had an appointment at a specific time. A very big minus was also that while waiting in line, whether I wanted to or not, it was inevitable to hear the conversations of patients taking place in the office. I felt very uncomfortable later knowing that everyone in the hallway heard my conversation with the doctor; I wasn't able to talk freely.", "lang": "en"}
{"opinion_id": "op_002629", "text": "It owes its properties primarily to one enzyme - laccase. In the world of living organisms, it is widespread, and a particularly good producer of this enzyme is Cerrena unicolor. Researchers from the Faculty of Biology and Biotechnology at UMCS decided to check if this enzyme could be used for other purposes, not just industrial ones. They tested its effect on various cell lines derived from living organisms. \"We performed tests on various cell lines, and it turned out that the most promising preliminary results we obtained were for human cervical cancer cell lines. We managed to obtain satisfactory results for cancer cells derived from the tissue of primary cervical cancer of a woman, as well as from the tissue of a metastasis of cervical cancer to the small intestine,\" says Dr. Anna Matuszewska from UMCS. As she emphasizes, the enzyme acted toxicly on cancer cells but did not harm normal cells. The results of the conducted research became the subject of a publication and were covered by patent protection.", "lang": "en"}
{"opinion_id": "op_002630", "text": "For me, terrible, I will never go to this doctor for an appointment again, for me he is arrogant and too self-confident, I understand when things are good every doctor is great, but for me a doctor must also be a psychologist, when I found out that my pregnancy was abnormal, he presented me with 3 variants of consequences of this pregnancy, but he emphasized that after all I don't have to adopt a child because as long as I have a uterus and ovaries there is IVF... I was devastated, I cried all the way home, and his words I will remember for the rest of my life, now I am in a natural pregnancy and so far I am not thinking about IVF because I don't have to... and I won't change my mind about that day", "lang": "en"}
{"opinion_id": "op_002631", "text": "Hello, I was at THE DOCTOR'S at ICZMP, besides the specific jokes he treated me to throughout the entire visit, he repeatedly suggested that I start private visits with him. Not showing interest from my side, THE DOCTOR stated that he could not help me anymore because it was not within the competence of this office. And this is a doctor???!!!", "lang": "en"}
{"opinion_id": "op_002632", "text": "In his opinion, the grant is very comfortable due to its flexibility. It is often difficult to assess in a 5-year perspective whether additional equipment will need to be purchased or rather a new person hired. From the money paid by WELLCOME TRUST, the researcher can hire two people, buy reagents, equipment, services, and finance business trips. Although the topic of Dr. Nowotny's research project concerns a similar field as the ERC grant, the research work does not overlap. Agencies want to fund a specific proposal; it is not permissible to fund the same topic from two different sources. The research conducted at the Institute of Molecular and Cellular Biology in both projects concerns two different groups of proteins, different enzymes. Their common feature is that they are responsible for repairing genetic material.", "lang": "en"}
{"opinion_id": "op_002633", "text": "The doctor gives the impression of a competent and matter-of-fact physician. I personally did not experience particular sympathy from the doctor, but it's important that I was examined and heard that nothing serious is happening in my intestines. Incidentally, the doctor made a different diagnosis of my ailments than previous doctors, recommended a specific diet, and modified the medications. I'll try, maybe it will work.", "lang": "en"}
{"opinion_id": "op_002634", "text": "Probably every patient knows the stethoscope by sight - those medical headphones hung around the neck have long become a symbol of the medical profession. Thanks to this rather simple device, the doctor can quickly and conveniently auscultate the patient and preliminarily diagnose, e.g., structural heart defects, as well as lung diseases, abdominal cavity, or even thyroid and arteries. A traditional stethoscope is a not very complicated device - thanks to the membrane and the funnel hidden behind it, sounds from the patient's body are transmitted to the doctor's ear. \"The flow of blood or air in our body is accompanied by noise that travels through tissues and can be picked up on the skin. These sounds may contain information about certain pathological states in the body,\" explains Dr. Łukasz Nowak from the Institute of Fundamental Technological Research PAS in Warsaw, who conducts research on a new generation of stethoscopes, in an interview with PAP.", "lang": "en"}
{"opinion_id": "op_002635", "text": "I recently ended up in the hospital during postpartum with complications. I was admitted by Dr. Sosnowski. Extremely gentle and composed, I was terrified and he was calm. He performed the examination as gently as possible, I was heavily stitched up and he really treated me like an egg in a fragile shell. Thank you for that! When I saw him, a weight lifted from my heart, I remembered him from before delivery, from rounds, and even then I liked his care for patients, the warmth in his gaze, stoic calm. I only know him from the hospital stay before delivery from one visit after delivery, but with a clear conscience I can write that he is an amazing specialist. I recommend visits with him :)", "lang": "en"}
{"opinion_id": "op_002636", "text": "\"The establishment of 'InnoNeuroMed' gives hope that new horizons will open up for Polish neuromedicine. Thanks to this platform, scientists and industry representatives will be able to meet. Without meetings of scientists, there is no development of science; without pharmaceutical companies, there are no implementations,\" said Prof. Kaczmarek. The founding members of the platform include: the Nencki Institute of Experimental Biology PAS in Warsaw, the Institute of Pharmacology PAS in Krakow, the Mossakowski Medical Research Institute PAS in Warsaw, the Institute of Psychiatry and Neurology in Warsaw, Pomeranian Medical University in Szczecin, Medical University of Gdańsk, Medical University of Lublin, Medical University of Łódź, Medical University of Warsaw, Celon Pharma S.A., ADR Sp. z o.o., Genexo Sp. z o.o., OncoArendi Therapeutics Sp. z o.o., Polpharma S.A., Selvita S.A.", "lang": "en"}
{"opinion_id": "op_002637", "text": "This is not a trustworthy doctor!!!, don't count on him answering your cell phone on Saturday or after 6 PM. Fortunately, our adventure with Mr. Kucharek ended in time, which resulted in saving ourselves nerves and money. In our opinion, he is no super specialist (you can find plenty of them in Silesia), to not be baseless, I will cite one situation when the doctor ordered not at all cheap tests, and at the next visit didn't even ask about the results. But as always, the choice belongs to the patient.", "lang": "en"}
{"opinion_id": "op_002638", "text": "I was at this doctor, arrogant, unpleasant, didn't explain what it is, how to treat, what the symptoms are, a young doctor who hasn't been in the profession long, zero willingness on his part to cure, writes referrals for ultrasound which has long waiting times, my groin hurts, something grew there, it even hurts when I walk, let alone when I do something strenuous, and the doctor has such an approach, I quote his words: if you don't have cancer and your life is not threatened, you can wait for that ultrasound. I would never recommend him to anyone, I don't know why no one has filed a complaint yet, what his approach to older people is like, unpleasant and arrogant his behavior", "lang": "en"}
{"opinion_id": "op_002639", "text": "I really wanted Dr. Dedecjus to operate on me due to good opinions about him. After the first private visit, I was indeed satisfied. He talked to me in a nice yet concrete manner, and also performed a thyroid ultrasound. I paid 150 zł for the visit. The very nice lady scheduling the visit explained to me that this rather high cost was due to that ultrasound examination. So my surprise was huge when for the second visit, which lasted less than 5 minutes and only involved setting the surgery date, I paid exactly the same amount. I spent two days in the hospital. The doctor appeared literally a few minutes before the procedure, handing over the consent for the operation. He explained nothing, didn't talk, and worse, it turned out he hadn't familiarized himself with the latest test results. I waited several hours for the final decision regarding the surgery only to finally hear \"We will have to say goodbye\". Maybe he is a good surgeon, but due to the lack of professionalism of the doctor, I didn't have the chance to find out.", "lang": "en"}
{"opinion_id": "op_002640", "text": "What you write is not very pleasant, I am in a dilemma, I was at the second visit at czmp and I don't know what to do next. The most important thing is that he sets the hormonal treatment correctly, and he can talk to himself..., you don't have to listen to him then. So who do you recommend from Łódź with such a specialization??", "lang": "en"}
