{"opinion_id": "op_000641", "text": "Extremely impolite, arrogant, and insolent \"doctor\" with a zero patient-approach, in this case, towards a child. Instead of providing reliable answers to questions asked, he prefers to mock and treat the patient like an uneducated fool, emphasizing that \"his stethoscope cost several thousand, and the diaphragm alone cost 700 PLN\" (words directed at a six-year-old!). Clearly, the doctor is a world-renowned specialist in every field, since upon seeing a child for the first time, he auscultates them and then prescribes an inhaled steroid because he \"diagnoses\" an allergy (to an unknown agent) and claims a consultation with an allergist is unnecessary. This was my first and last visit with this gentleman, and I advise others to avoid him by a wide margin.", "lang": "en"}
{"opinion_id": "op_000642", "text": "The visit was very substantive and specific. The diagnosis was made on the first visit - which surprised me a bit, as I had been to two other dermatologists before who kept guessing, prescribing me new preparations. The doctor prescribed me medication for a month, with a follow-up later. I hope the diagnosis is finally correct and the treatment will be successful.", "lang": "en"}
{"opinion_id": "op_000643", "text": "I have had two episodes of depression so far, which I treated in consultation with a psychiatrist. The first one I treated with Dr. Jan Kowalski, the second one with another psychiatrist in Krakow. Dr. Jan Kowalski prescribed me medication which helped me get out of the depression temporarily, however, I experienced a relapse. When I managed to get out of the first episode, I was very grateful to him and even recommended him to friends. Now, after the second episode, I see his role completely differently and I would certainly not recommend him to anyone anymore. I rate my psychiatrist in Krakow orders of magnitude better. Above all, Dr. Jan Kowalski did not make enough effort to at least superficially understand the causes of my condition. He only took a very basic medical history (asked about a family history of depression, substance use, etc.), diagnosed \"lowered mood,\" and immediately prescribed antidepressants. Afterwards, practically the only thing he was interested in was whether there were any side effects and how I felt. He did not refer me for psychotherapy right away, and it is psychotherapy (I know this only now) that is the key to actually dealing with the problems once and for all. In his defense, I must say that after 1.5 years from starting the treatment, the summer holidays began and I was away from Warsaw for a long time. However, I informed the doctor about this in advance, and today I would expect him even more so to devote time to me and explain how I should continue treatment and that it is crucial to remain in contact with a doctor (not necessarily him). At the beginning of the second episode, I was abroad and decided to contact the doctor by phone. It was difficult; the doctor first didn't have time for me, and the second time he devoted a whole 3 minutes of his precious time to me. Even though, if there was a justified suspicion that I had depression, he knew how much I was suffering and how much it cost me to even make a simple phone call to him. Overall, I have a deep sense that the doctor didn't try hard enough in my case. I can't say if I was unlucky or if Dr. Jan Kowalski treats all patients with such attention. However, I am convinced there are better doctors than him.", "lang": "en"}
{"opinion_id": "op_000644", "text": "On Monday, it was announced that the 2016 Nobel Prize in Physiology or Medicine was awarded to Yoshinori Ohsumi for his discoveries of mechanisms for autophagy. Thanks to the Nobel laureate's work, we understand how a cell gets rid of waste by recycling proteins. \"This year's Nobel Prize is in a way a surprise, but it has also been expected for many years. There is of course a very extensive market of predictions and there were many names on that market, many new phenomena that are being studied and are now being used, but Prof. Ohsumi received the Nobel Prize for the process of autophagy,\" said Prof. Lucyna Woźniak, Vice-Rector for Science and International Cooperation at the Medical University of Lodz.", "lang": "en"}
{"opinion_id": "op_000645", "text": "There are several methods to reduce radon concentration. The basic way is to ensure proper ventilation and airing of buildings, especially basements, where this gas accumulates the most. Others include controlling building materials, proper selection of land for house construction, sealing cracks in foundations and places where utilities enter buildings, and using protective foil. In Poland, a draft law for implementing the EU directive has already been prepared. It proposes, among other things, mandatory radon measurements in workplaces. \"We need to raise people's awareness so they know the potential effects of natural radiation. It is necessary to establish a so-called radon plan for Poland. We need to recognize the situation, gather archival data, perform screening measurements, and run an information campaign in municipalities, including training for construction companies and developers, so people learn about this problem,\" said Dr. hab. Jan Kowalski. (PAP)", "lang": "en"}
{"opinion_id": "op_000646", "text": "Unfortunately, my opinion is negative. The doctor does not qualify as a specialist in aesthetic medicine. I had Botox injected by him into the so-called frown lines. After the procedure, there was no visible effect. I went for a consultation and the doctor assured me that the Botox would work but it takes time, etc... After another two months, nothing changed. When I went to another doctor, this time an actual specialist in aesthetic medicine, and had Botox injected, the effect was visible after about three days. Then a minor touch-up with hyaluronic acid and the wrinkle is gone. I paid over PLN 1,000 with Dr. Jan Kowalski for the Botox injection and now I don't know what to think. Was it even Botox? Similarly, with a second procedure performed by him with hyaluronic acid, which disappeared after... a month.", "lang": "en"}
{"opinion_id": "op_000647", "text": "The doctor was friendly, well-disposed towards the patient, guiding towards the right conclusions. However, unfortunately, she prescribes medication as a remedy for poor mental state a bit too lightly. I myself stopped taking them after a short time due to unpleasant side effects and a number of growing doubts, which I unfortunately could not consult with the Doctor due to a lack of contact options, and I couldn't afford another visit so soon for that amount of money. In summary, an empathetic doctor, eager to help, but with too carefree an approach to pharmacological treatment, in my opinion.", "lang": "en"}
{"opinion_id": "op_000648", "text": "I think he is a good doctor. I have been treated for arterial hypertension for years, and pregnancy was a risk for me and the child from the beginning. From the start, I was under good care. When at the end of the pregnancy the blood pressure couldn't be stabilized, he immediately admitted me to the ward. He visited me often, asked if I needed anything. For the safety of me and the child, I gave birth one month earlier - by cesarean section. I can't praise the actual delivery enough. A nice atmosphere in the operating room, a complication-free procedure, the only doctor for this type of delivery. I've heard many positive opinions about cesareans performed by him. I can confirm this opinion 100% myself.", "lang": "en"}
{"opinion_id": "op_000649", "text": "I was at this doctor's in February 2016 and to this day I haven't managed to forget that visit. I warn pregnant patients, and especially those overweight, to choose a different doctor! The doctor received me with about a 30-minute delay, spent the next 20 minutes typing test results into the computer, then asked me some strange question about surgery, and upon seeing my shocked face exclaimed: what's your name? I gave my first and last name, and he said: well, you didn't say. Hmmmm... the doctor was typing my results into another patient's file!!! Maybe if he hadn't been so delayed and asked for my name at the beginning, he would have saved 20 minutes. Unfortunately, that was the beginning of this awful visit - the worst experience of my life. Then the doctor claimed he couldn't find me on today's patient list, scrolled back and forth for 5 minutes, and then asked me to leave (!) the office. I went downstairs quite shaken to the reception, where the EnelMed receptionist found me on the list without any problem. I was apologized to by the reception and sent upstairs again (I had already wasted about 60 minutes solely due to the doctor's fault). The doctor finally saw me, but didn't even apologize for the delay or for asking me to leave the office. I was already crying and shaken by such treatment, especially since I came with a threatened pregnancy and didn't expect such running between floors and humiliation. To my question of whether the results I presented posed a risk to the pregnancy, he answered that the biggest risk was my weight. I'm just speechless. I know I should have filed a proper complaint with the facility's management, but I didn't only because I was already tired of it all. I do not recommend this doctor; if I could, I would give him a zero. P.S. The following week I went to another endocrinologist who provided me with care, but the pregnancy could not be saved :(", "lang": "en"}
{"opinion_id": "op_000650", "text": "Dr. Jan Kowalski arrived for an appointment booked online very punctually. After listening to my account of the ailments and reading the presented documentation, he confirmed the diagnosis of the doctor who performed the ultrasound. For his part, he provided a written consultation containing a suggestion regarding pharmacological treatment, directed to the primary care physician.", "lang": "en"}
{"opinion_id": "op_000651", "text": "\"Not only intraocular pressure plays a role – certainly in some cases it is the trigger, but there must be some underlying predisposition that responds in a way leading to the disease. So there is a certain predisposition – like most predispositions, probably genetically conditioned – but what mechanism does it concern? We already have some observations,\" said Prof. Anna Kowalska, vice-president of the Polish Society for Nervous System Research and the Polish Physiological Society, in an interview with PAP. \"In some patients, despite the loss of a certain part of retinal ganglion cells, there is no dramatic loss of vision, while in others the effects of neurodegeneration are very dramatic and manifest clinically very early. If we could capture this mechanism and propose methods to counteract it, that would be wonderful,\" she added.", "lang": "en"}
{"opinion_id": "op_000652", "text": "The specialists from Gliwice aim to create the widest possible group of potential recipients so that – when a donor appears – they can perform the procedure. Donors and recipients are matched based on the compatibility of many different factors, the most general of which are age, gender, and blood type. Those interested in such a procedure can find information on the website www.przeszczeptwarzy.pl. Potential recipients are patients after extensive mechanical injuries, burns, with congenital defects, or after treatment of benign tumors of the lower, middle, and upper face region, for whom classical reconstruction methods are unable to restore the function of individual organs and an aesthetic appearance. As estimated by the team leader, Prof. Jan Kowalski, this could be a group of about 120 people in Poland.", "lang": "en"}
{"opinion_id": "op_000653", "text": "My old nose was my biggest complex and poisoned my life, while a new one was my biggest dream, which, with the help of Dr. Jan Kowalski, I managed to fulfill. Two months have passed since the full rhinoplasty I underwent, and frankly, I lack the words to describe how happy I am. Dr. Jan Kowalski - a professional in every respect, has vast knowledge and experience, and is an extremely friendly, sensitive, and empathetic person. With angelic patience and calm, he answers all questions, which greatly helps reduce the stress and tension before the procedure. Incredibly talented and gifted - you can be completely calm about the results. With great passion and a sparkle in his eye, he helps his patients. The result is incredible! Just after 7 days (after the cast removal), when I could see my nose in all its glory for the first time, I was moved to tears of happiness. The nose was already ideal then - symmetrical, straight, and wonderfully matched to the shape and size of my face. Since then, it only gets more beautiful every day. If I had to make the decision to have surgery again - I would without hesitation choose Dr. Jan Kowalski again (the best choice possible!). I am delighted with both the result and the entire process. The procedure is completely painless. I highly recommend the Doctor - he handles impossible things immediately, and it's really worth fighting for yourself and starting a better life - without complexes! :)", "lang": "en"}
{"opinion_id": "op_000654", "text": "A nice person and undoubtedly with a great approach to children - which I assess from the perspective of the waiting room, not as a patient. However, in the case of an intervention requiring a bit more than removing a superficial lesion - I do not recommend. The matter required an incision and the doctor tried hard to discourage me from using her services. It's a pity that this discouragement was ineffective, which I now state after months of enduring negative side effects - not so much from the overall treatment, but from the strictly surgical intervention itself.", "lang": "en"}
{"opinion_id": "op_000655", "text": "FOR FOUR YEARS, MY HUSBAND AND I HAVE BEEN TRYING FOR A CHILD. AND DURING THESE FOUR YEARS, A LOT HAS HAPPENED IN OUR LIVES. THERE WERE VERY BEAUTIFUL MOMENTS (WHEN IT TURNED OUT I WAS PREGNANT) AND THERE WERE BITTER TEARS (WHEN I MISCARRIED. FIRST THE FIRST PREGNANCY, THEN THE SECOND.). BUT WE STILL STICK TOGETHER AND WE STILL HAVE NO INTENTION OF GIVING UP. WE LOVE EACH OTHER DEARLY AND WE WANT THE FRUIT OF OUR LOVE TO BE A CHILD. JUST RECENTLY, ABOUT SIX MONTHS AGO, WE HAD ENOUGH. BUT THANKS TO DR. JAN KOWALSKI, OUR LIFE SUDDENLY CHANGED. WE HAVE SUCH GREAT ZEAL TO FULFILL OUR DREAM, SUCH HUGE FAITH AND STRENGTH THAT SOMETIMES WE FEEL LIKE MOVING MOUNTAINS. HE IS A PERSON WHO EXPLAINS EVERYTHING SO THOROUGHLY THAT EVEN SOMEONE WHO KNOWS NOTHING ABOUT IT WILL UNDERSTAND EVERYTHING. AND HE HAS ANGELIC PATIENCE. AND THIS IS A TRAIT THAT VERY FEW MEN POSSESS. I REALLY HIGHLY RECOMMEND HIM. I HAVE VISITED VERY MANY DOCTORS AND I ASSURE YOU THAT DR. JAN KOWALSKI BELONGS TO THOSE WITH A TRUE CALLING.", "lang": "en"}
{"opinion_id": "op_000656", "text": "Last year, I suffered a spinal injury during crossfit. I couldn't walk, get up from a lying position, perform daily activities, or even sit - the first time I visited Mr. Jan Kowalski's office - he relieved my pain, and shortly after I was functioning normally and could return to my activities. Professional - just as it should be. The office is fully equipped and comfortable. Mr. Jan Kowalski listens carefully and explains very well where the injury comes from and how to perform exercises correctly. After this year's bicycle accident and a serious knee injury, I already knew where to go. The knee returned to full functionality. I really recommend it!", "lang": "en"}
{"opinion_id": "op_000657", "text": "However, as Prof. Jan Kowalski noted in an interview with PAP, only bitter, greenish, and cloudy extra virgin olive oil is so valuable. The cheaper and milder-tasting yellow olive oil contains significantly fewer natural substances beneficial to health. This is related to artificial irrigation used in the commercial cultivation of olives. He pointed out that Italians consume only extra virgin olive oil, usually from their own cultivation. They do not use extra virgin olive oil for frying - oleacein breaks down at temperatures above 60 degrees Celsius. \"The results of our research largely explain the Mediterranean diet phenomenon and the fact that from recent studies assessing the health status of different populations, it appears that Italians are the healthiest, and in every respect,\" added Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000658", "text": "I have the impression that he has a fixed set of medications (especially steroids) for everyone - I have a comparison with other fellow patients he treated. He doesn't order specialized tests, he made the diagnosis only after a brief examination and interview. Admittedly, there was improvement after his year-long!!! treatment, but at what cost! For several months I was happy that my son stopped coughing and I regularly went for visits to get further doses of steroids (which, as it later turned out, were in too high doses for the child's small stature and administered in an inappropriate way). During the visit, he spends most of the time telling stories about his life and family! It's hard to get away from him. Besides, he writes so illegibly that I always had a problem at the pharmacy. I do not recommend, and even warn against this doctor!", "lang": "en"}
{"opinion_id": "op_000659", "text": "Neutral visit. The doctor inspires trust, we'll see how the treatment and further interpretation of test results proceed. He has a lot to say, overall he is a specialist in this field. Regarding listening to the child's parents, it was neutral; at the beginning he listens, but then I felt ignored by the doctor.", "lang": "en"}
{"opinion_id": "op_000660", "text": "I regret to say my opinion is negative because in my case the doctor did not help but only made things worse :( I have had E. Coli in my bladder for 2 years, I was treated with antibiotics before, which then stopped working, and the doctor prescribed me two more, equally ineffective. Now I know that when one or another antibiotic doesn't work, there's no point in taking them because the bacteria is resistant - the doctor should know this too. I'm glad I sought advice from another doctor who literally grabbed his head after seeing the list of medications I had been taking pointlessly. Mr. Jan Kowalski also treated me a bit like a person who doesn't quite understand what is being said to her; I understand that some people need things explained in a very simple way, but not everyone. I felt like a stupid person and now with the added burden of health ruined by antibiotics. I am slowly recovering and entrust my treatment to someone else. Regards", "lang": "en"}