{"opinion_id": "op_000741", "text": "I need to divide my assessment of the treatment for a deviated nasal septum by Mr. Arkadiusz into two categories. I rate the effectiveness of the treatment as 5/5, I have no objections there. However, the comfort of the treatment itself is a complete failure with an exclamation mark. The surgery took place at C.M. Sanitas in Lublin. I must admit that lying down on the operating table by myself without prior administration of sedatives is not a pleasant experience, and even more so was regaining consciousness during the operation towards the end of which I felt distinct pain. I had no idea then that I was being operated on, and the voices I heard were the conversations of the surgical team. Coming out of anesthesia was also very unpleasant; they tried to wake me up by issuing very blunt commands, to which I was unable to respond. It was a very unpleasant feeling; I had no idea what was happening to me, and why someone was pressuring me to finally wake up when I couldn't even move a finger, utter a word, or establish contact in any other way. The pain after waking up was very distinct; when it started to intensify after finishing the second IV drip with Ketonal, I did not receive further painkillers despite asking for them. \"If it hurts, it means you're alive,\" said the nurse with a smile on her face, who later also pressured me to leave the bed faster towards the end of my stay, even though I didn't feel strong enough to go home just a few hours after the surgery. After I was finally kicked out, the pain intensified to such an extent that I walked around the house all night groaning, vomiting from time to time. For 2 weeks I felt terrible, I had no strength for anything, I spent most of the time lying in bed with a high fever. After the surgery, I visited Mr. Arkadiusz several more times, for the removal of the stents, twice for suture removal, and for the removal of the \"plates,\" which hurt as if someone was trying to pull out my upper incisors. The explanation in the style of \"the anesthesiologist didn't want to give you more anesthetics so that the waking up would be shorter\" was truly pathetic. A few days ago I was operated on at WIM in Warsaw due to acromegaly, and I must say that the treatment there is pure pleasure compared to your surgery. Unfortunately, I cannot recommend you to anyone, despite the experience that one cannot deny you. Nevertheless, I send my regards and wish you to draw conclusions from my opinion.", "lang": "en"}
{"opinion_id": "op_000742", "text": "It was my first visit, so it's hard to assess the accuracy of the diagnosis and treatment. However, the visit and the doctor herself made a very good impression. The doctor is a very nice person, thorough, and clears up any doubts. Compared to the previous gastroenterologist I visited, I can recommend this doctor.", "lang": "en"}
{"opinion_id": "op_000743", "text": "According to a Łódź sociologist, over the past half-century, a steady increase in the significance of cancers among causes of death and a decrease in the significance of infectious diseases can be observed. Data from the Central Statistical Office (GUS) shows that in 1960, cancers were the cause of 8.9% of all deaths, and in 2010 - 25.3%, while infectious diseases accounted for 6.9% of deaths in 1960 and only 0.7% in 2010. The dominant cause of death for many years has been cardiovascular diseases, although over the last dozen or so years there has been a slow decrease in this trend. In 1990, cardiovascular diseases were the cause of 53.4% of all deaths, and in 2010 - 46% of deaths.", "lang": "en"}
{"opinion_id": "op_000744", "text": "Mr. Tomasz Piskorz is managing my current pregnancy - I am already in the 34th week. I go to his clinic. Everything is covered by the National Health Fund (NFZ). And I am very satisfied. He always has time. He solves every problem on the spot. He orders lots of tests and is very happy that everything is okay. Together with me : ) I recommend!!!", "lang": "en"}
{"opinion_id": "op_000745", "text": "I was at a visit with my daughter and I am very dissatisfied. Another doctor focused on making money. He showed no interest from his side. He only looked at one diseased area on the child's body, the one I pointed out, and when I asked him to also look at other spots, he said that today we are only dealing with the one I pointed out first! Does that mean I have to go for another visit for every single spot?! He prescribed medications which, as it turned out after purchasing them, we cannot give to the child! Overall, the doctor is a disaster! I DO NOT RECOMMEND!", "lang": "en"}
{"opinion_id": "op_000746", "text": "Dr. Bystrzanowska is not interested in the patient's problem! She always looks bored and it's visible that she doesn't like her job. It was the first time I encountered such an approach to a patient; even in a public clinic I was treated better (and a visit with her costs 100 PLN). She sits constantly staring at her laptop with only GG open!!!). Several visits are just several hundred zlotys thrown down the drain. I was finally helped at the clinic on Koszykowa Street, and there you don't pay anything! So I strongly advise against it - unless someone wants to look at the pretty lady doctor for 10 minutes for the price of 100 PLN, then by all means : )", "lang": "en"}
{"opinion_id": "op_000747", "text": "I was at Novum with Dr. Wolski with my husband because his result was ambiguous for us. Fortunately, the doctor congratulated my husband on the result, while explaining very thoroughly what and how. Very concrete, doesn't beat around the bush, and at the same time very polite. Full of optimism. I recommend!", "lang": "en"}
{"opinion_id": "op_000748", "text": "She never says what she heard during auscultation, doesn't say what the illness is, prescribes antibiotics upfront even for a runny nose with a slight cough, she never heard bronchitis or pneumonia in my children which she missed, it only came out when I consulted with another doctor what was wrong with the child because it worried me that I could hear wheezing in the bronchi with my \"naked\" ear and she doesn't hear it. She drove my child into rickets by claiming that vitamin D3 is not needed, she is also not suitable for treating allergies; for everything the best is Emolium because a sales representative just left the office, or as part of the treatment she gives several printed pages from the internet. There's a lot to write; the best are the vitamins that she can extra sell to the patient in the office, and homeopathy which she mixes with standard treatment, sometimes recommending medications or granules that completely contradict or exclude each other.", "lang": "en"}
{"opinion_id": "op_000749", "text": "Unfortunately, money thrown down the drain for a private visit with the doctor. Maybe somewhat nice, but during the 3D ultrasound I didn't see my child because it turned away. Instead of giving us a moment to take a walk, the doctor stated that it was covered and that was the end of the examination. He charged 200 PLN and said that I would see the child when it is born. Well yes, the regulation 20 minutes had passed.", "lang": "en"}
{"opinion_id": "op_000750", "text": "One serious problem appears in this work. It is precisely obtaining these necessary crystals. Proteins - as explained by Dr. Szumna - are very complicated structures, with irregular shapes, various surface properties, and some of them simply do not want to form crystals. Crystallization of others can take years. The team led by Dr. Agnieszka Szumna therefore wants to help recalcitrant proteins to crystallize. For conducting the work, the scientists received a grant from N a rodo w e.", "lang": "en"}
{"opinion_id": "op_000751", "text": "I believe that one cannot accuse Dr. Wędrychowska-Szulc of lacking competence and say that she is a bad specialist because she is effective. I went to the doctor for a long period of time and as a result I have straight teeth. The problem is that the doctor has no heart for patients, she is a very unfriendly, cold person, her approach to patients is downright repulsive. Honestly, every visit was stressful for me, and instead of being motivated, I left the office tense, discouraged, even angry. The doctor is a person who is not interested in having a good relationship with the patient, and in my opinion this is a very important element of treatment. Like my predecessors - I do not recommend!", "lang": "en"}
{"opinion_id": "op_000752", "text": "Endoscopic screening tests have a huge impact on the health of the population; they also allow for limiting treatment costs, especially in the case of colonoscopy. Thanks to early detection of cancers, advanced cancerous changes do not develop, the chronic treatment of which is extremely costly – therefore, screening tests allow for significant financial savings. In the past, for example, the role of gastroscopy was limited to introducing a speculum into the stomach and detecting a large tumor. Now it is possible to diagnose small, early changes. Thanks to technical progress, the quality of images obtained from inside the body has greatly increased. New endoscopes have already appeared that \"look\" both forward and to the sides simultaneously, thanks to which the field of view has increased to as much as 330 degrees, and the high image quality allows for a preliminary assessment of whether the change looks malignant. An excellent complement is endoscopic ultrasonography, which detects pathologies located deeper.", "lang": "en"}
{"opinion_id": "op_000753", "text": "Today he did not see me with an injured hand after a fall. He didn't even glance at the bandaged hand. He was busy with the computer. I am 65 years old and alone. The doctor told me to go to the other end of the city to the Emergency Room. I cannot afford to take taxis to doctors; I barely made it to the clinic with a sore hand and the temperature outside was about 30°C. To the question of whether they do X-rays at the clinic, he arrogantly replied that he didn't know. What disappointed me the most was that he didn't even look at the hand; I could have had an open fracture under the bandage and he didn't care.", "lang": "en"}
{"opinion_id": "op_000754", "text": "A wonderful doctor, with an exceptional approach to children, which is lacking in most doctors. A visit to a surgeon and to any doctor is very stressful, especially for a child, and Dr. M. Krzeszewski can, with his behavior, make the fear minimize or even disappear. He is also a very good specialist. I recommend to everyone who needs help.", "lang": "en"}
{"opinion_id": "op_000755", "text": "Angels still exist among us... Dr. Dariusz Rychlik is an Angel - an excellent specialist, top-notch, a good man, devoted to people and his passion. All these qualities make for a very good doctor. However, Dr. Rychlik has many more assets that distinguish and positively surprise - he is charming with his modesty, he can in an unforced way quickly gain the patient's trust with spontaneous behavior; this trust from the patient's perspective can be as important as skills and knowledge. Thank you for the time devoted, valuable conversations, artistic execution of the procedure, and full engagement.", "lang": "en"}
{"opinion_id": "op_000756", "text": "The biologist admits that it is even more difficult - and in the case of humans completely unethical - to obtain offspring from two male individuals. In such a case, one must induce male individuals to produce oocytes. The scientist explains that from a male embryo, embryonic stem cells are obtained, which have the ability to differentiate into, among others, germ cells. When these cells are multiplied, in 3% of them there is a spontaneous loss of the Y chromosome. From such cells, after adding an X chromosome from male cells, female mouse chimeras can be obtained, which produce egg cells originating from male embryonic stem cells. These chimeras are crossed with a sexually mature male. In this way, young can be born whose genetic material comes from two male individuals.", "lang": "en"}
{"opinion_id": "op_000757", "text": "When choosing a doctor for my still underage daughter, I was guided by the opinions on this website. I was happy that one can still come across a super doctor. Indeed, the doctor is competent, conducted a detailed interview, examined my daughter, told her what might happen in connection with the cyst that was detected in her... however, I did not feel comfortable, I missed such sincere kindness, interest, a smile on the doctor's face. Since it was my daughter's first visit, I asked her how she felt in that office, because after all it was about her... she stated that she felt very uneasy, constrained, did not feel the appropriate approach from the doctor, was not informed in detail what would be done, what the examination would involve, and definitely does not want another visit with this doctor. Our feelings were very consistent, but nevertheless we wish the doctor further success in her work and such a beautiful smile as on her profile. Anna", "lang": "en"}
{"opinion_id": "op_000758", "text": "I had contact with Dr. Załuski when my father was lying after a difficult brainstem operation (the operation was performed by another doctor), which ended successfully. Dad recovered fully and was waiting for another procedure. During a two-day duty with Dr. Załuski (Saturday, Sunday), Dad was weakening hour by hour. Despite our interventions and calls to the nurses, we managed to get him to Dad's bed after 10 hours of searching. Making a scene with us, he assessed Dad's condition as not concerning. The next morning Dad was unconscious and after the morning visit the doctor had nothing to say to us. The sisters decided to move Dad to the intensive care unit, but waited four hours for the doctor's permission. It turned out that Dad had acute pneumonia and was oxygen-deprived. Later it got even more tragic..... I resent the lack of human reactions from the doctor and the basic care for the patient on duty. I was terribly disappointed in him.", "lang": "en"}
{"opinion_id": "op_000759", "text": "An excellent surgeon. Composed and calm, he inspires trust from the first contact. The conversation with Dr. Małek is substantive and to the point (may give the impression of being slightly dry - appearances). No beating around the bush and persuading. The very way of conducting the conversation had a good effect on me. At Art-Medicine I had my nose done. I recommend especially when performed by the duo Dr. Małek - Dr. Budzyńska. Calm, composed, they complement each other and understand each other, one gets the impression, without words. I highly recommend. A grateful patient.", "lang": "en"}
{"opinion_id": "op_000760", "text": "I was with Dr. Jarosław Marek because I wanted to consult my problem related to vitreous opacity. During the visit, my eyes were dripped with Tropicamide and a standard fundus examination was performed. The visit was expensive. The doctor confirmed the presence of opacities in the vitreous body. I am aware that this condition is not easy and cannot be cured in a few days. In my opinion, during the visit I did not obtain information about possible treatment methods. During a visit to another ophthalmologist, I learned, among other things, about several possible methods of treating this condition (as well as that not all may be effective). An ophthalmological consultation with another doctor also revealed a hole in the retina, which Dr. Jarosław Marek did not find. Dr. Jarosław Marek was nice during the visit and listened carefully to the description of what was bothering me. I think that for such a cost of the visit, I should have been at least informed about what treatment methods exist for opacities, that I should have obtained a bit more information besides the standard statement \"you need to get used to it\". Regarding the hole in the retina, according to information obtained during an ophthalmological consultation with another doctor, it is a condition very dangerous for eyesight; laser therapy was performed on me that very same day.", "lang": "en"}
