{"opinion_id": "op_001941", "text": "I agree with all the negative reviews. The visit was very unpleasant, terrible approach to a stressed parent of an infant, examining the child without any sensitivity, answering questions nervously, chaotically, and in a way that nothing comes out of it. From the very entrance, she was very unpleasant, I have the impression that only halfway through the visit after opening the file on the computer and seeing that the patient has a \"VIP\" package, she changed her attitude and toned it down (!) as if it mattered what kind of patient she was dealing with. I do not recommend visits unless necessary. There are plenty of wonderful pediatricians at LUX MED.", "lang": "en"}
{"opinion_id": "op_001942", "text": "The first orthopedic doctor who actually examined and diagnosed me. Previous ones, and I've been \"treating\" for several years, didn't even look at me. But those were visits under the National Health Fund, which explains a lot. I chose the doctor based on descriptions on this portal, and after the first visit, I think it was a very good choice.", "lang": "en"}
{"opinion_id": "op_001943", "text": "Hello, I am 22 years old and have been treated by the Doctor for 2 years... He was the only doctor who took me seriously. He ordered a lot of tests, it took half a year before he started treating me. After the second or so visit, he said he suspected a brain tumor... I got scared. I did an MRI and I have MS... which would not have been detected without the Doctor. Now he found me an ovarian tumor. All in all, not great. He said I have 2 years to get pregnant. I actually owe him a lot. He accepted tests done elsewhere from me / he even told me himself that it would be cheaper. Towards me, he is extremely kind, but I know he worries in advance.", "lang": "en"}
{"opinion_id": "op_001944", "text": "Politely and courteously, possible contact by phone or email. I am a patient with episodic bronchial asthma. Unfortunately, the visits are very short, quick, as if done in a hurry and above all very expensive (especially when a visit lasts 5 minutes and focuses on issuing 1 prescription). To all questions and doubts, only brief explanations (to me even \"dismissive\" of the patient), no ordering of additional tests or advice beyond information on how to take the medication. Unfortunately, the negatives determine my rating and I have to give up this doctor's care.", "lang": "en"}
{"opinion_id": "op_001945", "text": "The Doctor made a good impression at the first visit. Unfortunately, subsequent ones were just about ticking a box, she did not give any referrals for tests, just after talking to the patient she said everything would be fine. And she set the next appointment. The patient reported severe pain and general weakness of the body. However, the Doctor did not order any tests beyond an X-ray. As it turned out, these tests were very necessary because metastases occurred and a quick reaction and further treatment were needed. Shifting responsibility from herself, the Doctor suggested calling an ambulance. The several-hour wait outside the office for a treatment completion certificate was also not pleasant. Lack of understanding for the family of a seriously ill patient, lack of any support. Unfortunately, we do not recommend.", "lang": "en"}
{"opinion_id": "op_001946", "text": "In ordinary hospital conditions - as she explains - it looks like the patient takes at least two antibiotics for at least two weeks. \"Controlled drug release systems are present in products such as new-generation insulin and hormonal implants. As for cancer diseases, there are already mixtures of drugs in injections available, but these are still mixtures of drugs. They are not advanced in structure,\" says Dr. Piegat to PAP. The main advantage of the materials prepared in the project will be that they will be suitable for multi-drug therapy, where at least two - three drugs are administered. \"We will be able to 'enclose' several drugs at once in them, which will significantly improve patient comfort in therapies where the use of more than one drug simultaneously is required,\" says Dr. Piegat to PAP. \"Preliminarily, I assumed that the drugs would be administered orally in the form of a suspension. Applied this way - very small-sized particles - will not only be better received, easier to apply, but also better absorbed by the patient's body,\" explains the author of the research.", "lang": "en"}
{"opinion_id": "op_001947", "text": "Treating small tumors not only has a better prognosis but does not always require immediate treatment. It is enough then to just observe whether the tumor is enlarging. \"Some of them develop slowly, in such situations one can wait until disease progression occurs,\" the specialist assured. Such a strategy is used in the case of prostate cancer in men. It can also be applied to patients with kidney cancer when the tumor does not exceed 3 cm and is not enlarging. Treatment mainly involves surgical removal of the tumor or the entire kidney. When the cancer is not large, it is enough to remove part of the kidney. Then there is a choice of minimally invasive surgery involving tumor removal by so-called cryoablation (by freezing), radiofrequency waves, laser, or ultrasound.", "lang": "en"}
{"opinion_id": "op_001948", "text": "Hello, I have been in treatment since the end of October. I reacted very quickly to the worrying behaviors of my person by seeking help. I needed not only pharmacological support but understanding from another person, conversation and explanation, which ultimately allowed me to accept myself, not be afraid, and calm my inner anxiety. A joint meeting with my spouse also proved valuable; Pani Anna herself suggested this, which helped a lot. Importantly, she does not want to help only through medication but also to solve the problem at its source. As a result, that is already in the past. I look positively to the future. Pani Anna is not only a doctor but a confidant of our worries and problems, she knows how to listen and empathize with the patient's problem, gives a sense of security, I think this is her professional success because this work is her fulfillment, and we as patients benefit from it. I greatly respect what Pani does, warm regards : )", "lang": "en"}
{"opinion_id": "op_001949", "text": "The doctor, despite scheduled hours, accepts patients without reservations, squeezing them in between appointed persons. She is not very nice about it. She conducted all the examinations which is a big plus (but after all, she is paid serious money for that). As someone wrote earlier, she tries hard to sell glasses from her own salon.", "lang": "en"}
{"opinion_id": "op_001950", "text": "Guided by opinions on the portal znany lekarz, I decided to use the advice of Pani Doktor (referral for a visit from a GP), unfortunately, I am very, very disappointed after the visit. I was not examined, the visit was very short and did not contribute anything to the further treatment process (fortunately, I found a second rheumatologist specialist who took my problem seriously). It is difficult for me to assess the professionalism or knowledge of the doctor for the reasons mentioned above, however, I must emphasize the lack of professionalism and empathy. In summary: I would not use the advice a second time and I would not recommend Pani Doktor to anyone.", "lang": "en"}
{"opinion_id": "op_001951", "text": "There are several reasons for this. First, data on drug metabolism, e.g., cocaine, come from the 1950s. For ethical reasons, no one today studies the pharmacokinetics of intoxicating substances on volunteers, hence the lack of new data. Moreover, the metabolism of these compounds is always somewhat different in healthy people and in addicted people, and this is not taken into account in these studies. A very large error is caused by the sewer system - how old it is and to what extent it leaks. From research conducted in Germany and Switzerland, it appears that during leaks and overflows after rains, about 50% of sewage may not reach the treatment plant. Furthermore, the flow value given by the treatment plant is burdened with an error of about 20%, and additionally, some substances degrade along the way.", "lang": "en"}
{"opinion_id": "op_001952", "text": "The work of the gynecologist consists of instructing on how and with what to wash, how to live without stress, and how to eat healthily. That and nothing more. She didn't even seat me on the chair once, she believed that changing my diet would solve all problems. She does not treat. She gives lectures on diet and stress in life. She didn't help me. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001953", "text": "I think he is a very good doctor, makes good diagnoses according to the latest standards. You can calmly talk to him, he explains everything and devotes a lot of time to each patient. I have been treated by Pan Wincewicz for a year now. Previously, I was treated at one of Warsaw's medical centers, where gynecologists were terrible, they only knew how to treat with medications that didn't help, and when they did a colposcopy and it wasn't normal, the best thing was to cut everything out, without trying other methods and without asking if the patient had given birth or not. I am very satisfied with Pan Doktor because he knows his stuff. It is known that you have to pay for all tests, but I go to him with pleasure and pay, even though I have a pass purchased by the company at one of Warsaw's medical centers. Here at least someone has time for me, not like at the center 5 minutes and the next patient.", "lang": "en"}
{"opinion_id": "op_001954", "text": "I have been a patient of prof. Buczyłko for about a month. I am extremely happy that I ended up with Him. I had been planning to go to an allergist for two years... the reason was a runny nose, constant cough, and a rash. I was taking antihistamine medications, which unfortunately stopped working as I expected. First impression at the visit? - Finally, I found a doctor who asks questions and listens to the answers!! I did quite a few tests, which doesn't surprise me, since allergology is rather a field where we rely on results but also on what the patient says. The tests showed that I am allergic to apples and bananas, which terribly surprised me. I didn't think that a food allergy doesn't give the reaction everyone talks about - stomach ache, vomiting. I decided to stop eating apples and to my surprise after a few days the runny nose stopped! the rash remained, which I am observing on the Professor's advice. I am writing down what I ate each day and what cosmetics I used... we'll see if I manage to discover this way what causes the rash = ) Overall, I warmly recommend a visit to the Professor. Any doctor can prescribe antihistamine medications, but not every one will ask Us if, for example, we associate any vegetable or fruit from childhood that we didn't like = )", "lang": "en"}
{"opinion_id": "op_001955", "text": "I left the office with the feeling that my child was not thoroughly examined, and the information I presented (hospital discharge summary) was also only superficially analyzed. My daughter had a suspicion of bronchial asthma. The doctor did not refer us for any tests, prescribed an antibiotic (another one for the child within 3 weeks) and recommended consulting her colleague, explaining that he is a much better diagnostician. This is not what I expected from a visit to a recognized, judging by opinions on this portal, pani doktor.", "lang": "en"}
{"opinion_id": "op_001956", "text": "As a 16-year-old girl, I went to this doctor. He told me to do TSH, FT3, and FT4 tests. Everything cost, because it was private. When I came with the results, and it was visible at first glance that they were not within the norm, I was terrified. The doctor glanced and when my mom asked the pseudo-doctor what was wrong with me. He answered. Well, what - she has a simple underdevelopment. Thanks to Pan doktor, a person feels like a rag, falls into depression and doesn't want to live, because they feel treated as something worse. I DO NOT RECOMMEND. HE HURTS PEOPLE!!!", "lang": "en"}
{"opinion_id": "op_001957", "text": "unfortunately, I regretfully state my dissatisfaction with the visit to Pani doktor. I made an appointment for a private visit, guided by the opinions here after doing two pregnancy tests with results indicating pregnancy. I had never been pregnant before, which I informed Pani doktor about. Pani doktor did an ultrasound on me and stated that the pregnancy was not visible and she could not confirm it, then told me to come back in two weeks. I informed her that I wouldn't withstand such a long time in uncertainty and asked her if there were other ways to confirm it faster, then Pani doktor asked me: \"and why do you want to know that? do you want to tell someone about it?\" I was surprised, because after all, this is rather important information. I answered that I want to know if I already have to take double care of myself (that should be obvious). Pani doktor stated that tests are often wrong (I did two tests from different companies, so it's strange that both would be wrong). I got a referral for a blood beta hcg test. Pani doktor informed me that if it is elevated it indicates pregnancy, but that I shouldn't be happy yet, because it could be an ectopic pregnancy. It's not known where this pregnancy is and what it is like. Scared and shocked, I left the office. Pani doktor stressed and scared me a lot. Worried about an ectopic pregnancy, I couldn't sleep at night, I cried. The next day I went to another doctor and only there did I hear that I shouldn't worry, because in such an early pregnancy (about 4 weeks), it is normal that nothing is visible on ultrasound and that there is nothing that could so early indicate an ectopic pregnancy! and that there is no basis for such thinking! I think that Pani doktor unjustly and groundlessly scared me, instead of informing me in which week the pregnancy should already be visible and possibly then, if it wasn't visible, one could even mention an ectopic pregnancy. Additionally, I did not receive any recommendations regarding nutrition, lifestyle, supplementation. Lack of a gynecological examination as part of the visit, lack of asking about a current Pap smear. Pani doktor apparently assumed that I was not pregnant, which did not turn out to be true. After the visit, I felt terrible and felt much more uncertainty and fear than before the visit. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001958", "text": "A wonderful doctor, worthy of recommendation. Nice, with a good approach to the patient, with great empathy. What struck me about Pani Doktor was her individual approach to the patient's problem. It is visible that Pani Doktor thoroughly analyzes each case and chooses the best solutions. She does not belong to the so-called \"overchargers\", prices for orthodontic treatment are affordable and the treatment plan is drawn up so as not to generate unnecessary costs. I came to Pani Doktor with my teenage daughter, who currently wears a removable brace but seeing the involvement of Dr. Kilen (and I had dealt with many orthodontists before) I decided myself on fixed braces. I recommend Pani Doktor and the entire staff of Partydent.", "lang": "en"}
{"opinion_id": "op_001959", "text": "Unfortunately, huge disappointment. Especially from a neurologist, one can expect more empathy and involvement. A doctor who generally had no ideas where the enormous pain comes from, to questions usually answered I don't know, it doesn't fit me into neurological ailments. After many visits to an internist, angiologist, 3 vascular surgeons, 4 neurosurgeons everyone said that the pains have a neurological basis and after excluding other symptoms, one should seek help from a neurologist. Unfortunately, after the visit, a person leaves even more hurt by the doctor's approach to the patient. And I certainly do not want to go back there, despite pain preventing normal functioning.", "lang": "en"}
{"opinion_id": "op_001960", "text": "After the first visit, it is difficult for me to assess, but I am satisfied with the doctor's courtesy, interest in my person, and the decision regarding the treatment method. I don't know if the treatment will bring the results I expect, but I hope that the doctor will lead to the end of my pain complaints.", "lang": "en"}
