{"opinion_id": "op_001541", "text": "I was referred to the doctor by a physician from CZMP, privately he performed an ultrasound on me and unfortunately I am not satisfied with the ultrasound examination he conducted. He did not bother to explain the change noticed during the examination, only dictated to his assistant. There is no changing room in his office, which is essential when preparing for this examination. I do not recommend. Only money, money matters.", "lang": "en"}
{"opinion_id": "op_001542", "text": "Some, as the moderator has shown, write themselves! praises and are at the top of the rankings, not only here! And malicious, non-substantive posts are written about the Professor, the National Consultant. Probably out of professional jealousy, because he is widely respected and liked! I asked my surgeon friends since when they can specialize in sexology, they were surprised. After all, sexology is not about cutting or amputating...? ;)", "lang": "en"}
{"opinion_id": "op_001543", "text": "I personally was not satisfied with this female doctor... I don't like when someone \"handles\" me in 5 minutes just to check off on the NFZ list. Besides, the examinations are painful. Zero gentleness. I don't know if she is a good doctor, but as a person she simply doesn't suit me. I'm glad I changed my gynecologist in the middle of pregnancy, now at least I go to appointments with pleasure.", "lang": "en"}
{"opinion_id": "op_001544", "text": "A project worth PLN 2.5 million will not only increase the research potential of the Radioisotope Center Polatom of the National Center for Nuclear Research (NCBJ), but will also accelerate work on new drugs used, among others, in oncological radiotherapy - informed PAP spokesperson Marek Sieczkowski. Preclinical studies using experimental animals are a key stage in the process of developing new radiopharmaceuticals and introducing them to oncological diagnostics and therapy. During preclinical studies, among other things, the potential effectiveness of the drug is assessed, organs exposed to radiation are identified, and doses of the preparation for the first phase of clinical trials are preliminarily estimated. All new radiopharmaceuticals used in oncological diagnostics and therapy must undergo such a procedure.", "lang": "en"}
{"opinion_id": "op_001545", "text": "\"We tested our substrates on three species of bacteria causing meningitis: Neisseria meningitidis, Streptococcus pneumoniae and Haemophilus influenzae. We correctly detected their presence in 95% of cases, and identified the species with certainty reaching 98%. And since we are talking about extremely sensitive Raman spectroscopy, finding a single bacterial cell was enough for us to obtain such precise results\" - emphasizes Dr. Anna Kowalska. The entire course of the analysis is largely automated and minimizes the contact of the laboratory technician with the tested sample. To perform the measurement, it is only necessary to collect a microliter portion of cerebrospinal fluid into a syringe under a laminar flow hood, and then place it in a syringe pump connected to a Raman spectrometer. To increase measurement certainty, the recorded signals are processed by software using advanced statistical methods, and the operator only has to read the result.", "lang": "en"}
{"opinion_id": "op_001546", "text": "I also do not recommend this clinic! The ladies sitting at the reception are uninformed, they say one thing on the phone, something else comes out when paying! And you have to ask for payment confirmation and they are very surprised!!! I have no trust in this facility and I do not recommend it! Exploitation!!!", "lang": "en"}
{"opinion_id": "op_001547", "text": "The researcher was also a participant in the Top 500 Innovators outgoing program run by the Ministry of Science and Higher Education. Innovators from Poland learned the secrets of commercializing research results, among others, in Silicon Valley in the USA. \"At Stanford, I saw how involved the university is in helping scientists who want to start a company. The rule here is that no publication will leave the laboratory if we do not have a patent application. We have the most patent applications at Wrocław University of Technology among all universities. And what of it? Most are waiting deep in the closet. The problem is that someone has to estimate the costs of selling the patent or license. It happens that this is done by people who do not know the market realities\" - believes the doctor.", "lang": "en"}
{"opinion_id": "op_001548", "text": "I believe that Pani profesor is certainly a specialist in her field, but she often cancels or postpones appointment dates, is sometimes unpunctual, accepts people out of turn and even as first. I experienced this firsthand waiting in front of the office and seeing how successive people \"without a number\" enter before those registered, because they were, for example, asked by Pani profesor to the office. It is outrageous, but patients agree to it because they are determined. I have been treated by Pani profesor for several months, unfortunately I do not see much improvement so far. I agree with the above opinions in one thing - Pani profesor is kindly disposed towards the patient.", "lang": "en"}
{"opinion_id": "op_001549", "text": "I highly recommend Pan Jan, thanks to whom the announced operation did not take place :) I had been to a few doctors before, had an MRI done and the diagnosis was clear: surgery is needed. I had a sprained ankle that was in a cast for three weeks, but after removing it, it never stopped hurting. I really didn't want to go under the knife, so I decided to give myself a chance and go for rehabilitation, and if it didn't work, I would make the decision to operate. After just a few visits, I felt a significant difference, and currently I have no complaints :) thank you!", "lang": "en"}
{"opinion_id": "op_001550", "text": "The director of the Oncology Center in Gliwice, prof. Bogusław Maciejewski emphasized that this is the main advantage of proton therapy. \"This is not some miraculous method of treating malignant tumors for which there was no way until now. Thanks to it, we can only operate on hard-to-reach tumors, the treatment of which by other methods involves serious complications or mutilation of the patient. For this reason, it has particular application in children\" - he said. In proton therapy, proton radiation is used to irradiate cancerous changes. It has the advantage that it allows concentrating the optimal dose in the tumor itself, sparing the healthy tissues located more shallowly (due to the so-called inverse dose profile resulting from the Bethe-Bloch formula).", "lang": "en"}
{"opinion_id": "op_001551", "text": "Third time's the charm, someone finally knew how to comprehensively take care of my damaged knee! Pan doktor is very accessible and friendly to the patient, I received professional and full advice from him regarding my injury. After going for a procedure to the hospital on Pilczyce, I felt more like at home, not on a ward - all thanks to the fantastic staff and Dr. Jan Kowalski himself. Thank you, that after so many years of no physical activity, I can finally get on a bike! I definitely recommend both the staff and the services they provide. :)", "lang": "en"}
{"opinion_id": "op_001552", "text": "I gave birth to my child in September 2014 and only now have I gathered the strength to write my opinion about p. Anna Kowalska... I see that positive opinions concern people who paid this lady for delivering the baby... unfortunately I did not have a paid midwife and unfortunately I ended up under this woman's care during childbirth... it was a nightmare!!! it is clear that she only cares about money and when she has to work for taxpayers' money, she does it as a favor! she was unpleasant, insolent, treated me and my husband terribly... I was afraid to ask anything because she growled all the time and had some strange grievances from her life... she threw comments like \"I gave birth without anesthesia and without a husband and I managed\" besides that zero support! she tormented me all the time with comments like \"noo you won't give birth... what is this pushing? pff...\" words fail me... She told me to push and left without a word... and what if the head came out? and if I needed to be cut? I hope I can warn women about this midwife because I lived through a nightmare... fortunately at the end of my birth, a doctor delivered, not her... I would be afraid that she would do something on purpose to cause pain to me or my child... I DO NOT RECOMMEND!!!!!!!", "lang": "en"}
{"opinion_id": "op_001553", "text": "I had the pleasure of meeting this very nice doctor during his shift in the emergency room at the hospital on Madalińskiego. I was then in the 27th/28th week of pregnancy and did not feel fetal movements (fortunately it was a false alarm). The doctor calmed me down, examined my little one thoroughly. He was extremely thorough and inquisitive. Together with my husband, we were very surprised by such care for the patient (especially since I saw Dr. Jan Kowalski for the first time in my life) because in this country it is really rare. I am very grateful to him for \"catching\" a health problem not related to pregnancy - even though other doctors said it was normal. Certainly thanks to his suggestion, I performed additional tests and could undertake treatment after giving birth to the child. Thanks to that, I feel much better today.", "lang": "en"}
{"opinion_id": "op_001554", "text": "If by chance you wanted to go to this woman - \"specialist\" - I strongly advise against it. I just returned from her private office. Not only did I burst into tears immediately after leaving, but I also don't trust her enough as a doctor that I will definitely go to another gynecologist tomorrow, even on public health insurance, to compare opinions. She decided that I have a large erosion, although a month ago I heard from another doctor that I only need to have a Pap smear every six months, because I haven't given birth yet so it cannot be removed. She said that I could have cancer if I don't go for the procedure that she performs for PLN 200 (about 3 such procedures are needed) - it's about treatment with a fluid - as I just read on a medical forum, a procedure of negligible effectiveness. As if that wasn't enough, at the last moment she remembered that she had to write me a prescription. Besides, she prescribed me birth control pills for women around 40 years old. I do not recommend, I advise against, anywhere but there. The woman is unpleasant, unempathetic, cannot start a conversation and alleviate the stress caused by the visit. She took PLN 180 from me - I honestly have no idea for what... I still don't know what's wrong with me. And I'm honestly afraid to use the pills she prescribed. No no and no again!!!", "lang": "en"}
{"opinion_id": "op_001555", "text": "Pani doktor answers questions substantively. Explains thoroughly. Although I asked a lot of questions myself. For now, I have tests ordered... so I can't say more. I wanted to have a swab for culture... Pani doktor looked for a test tube for a long time... finally found... the last piece. A small minus for rather abrupt movements during the ultrasound examination.", "lang": "en"}
{"opinion_id": "op_001556", "text": "My defect was small, Dr. Jan Kowalski said that to get perfect teeth, you need to dedicate 2 years of treatment, he said that everything can be nicely straightened out. I am after two years of treatment and I don't like the treatment effect as of today. He absolutely thinks that everything is fine and that the braces can be removed. And I think it's worse than half a year ago. For everything he has one and the same answer \"it is not important and it doesn't catch the eye\" Paranoia! So where are his promises. After all, I chose him precisely because he was supposed to take care of what is now unimportant to him and doesn't catch the eye. I wouldn't choose him a second time, a waste of time and money, empty words. I chose him because he has a very good opinion on the internet, too bad I relied on that opinion... Perhaps people with a large defect are satisfied and see results, but with a small defect he absolutely did not work out. If someone has a small defect - do not choose him!", "lang": "en"}
{"opinion_id": "op_001557", "text": "My wife found Pan Jan Kowalski on an internet portal like znanylekarz.pl. Indeed nice, polite, inspiring trust, etc. Meanwhile, during pregnancy, a Rh incompatibility occurred, which was only discovered after delivery. I consider this a cardinal error of the doctor, who discontinued tests for the occurrence of incompatibility in the 2nd and 3rd trimester of pregnancy. The consequence was hemolytic disease of the child and obvious problems with the next pregnancy. (My wife, due to the occurrence of incompatibility during pregnancy, did not qualify for the administration of anti-D immunoglobulin.) I don't know how to assess the fact that the doctor, knowing about the complicated wrapping of the child with the umbilical cord at the end of pregnancy, did not react. As a result, the child was born on the verge of acidosis, by cesarean section after many hours of normal labor, and a nervous search for an anesthesiologist in other hospital departments.", "lang": "en"}
{"opinion_id": "op_001558", "text": "Some time ago, scientists suggested that such a \"missing link\" could be prion proteins. Prions are infectious peptide molecules, capable of self-replication in the host organism. In the physiological state, they occur in every organism and are completely harmless. However, when certain changes occur in their spatial structure, prions become dangerous and can cause diseases of the nervous system. In several independent experiments, it was proven that the prion protein PrP, commonly known for causing Creutzfeldt-Jakob disease, can attach to small beta-amyloid deposits in the brain and only then, i.e., with their participation, do changes initiating Alzheimer's occur. At the same time, it was stated that PrP is not able to bind either to single beta-amyloid particles or to very large clusters of this compound, meaning it has affinity only for so-called oligomers.", "lang": "en"}
{"opinion_id": "op_001559", "text": "I wouldn't say that unfortunately... Maybe he is nice but whether he knows his job I wouldn't say that... I unfortunately suffered because of him, I was waiting probably for salvation where I needed an operation on my knee, I was at this Pan's office, I won't say he wasn't nice because he was nice but to the point or at least on knees he doesn't know, literally he dealt with stupid stitches even though I said that my knee hurts and it was so swollen that I couldn't walk, I suffered for over half a year until a surgeon in the emergency room in the hospital found out that fluid had collected in this knee that the knee is damaged because of that I suffered for over half a year where I could have been operated on long ago and could have returned to full fitness and now I will never return to full fitness never because the knee was so damaged that words fail... for knees I do not recommend and for other bones or something I don't know because I didn't have anything broken but for knees as a knee doctor I advise against", "lang": "en"}
{"opinion_id": "op_001560", "text": "I warmly recommend everyone to visit Pani Anna Kowalska. The doctor helped me a lot both in the hospital and later during visits to the office. It is thanks to her care and appropriate approach that I regained hope and am getting back on track. Pani doktor well selected medications for me and effectively minimized side effects. When I had any doubts, she explained their action and informed me about the course of treatment. She is a trustworthy person. So far I have met many psychiatrists, but none had such an approach to the patient as Pani Anna. In the office, you really feel that she wants to listen to us and help. Now, when I feel better, I see how much she has done for me. If anyone has any concerns related to the visit and treatment, please really don't be afraid. The doctor is a person who cares very much about the patient. She will listen to us, advise and give hope. I am very grateful to her, because thanks to her I live and even words hardly express how much I thank for that. Everyone deserves help and better well-being, it is worth giving yourself a chance and going to Pani Anna. The path to happiness is difficult, but thanks to such people, it is easier to overcome it.", "lang": "en"}
