{"opinion_id": "op_003781", "text": "Pani Doktor jest bardzo rzeczowa i empatyczna, wykonała badanie, zapoznała się z wynikami wcześniejszych badań, szczegółowo je omówiła, rozwiała wszelkie wątpliwości, zaleciła kolejne badanie, serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_003782", "text": "Bardzo miła Pani Doktor, szczegółowo opowiada o procesie dalszego leczenia :)", "lang": "pl"}
{"opinion_id": "op_003783", "text": "Pani doktor z zaangażowaniem analizuje zdjęcia MRI i przedstawia szczegółową opinię. Podczas wizyty dokładnie przeprowadza badanie i kieruje na dodatkowe badania, jeśli są potrzebne. Od kilku miesięcy jestem pod opieką Pani doktor – odbyło się kilka wizyt i badań. Każda wizyta przebiegała w pozytywnej atmosferze, z dokładną analizą i określonymi kolejnymi krokami. Polecam.", "lang": "pl"}
{"opinion_id": "op_003784", "text": "Odczułam, że pani nie ma ewidentnie czasu na konsultację. Czułam się zbyta, nic nie zostało mi wytłumaczone. Lekarz, który zasugerował mi konsultacje z neurologiem w celu przeprowadzenia badania został wręcz przez panią neurolog \"wyśmiany\".", "lang": "pl"}
{"opinion_id": "op_003785", "text": "Polecam profesjonalizm i dużo empatii. Serdecznie pozdrawiam Panią Doktor", "lang": "pl"}
{"opinion_id": "op_003786", "text": "Jestem dopiero w trakcie leczenia jednak na chwile obecną jestem zadowolona z podejścia Pani dr Piotrkowskiej - Dombek do mojej osoby. Wysłuchuje pacjenta, jest cierpliwa, zaangażowana w badanie ciała, odczytywanie wyników i płytek z rezonansu magnetycznego. Polecam każdemu Panią doktor  i życzę Jej dużo zdrowia.", "lang": "pl"}
{"opinion_id": "op_003787", "text": "Brak minusów. Wizytacja bardzo profesjonalna. Polecam!", "lang": "pl"}
{"opinion_id": "op_003788", "text": "Pani Doktor wykonała bardzo szczegółowy wywiad i badanie aby móc odpowiednio postawić diagnozę i zastosować leczenie. Do tego jest bardzo miła i rzeczowa.", "lang": "pl"}
{"opinion_id": "op_003789", "text": "Bardzo profesjonalne podejście, wszystko  wyjaśnione, przyjazna atmosfera. Polecam", "lang": "pl"}
{"opinion_id": "op_003790", "text": "Jak zawsze, bardzo zaopiekowana. Troska i wiedza tego Pana jest niezwykła. Ciesze się,  kiedyś trafiłam właśnie do tego gabinetu.", "lang": "pl"}
{"opinion_id": "op_003791", "text": "Bardzo się cieszę, że trafiłam właśnie do Doktora Mikulskiego. Poczułam się zrozumiana w trakcie konsultacji, czego brakuje w wielu innych gabinetach lekarskich. Szybka decyzja o wprowadzeniu farmakologii, co mnie cieszy, ponieważ od 20 lat zmagam się z migrenami. Świetna wizyta, bardzo szczegółowa. Doktor z bardzo wysoką kulturą osobistą oraz szacunkiem do pacjenta. Polecam umawiać wizyty do doktora, bez zastanowienia!", "lang": "pl"}
{"opinion_id": "op_003792", "text": "Lekarz o wysokiej kulturze osobistej, pełen szacunku dla pacjenta. Punktualny, dokładny, z dużą wiedzą i zaangażowaniem. Uważnie wysłuchał, wszystko jasno wyjaśnił. Kompetentny specjalista, godny polecenia.", "lang": "pl"}
{"opinion_id": "op_003793", "text": "Doktor dokładnie wszystko zdiagnozował, wytłumaczył oraz skierował do odpowiedniego leczenia. Dziękuję za wizytę, oby więcej takich lekarzy :)", "lang": "pl"}
{"opinion_id": "op_003794", "text": "Konkretnie, szczegółowo , bez pospiechu i z poczuciem humoru !", "lang": "pl"}
{"opinion_id": "op_003795", "text": "po roku szukania przyczyn bólu , po badaniach zleconych przez Lekarza znaleźliśmy przyczynę . Do tego wysoka kultura i przyjazne podejscie", "lang": "pl"}
{"opinion_id": "op_003796", "text": "Polecam doktora Mikulskiego! Zaangażowany, przystępny, skuteczny!", "lang": "pl"}
{"opinion_id": "op_003797", "text": "Lekarz z pełnym zaangażowaniem, bardzo empatyczny i rzeczowy.", "lang": "pl"}
{"opinion_id": "op_003798", "text": "Polecam! W gabinecie miła atmosfera. Pan doktor wszystko dobrze wytłumaczył i zlecił dodatkowe badania.", "lang": "pl"}
{"opinion_id": "op_003799", "text": "Wszystko wyjaśnił, przepisał leczenie", "lang": "pl"}
{"opinion_id": "op_003800", "text": "witam", "lang": "pl"}
