{"opinion_id": "op_000701", "text": "I have been a patient of the doctor for 4 years and I am very satisfied. She managed my 2nd pregnancy and never even mentioned a fee. She performed all the tests, was always nice; sometimes she was in a bad mood, but everyone is human after all. I don't understand how one can say she is a bad doctor. The fact that she charges for tests not covered by the National Health Fund is normal; this is not a charity. We pay dentists for some services and no one complains.", "lang": "en"}
{"opinion_id": "op_000702", "text": "Hello, I go with my child to Neuromed, where the Doctor sees patients under the National Health Fund. And I unfortunately have to say that I have the opposite opinion. Admittedly, the Doctor is a good doctor with extensive knowledge, but her attitude towards the child and towards me as a parent leaves much to be desired. My son gets scared as soon as the Doctor starts examining him; he cries. As for me as a parent, after every question I ask, I notice an unpleasant expression on the Doctor's face. I come to her with a problem and expect some understanding and explanation. The Doctor, however, dismisses me with an ironic smile. For me, she is very inaccessible and arrogant.", "lang": "en"}
{"opinion_id": "op_000703", "text": "The doctor makes a very good impression and likes to share his knowledge with others, is patient and attentive; he certainly wouldn't harm anyone. The only downside is the price list at Expert Dental, but I suspect this is due to the location of the practice (premises practically in the very center of the city) and the high standard. Personally, I can't afford more frequent visits, but a person ending up with Dr. Jan Kowalski will pay a high price for an equally high quality of service. I recommend.", "lang": "en"}
{"opinion_id": "op_000704", "text": "I have only dealt with this lady once - I should add, for accuracy, that it was through the state system, not privately. She was substituting for my regular doctor. The doctor was very nice, answered questions exhaustively, and reviewed test results thoroughly. Nothing escaped her attention. I agree with the opinions that she is gentle. I don't know her well, but after the first visit I could easily recommend her.", "lang": "en"}
{"opinion_id": "op_000705", "text": "Unfortunately, I do not have a good opinion of the Doctor's professional competence. I have always had problems with menstruation. After years of being passed from one specialist to another, I ended up with the Doctor. He does conduct a long interview but doesn't listen to the answers at all; he does prescribe test referrals, but not the right ones (even though the referring doctor recommended other tests, the Doctor stated that he knows better - life has shown that everyone needs humility, even those with 'prof.' before their name). In my case, he did not diagnose the disease and even assured me that my results were textbook (even though he ordered a prolactin test, but only a single-phase test instead of a triple-phase one, which would have revealed it immediately). And so, through years and the objectifying treatment of patients by doctors like him, I ended up with hypoprolactinemia and a pituitary gland adenoma.... I still remember his words: \"I myself would like to be as healthy as you. Irregular periods are your trait, not a disease-related condition.\" I do not recommend.", "lang": "en"}
{"opinion_id": "op_000706", "text": "Hello! Maybe the doctor is a great specialist, but my impressions after the (private) visit are not the best!!! I was at the visit with my 7-month-old son, who had been previously diagnosed with atopic dermatitis (AD) - I expected a more individual approach from the doctor, some tips, advice... meanwhile, the child was examined almost from behind the desk, I was saying what I had been using so far, and the doctor just nodded or not. I didn't learn anything new!!! I got 3 prescriptions for compounded ointments, and here's the most interesting part - one ointment contained an antibiotic not used in children and with carcinogenic effects!!! (so said the pharmacist!) - admittedly, the effect on the skin would be immediately noticeable, but at what cost?! I warn all moms of kids with AD to be more interested in what doctors prescribe for smearing on children - STEROIDS or STRONG ANTIBIOTICS! Regards", "lang": "en"}
{"opinion_id": "op_000707", "text": "\"When opening the medical faculty, we were aware that the completion of the project would be having a clinical hospital. The paths to this goal are varied. With the Marshal, we negotiated an agreement that one of the hospitals subordinate to the regional government could become a university hospital,\" said the rector of the University of Rzeszów, Prof. Sylwester Czopek. In his opinion, this will be beneficial both for the university and for the residents of Podkarpacie. \"This is how I see the mission of the University of Rzeszów, which should serve general purposes but also be important for the region,\" added the rector. In Ortyl's assessment, the creation of a university hospital will serve \"not only students but also patients and will help attract highly qualified staff.\" He assured that the hospital, previously run by the regional government, will be transferred after completing \"a few corrective actions\" and will have ensured financial stability.", "lang": "en"}
{"opinion_id": "op_000708", "text": "Thanks to this, in the future, it will be possible to prepare a personalized menu for a specific person. \"Because it's not about requiring people to eat only salad, broccoli, and steamed chicken. It's hard to adhere to such strict requirements. We want people to be able to receive menus tailored to their needs and capabilities. For some people, eating a piece of chocolate or a fruit with a high glycemic index is not bad. And if it can be precisely examined, why impose artificial and poorly matched requirements on such people?\" she says. The team leader of Dr. Kolodziejczyk is Prof. Eran Elinav from the Weizmann Institute of Science in Israel. His research on this topic was published two years ago in a journal.", "lang": "en"}
{"opinion_id": "op_000709", "text": "Professional approach to the patient, very substantive but also with humor. He prescribed a steroid as medicine; he could have mentioned it during the visit, but on the other hand, that's what the medication leaflet is for. He possesses very extensive knowledge. If another visit is needed, it will certainly be with this doctor.", "lang": "en"}
{"opinion_id": "op_000710", "text": "As the Wrocław university informs, as part of the research project, Dr. Cieślik-Boczula will lead research that allows determining the type of changes occurring in lipid membranes in the presence of specific compounds. These are compounds with a very strong \"chemo-sensitizing\" effect, meaning they restore sensitivity, e.g., of bacteria and protozoa, to drugs. These compounds reduce the resistance of cancer cells to drugs, thereby increasing or even conditioning the effectiveness of chemotherapy. \"Explaining the membrane-dependent mechanism of chemoprevention is one of the most significant challenges facing basic research in medicine and pharmacy in the 21st century. The obtained conclusions and observations will constitute a large and significant step on the path of searching for new, i.e., better, candidates for anticancer drugs,\" reads the website of the University of Wrocław.", "lang": "en"}
{"opinion_id": "op_000711", "text": "I wanted to register at the 4th Military Clinical Hospital with Dr. Jan Kowalski yesterday, but I was told that registrations for the second quarter will only be in February, and for the first quarter there are no spots left. Could someone kindly who has been treated by the doctor at the 4th Military Clinical Hospital tell me how this quarterly registration system works? To register with Dr. Jan Kowalski, does one need to come on the first day of registration and queue up, e.g., at 4 AM, because later there will be no spots? One hears various things about registering with good specialists, and I, until now, haven't had the pleasure because I haven't been sick... Furthermore, I have another question: if I do get an appointment and am taken under treatment, will I have to wait another 3 months for the next visit, or will the doctor himself schedule a not-too-distant date for me? And is such a quarterly registration system for specialists like at Weigla rather the norm, or does it look different in other facilities (with an NHF contract)? Thank you in advance for your answer. I think it will also be useful for other uninitiated people... Regards", "lang": "en"}
{"opinion_id": "op_000712", "text": "A wonderful doctor, nice, friendly, devotes a lot of time to the patient (first visit about an hour), explains everything perfectly and answers every question. At every visit, the first question is how the patient is feeling, only then papers and results. After several years of searching for a competent person who would deal with my thyroid, I finally managed to find the doctor and I won't trade him for anyone else. After half a year of treatment, the results are close to ideal, as is my well-being. I should add that I had previously visited several endocrinologists in Rzeszów, and none of them managed to diagnose what was really wrong with me, let alone initiate treatment.", "lang": "en"}
{"opinion_id": "op_000713", "text": "Well, unfortunately, I am not entirely satisfied with my last visit to the Doctor... I always went to her without any stress for check-ups, but when I had a miscarriage and immediately afterwards it turned out I was pregnant - she didn't even examine me because... it was too early and she wouldn't see anything - maybe it was too early, but I had just miscarried and it should have been checked. She told me to come back in two weeks. Initially, she didn't want money... well, because... for what :). And to my question - 'Really?' she answered... 'Well, then 50 PLN'. Basically, for telling me she wouldn't see anything and that I should come back in two weeks... I went to another doctor a week later - the little heart was already beating, the doctor detected a hemorrhagic cyst. I went to the Doctor after 2 weeks because I trusted her and wanted her to manage my pregnancy, but from her I heard a different opinion - that it was a corpus luteum... I ran, upset, to yet another doctor, and he confirmed it was a hemorrhagic cyst and that it was already leaking from it... Well, unfortunately, I lost trust in the Doctor... a shame... A doctor in such a situation probably shouldn't make mistakes... A corpus luteum (which I know well myself) is located in a different place...", "lang": "en"}
{"opinion_id": "op_000714", "text": "This was my first visit with this Doctor. Unfortunately, all these positive opinions have nothing to do with reality. The Doctor was rather cold and aloof. Moreover, the Doctor's comments made me feel like a teenager lacking imagination and knowledge. The visit was very short; the health history consisted of only a few questions. The receptionist created a patient file for me, which was just a plain white A4 sheet. I do not recommend and will not use her services again myself. Additionally, there was no price list for services; I paid 200 PLN for the visit and did not receive a receipt.", "lang": "en"}
{"opinion_id": "op_000715", "text": "Maybe a good specialist, but he totally blows off patients. At 2 out of 5 visits I was at, he fell asleep. Besides, despite a confirmed low vitamin D level in the test, he only recommended taking it at the 3rd visit. A complete failure and throwing money down the drain. The visits looked like this: half-asleep, he analyzed the results, then ordered a test for 1 hormone between the 2nd-5th day of the cycle, only to recommend another test for a different hormone at the next visit. As a result, half a year has already passed since the hospital visit, and the results obtained then may already be unreliable. It's possible he was once a good specialist, but now what matters to him is squeezing money out of patients.", "lang": "en"}
{"opinion_id": "op_000716", "text": "I was treated by Dr. Jan Kowalski for stomach ailments. An open, communicative person, quite assertive in his views, to say the least. Okay, he's the one treating, he knows, so I won't comment on that. I was only surprised by scheduling me for a visit every week, let's say a check-up, even though ailments of this type are practically treated once (opinion of another doctor). It's nice that the doctor wanted to see me for a check-up, but having 4 or 5 check-ups already borders slightly on business rather than treatment. I can swallow that, however. Unfortunately, an ultrasound performed by the doctor and interpreted by him as an enlarged liver caused me a lot of unnecessary fear. A repeat examination on new equipment elsewhere completely ruled out the doctor's diagnosis. I understand that a mistake can happen, but if you're working on junk equipment, you should take that into account when making serious diagnoses. In short, Doctor, if it's business, then with good equipment, and generating profits not necessarily through never-ending check-ups :) Regards, Maciej", "lang": "en"}
{"opinion_id": "op_000717", "text": "My wife was operated on endoscopically by Dr. Jan Kowalski and is very satisfied. For over half a year she had pain in her back and leg. The physiotherapist assured her he would get her out of it. Finally, such pain and suffering came that it twisted my wife, pushed her hip out, and she could no longer walk. She ended up in the neurology department in B... because it was closer for us. They did tests which showed a large hernia in the lumbar spine and called a neurosurgeon for a consultation. He said that surgery was necessary but... there was a waiting list for surgery, and for my wife it would be better not to delay. When I heard how much it cost to skip the queue, I thought I would fall over. He scheduled my wife for a date, and my spouse was to wait at home for admission. We decided to consult another neurosurgeon. A friend told us about endoscopic surgeries in Poznań, that you recover faster after them. My wife is a teacher and her year-long leave was ending; time was important to us. We ended up with Dr. Jan Kowalski. He confirmed the necessity of surgery and that such an operation could be performed endoscopically. We wanted it through the National Health Fund because we don't earn that much. He said that all state hospitals have multi-month waiting lists and the only way to skip them is surgery in a private hospital. My wife couldn't wait any longer and we decided on the procedure at Medpolonia Hospital. The surgery was in the same week. The pain subsided immediately after the surgery and my wife felt better. She could go home the next day but had to stay one day longer so the physiotherapists could teach her spinal exercises. Ultimately, the surgery in the private hospital was not much more expensive than arranging an earlier date in a state hospital. Not to mention the quality of service and comfort, as we had a comparison from treatment in neurology. The surgery turned out not to be so scary; my wife needn't have been so afraid of it. She lost time and money on physiotherapy when it was known that it wouldn't work without surgery. I recommend Dr. Jan Kowalski's surgeries and Medpolonia Hospital.", "lang": "en"}
{"opinion_id": "op_000718", "text": "According to Maciej Ludwikowski, most hearing problems observed in children are temporary disorders related to infections, but some of them, if left untreated, lead to more permanent hearing damage. In some cases, after some time, it may even turn out that surgery, a procedure, is needed, and just giving an antibiotic is no longer enough. A large such group is untreated ear infections, another – hearing loss caused by noise. Noise in school exceeds 100 dB – according to research conducted for 8 years in Warsaw primary schools by the Institute of Physiology and Pathology of Hearing. An ordinary conversation held outside, with noise around the speakers, is about 50-60 dB. We feel comfort in a car at about 70 dB. Above that – the volume starts to bother us.", "lang": "en"}
{"opinion_id": "op_000719", "text": "A very good specialist and person. He sees a human being in the sick person, not just another case. He thoroughly and understandably explains what is wrong with someone, what the treatment involves, or, as in my case, what will be done during the operation, what complications might arise after the procedure, etc. I am satisfied with the treatment method and my care under Dr. Jan Kowalski. Unfortunately, I've heard rumors that the doctor no longer practices in Gryfice and I don't know what to do next. It's unknown why (if it's true) we no longer have our doctor. I wonder where he practices now? I heard in Koszalin. If anyone knows, please post it here. I recommend Dr. Jan Kowalski to every sufferer.", "lang": "en"}
{"opinion_id": "op_000720", "text": "Maybe technically Dr. W. is good, but plastically, a nightmare!!! He doesn't consider cases individually, just \"goes by the book\" as they taught him. And every face is a new page to write on, and a \"Jackson nose\" doesn't suit everyone, and not every eye can be \"trimmed\" the same way. This is PLASTIC surgery. Well... there are good and bad architects... although houses by both stand, only some are pretty. Not every plastic surgeon is an artist... Dr. W. is not one!", "lang": "en"}