{"opinion_id": "op_001061", "text": "Hello. Two months ago I underwent a complete nose correction with Prof. Jan Kowalski. I am very happy with my choice of doctor and would make the same decision again. Before the operation, the professor dedicated enough time to me and answered all my questions. You could feel his great experience and warmth towards the patient, which translated into relative calm before the operation : ) The professor informed me that my nose was a difficult case (deviated septum, drooping, large nostrils) but the result exceeded my expectations. The shape of the nose is great!! The professor has a good aesthetic sense and fits noses to faces very well. The entire recovery was painless and without complications. A nice aspect is the great interest and care for the patient : ) I recommend!!", "lang": "en"}
{"opinion_id": "op_001062", "text": "The doctor has been treating my child for 4 years, since Anna was 4 days old. She is the best pediatrician I have ever met. I've even traveled to her with my friends' children (to manage two out of three kids). She always examines thoroughly, asks questions, assesses the child's condition, doesn't overprescribe antibiotics, and - if available - always accepts even very late. She answers all the questions and doubts of the child's mother because for her it's normal and natural. I never left her feeling unsatisfied and with the intention of revising the diagnosis with another doctor.", "lang": "en"}
{"opinion_id": "op_001063", "text": "Modern methods. For me it's very expensive, after 2 weeks of treatment about 1500 thousand less in my wallet (visits, ointments, suppositories, ultrasound, 1* procedure). The end of treatment is not yet in sight, but for now it's healing and that must take time. We'll see what happens in a few months, if I don't go bankrupt by then and manage to finish the treatment which is most important to me.", "lang": "en"}
{"opinion_id": "op_001064", "text": "I'll start with the positives: very nice contact with the child. And that's it. Completely wrong diagnosis regarding the condition of the ears. Lack of any endoscopic tools that would allow for a correct diagnosis - when asked about it, the doctor said that the equipment was left in the operating room. Because of this, the entire examination consisted of questioning the child, which at 4 years old and with serious hearing problems is not very productive. We were also instructed to go get a tympanometry done somewhere else, which should normally be done during the visit. Well, for a visit costing 150 zł I expect more. The doctor stated that the child hears well and the ears are in good condition. But the child only hears when you speak in a very raised voice, so something is wrong. A visit to a good ENT specialist and endoscopic examinations a few days later showed fluid in the ears, enlarged adenoids and significantly weakened hearing. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001065", "text": "First impression during the visit to the doctor was very positive. The actual result, i.e. the actions taken to determine the cause of the poor liver results with suspicion of viral hepatitis, were simply weak... The telephone attempt to arrange an appointment with a specialist friend came to nothing!! After a 20-minute pleasant conversation in the office, writing a prescription manually, examining the liver and paying 150 zł, I am slightly disappointed to say disappointed. Regards, Jan.", "lang": "en"}
{"opinion_id": "op_001066", "text": "I've had astigmatism for many years. My treatment so far has consisted of regularly changing glasses to stronger ones. This summer, on a friend's recommendation, I went to Dr. Jan Kowalski and he suggested something different - a laser procedure. I was somewhat apprehensive, but ultimately I am very satisfied with the result. I can finally return to my former sports activities, which were hindered by glasses.", "lang": "en"}
{"opinion_id": "op_001067", "text": "I was only at one visit, so maybe after a few more it would be better, only the pain didn't allow me to wait. I came to the doctor with suspicion of a past fracture of the process of one of the vertebrae and severe pain radiating to the entire leg. The doctor applied a puncture and a patch, which came off after 2 hours. It was about non-invasiveness, so that's nice, but in my case it was too little. The visit gave me nothing, so I went to a doctor covered by health insurance, who first ordered an MRI. Of course I understand the doctor's approach, he first wants to help with simple methods and that's something nice, few doctors show such commitment, judging by the number of positive reviews the doctor knows his stuff. And I recommend him to everyone. I have one comment: The doctor went to another room with the disc containing the spine images, so I don't really know what he was looking at there. I recommend that you review images with the patient, like the second doctor I went to. He showed me what was wrong and what exactly he saw on the image and I prefer that approach. In my case, the soft tissues were damaged. The beginnings of discopathy gave symptoms of sciatica, hence the pain in the entire leg. The doctor told me there was no fracture, because carrying heavy boxes at work (35kg) for 2 years wouldn't cause such an injury, but the other doctor stated differently. Of course I think the doctor would have helped me if I had gone for several more visits, which is why I recommend him, because he engages in each individual's treatment, my only reservation is about reviewing images in a separate room, but other than that everything is a plus. Regards.", "lang": "en"}
{"opinion_id": "op_001068", "text": "A year ago I started treating my teeth with the clear aligner method with Mr. Jan and I must admit it met my expectations : ) all doubts were dispelled already at the first visit, and with subsequent ones new ones disappeared. Light, friendly, but at the same time professional approach to the patient. There were months when the aligners weren't ready on time, but... BUT, there were NEVER problems with telephone contact. As a \"regular\" client I even got free dental calculus removal - so how can I not recommend? Well, you can't - so I recommend with a clear conscience!", "lang": "en"}
{"opinion_id": "op_001069", "text": "Researchers have so far checked the physical environment of hospital rooms in selected wards in Polish public hospitals. They examined, for example, air temperature, its velocity and humidity, as well as radiation temperature. Scientists from PW also held many conversations with patients and staff. \"Since March, when the project started, we have examined over 20 hospitals - says Prof. Jan. - It quickly turned out that the conditions in patient rooms throughout Poland are very similar.\" Key problems related to the thermal environment that hospitals struggle with depend on the season. In summer, the problem is excessive sunlight. Patient rooms usually have very large windows, so the rooms heat up quickly. Blinds and shades don't help. It sometimes happens that there are none at all. The only salvation is opening windows, but such natural ventilation means further problems: letting in hot air and further heating of the rooms.", "lang": "en"}
{"opinion_id": "op_001070", "text": "Hello! I've heard many good things about the doctor, but I don't know where he practices in Zielona Góra. I kindly ask someone to provide me with the address of the doctor's practice. And if possible, his phone number. It's very important to me and thank you in advance.", "lang": "en"}
{"opinion_id": "op_001071", "text": "Unfortunately Anna didn't help us with anything. I had to ask her to come as she should two days after the child's birth because she wanted to come five days after birth. She came for 15 minutes - quickly weighed the baby, told me to make a feeding schedule and that's it. The second time she came literally for 3 minutes - because she parked badly and had to run - I ask what about the bath? Next time I heard. Then she also came only after my requests, also for 3 minutes, and said she didn't have time, we'll manage. Other friends of mine told me how midwives sit with them for an hour - observing, helping, advising. I advise everyone to take other midwives!!! Unless you know everything...", "lang": "en"}
{"opinion_id": "op_001072", "text": "The head of the health ministry emphasized in his speech that one of the priorities and challenges facing dentistry is promoting pro-health habits in society. \"No preventive measures will be properly applied if we do not take care of effective health promotion in advance. However, for this to be effective, society must be made aware of it, ensuring they have adequate knowledge about health protection,\" emphasized Radziwiłł. He expressed satisfaction that the congress provides all practicing dentists with the opportunity to exchange experiences and knowledge, as well as to emphasize the role that education plays. \"We are aware, as confirmed by research, that oral health is extremely important for the health of the entire body. We know that besides diagnosis and treatment itself, prevention and preventive actions are also very important,\" emphasized the health minister.", "lang": "en"}
{"opinion_id": "op_001073", "text": "Very good doctor, accurate diagnostics, quick decision, precise procedure and the pain is gone. Matter-of-fact, substantive, simply a professional. After the procedure 2 weeks / L 5-6 / and I'm functioning quite well. Everyone he operated on together with me and earlier are very satisfied with the procedures and are recovering. No postoperative complications. Sutures done majestically. I really recommend Dr. Janusz, he's a great neurosurgeon.", "lang": "en"}
{"opinion_id": "op_001074", "text": "The project also assumes the creation of diagnostic facilities in the field of pathomorphology, genetics and molecular biology. The center will be equipped with a bank of cancer tissues, a system of virtual laboratories and a management system based on process methodology using ICT tools, allowing, among others, for collecting and processing data. For the university authorities, the fact that after introducing the first clinics into the 17-story CKD building in April, there is still plenty of space to be utilized in the building is not without significance. About 7,000 sq m are planned for the oncology center. Currently, the only facility in the Łódź region specializing in comprehensive cancer treatment is the Regional Oncology Center at the Kopernik hospital. According to Gurdala, the planned investment of the Medical University will not compete with it but will support the facility, to which patients from the entire Łódź region are admitted.", "lang": "en"}
{"opinion_id": "op_001075", "text": "This is my first visit, so it's too early for a definitive diagnosis : ) The doctor is nice, polite, examined me thoroughly, answered questions substantively. Gave recommendations regarding pregnancy and lifestyle during this time. It's all obvious, but it's nice that the doctor reminds me what I can do, what I shouldn't do, reminds me about folic acid, etc.", "lang": "en"}
{"opinion_id": "op_001076", "text": "I came to Mr. Jan Kowalski for a consultation regarding lower eyelid correction and removal of fat hernias. The doctor didn't even bother to get up to examine me, then said that if I want he can operate on me, but doesn't guarantee the effect. The \"consultation\" lasted 5 minutes. I paid 150 zł for it. I didn't learn a single useful thing.", "lang": "en"}
{"opinion_id": "op_001077", "text": "The doctor was very polite, matter-of-fact, honest in his opinion, which although it didn't coincide with the common opinion about my ailment, definitely met my expectations more. In my opinion, this doctor can look at a given health problem comprehensively, focusing not only on treating symptoms but also searching for the causes of their occurrence. At the moment I am in the middle of treatment prescribed by the doctor so I didn't give the doctor the highest rating because I cannot state whether the treatment will bring the expected effects ; ) For now the progress is rather slow, but Rome wasn't built in a day.", "lang": "en"}
{"opinion_id": "op_001078", "text": "You can leave Dr. Anna's office very satisfied. In my case it was like that too until I read other opinions and consulted other specialists. Indeed, the doctor has a \"different point of view\" and a very \"psychological\" approach to patients. She explains everything.... The catch is that she says the same thing to everyone without exception!!!!! She also does ultrasounds, only she can't see anything in them! She invents her own theories, how can such a doctor still have a practice? Notice that she works twelve hours and patients are scheduled every 15 minutes, that's not normal...", "lang": "en"}
{"opinion_id": "op_001079", "text": "Colorectal cancer is the second most common malignant cancer in Poland. It develops from benign changes called polyps - adenomas. As reminded by PAP Prof. Jarosław Reguła, head of the Oncology Gastroenterology Clinic at the Oncology Center in Warsaw, who coordinates the Screening Program for early detection of colorectal cancer (PBP), the development process of this cancer takes a long time - most often over a dozen years. Neither polyps nor cancer in the early stage usually cause symptoms. Undergoing a preventive colonoscopy allows for early detection and removal of benign changes, thereby preventing colorectal cancer. Based on various studies, scientists estimate that this can reduce the risk of developing this cancer by as much as 60-90%. It should also be remembered that detecting colorectal cancer in an early stage usually allows for complete cure.", "lang": "en"}
{"opinion_id": "op_001080", "text": "The visit to the doctor lasted maybe 7 minutes, including the ultrasound examination! She was completely unfamiliar with the questionnaire I filled out about 3 weeks earlier before I managed to register with her. I was sitting while she read that questionnaire next to me, commenting on several of its sections. This means she had absolutely no idea what kind of patient she was dealing with and why I came to her. So I ask, what's the point of this detailed questionnaire with lots of intimate questions if she wasn't interested in the answers given to the questions posed. She only talked about diet and not stressing and why my partner wasn't with me. Then she tried to persuade me to take some classes that she leads (of course for huge money). Ultimately she recommended some herbs (equally expensive) and a follow-up visit in a few weeks. She didn't advise me anything specific and I left the office knowing as much as I knew before. Organizationally everything is set up to make money. Visits are scheduled every 15 minutes! This causes everything to happen quickly and one patient hardly has time to get dressed before the next one enters. Not to mention that there are huge delays to enter the office, even though visits are scheduled for specific times (maybe it would be worth accepting fewer patients per day). I also don't like that the office is not soundproofed and since I heard in the waiting room what problem the patient before me came with, then probably everyone sitting in the waiting room heard why I came to the doctor. Generally I am not satisfied with the visit. Not only because the doctor didn't give me sufficient attention, her visits are expensive and I have the impression that I was just another case (from a long list), but also because I'm not entirely sure if her treatment methods are correct. Perhaps they can be used as supplementary in various types of ailments, but I would prefer to consult another doctor (more traditional). Maybe someone likes the doctor's approach to patients, but I thank you and the positive opinions expressed here on the forum didn't convince me.", "lang": "en"}
