{"opinion_id": "op_000801", "text": "Before treatment, Mr. Fidyka was partially paralyzed for almost two years, and despite months of rehabilitation, his condition did not improve. Rehabilitation – five hours of exercise five times a week – was continued after the transplant at the \"Akson\" Neurorehabilitation Center in Wrocław. Three months after the operation, the patient noticed that his left thigh was becoming more muscular. After six months - as the BBC describes - supported by a physiotherapist, he took his first steps. Two years after the procedure, he can now go outside the rehabilitation center using a walker and hopes for independent functioning. He has partially regained control of his bladder and bowels, and sexual functions have also returned. An MRI scan confirmed that the gap in the spinal cord had healed.", "lang": "en"}
{"opinion_id": "op_000802", "text": "We went to the doctor with our 3-month-old son. After a brief interview, she immediately decided to perform an eye examination without explaining what it would entail. If we had known, we would never have agreed to it - it was traumatic for the child and the parents. The preparation for the examination involves the eyes being dripped 3 times at 20-minute intervals to dilate the pupils. The child was immobilized by being swaddled in a blanket; one parent lies on the child to prevent movement during the examination, and a nurse holds the head still. The eyes are anesthetized with drops, after which metal clamps are placed on the eyes. To examine the child's eye thoroughly, the doctor moves the eyeball with a special sharp instrument that looks like a dental tool. The examination lasts about 15-20 minutes. The child cried terribly throughout the entire examination. The eyeballs were scratched, which lasts for up to two weeks; after that time, everything should heal. In our case, the eye has been watering for 3 weeks now. In summary, the examination is very drastic. Apparently, there are already less invasive ways to perform this examination than this one, so I would recommend looking for a specialist who performs the examination in a more modern way.", "lang": "en"}
{"opinion_id": "op_000803", "text": "We have mixed feelings after the visit. We paid a lot for the appointment and received a prescription for an ointment that cannot be used on a 1.5-year-old child, which the visit was for. We did not use the ointment after reading the leaflet about age restrictions and possible side effects. On the other hand, some of the Doctor's advice turned out to be accurate and helped alleviate our daughter's skin problems. This does not change the fact that we now face another visit to a different doctor who will adjust the treatment to the child's age.", "lang": "en"}
{"opinion_id": "op_000804", "text": "Endocrinologist: satisfactory. General practitioner: at best mediocre. Wasted half a year on hormonal treatment when the cause of the illness was depression-related. Visits are much more sophisticated when paid for privately. I generally recommend it to people with an unlimited budget and time for treatment. If the patient cares about a quick and accurate diagnosis, I definitely do not recommend it, although I know that such advice won't help the naive and foolishly wise anyway. ;)", "lang": "en"}
{"opinion_id": "op_000805", "text": "We were at the professor's appointment a week ago. Firstly, a 2-hour delay; sitting with an infant for 2 hours in the waiting room ended up catching some virus. The previous appointment was also canceled (we waited for the appointment for about 1.5 months in total). I didn't notice any special approach to the child; the entire visit lasted maybe 5 minutes. We were bombarded with information about the child's possible problems and a pile of tests that need to be done privately - no explanation of why, what for, or for what purpose. We left terrified. We will not be going back a second time.", "lang": "en"}
{"opinion_id": "op_000806", "text": "As part of the project, a development program for the university will be created, which will involve modifying the curriculum so that the number of practical classes in simulated conditions increases to 5% of the total number of teaching hours in each field covered by support, i.e.: in medicine, dentistry, nursing, and midwifery. This will allow students to become better acquainted with the hospital environment pre-clinically and supplement clinical classes with the possibility for students of these fields to practically perform highly specialized procedures, particularly invasive ones. The total value of the project is PLN 27.2 million. The support comes from the EU's Operational Program Knowledge Education Development (OP KED), additionally, for the renovation and adaptation of buildings at Plac Dworcowy in Zabrze and ul. Medyków in Katowice, the university will allocate nearly PLN 10 million from its own funds.", "lang": "en"}
{"opinion_id": "op_000807", "text": "Unfortunately, I do not trust Dr. Anna Kowalska. She started my treatment with a high dose of medication, after which my thyroid hurt and I felt like it was growing. But according to the doctor, I still had to take it. Another endocrinologist immediately stated that with such a dose my thyroid would enlarge and, on top of that, I would quickly go from slight hyperthyroidism into major hypothyroidism. Maybe in the doctor's opinion it's better to treat hypothyroidism than hyperthyroidism, but the size of my thyroid is also important to me. I advise approaching the doctor's recommendations cautiously and最好 consulting them with another endocrinologist.", "lang": "en"}
{"opinion_id": "op_000808", "text": "I found Dr. Anna Kowalska thanks to this portal. Already at the first visit, the doctor won me over with her care, understanding, and patience in explaining everything that was happening to me. Generally, that first day I left the Doctor with a referral to the CZMP (Center for Mother and Child) because I started bleeding and miscarried my first pregnancy. Even though I hadn't been her patient until then, she took care of me both on the ward and afterwards when I left it. It's no wonder, then, that Dr. Anna Kowalska managed my next pregnancy. It was thanks to her that it was quickly discovered I had obstetric cholestasis. Fortunately, the quickly detected and then constantly monitored disease did not harm our little one. I must add here that the Doctor was indispensable during those 9 months. I could always call her and ask about things that raised my doubts, especially when it turned out that the just-received results significantly exceeded the norms. Besides, the Doctor has a great sense of humor, thanks to which my husband and I always left the appointments in good spirits. Towards the end of the pregnancy, the cholestasis became particularly troublesome and I was admitted to the hospital, CZMP of course. The Doctor monitored me in the hospital and ultimately, due to high liver test results, the pregnancy ended with a C-section. On October 2, 2017, thanks to the Doctor, who performed the cesarean herself, our beautiful and healthy (there were worries if everything was okay due to the cholestasis) daughter Kasia was born. I must also add that despite a heavy workload, the day after the delivery the Doctor visited me and my daughter on the ward and asked about us, which was a very nice gesture. As for the cesarean itself, I must add that thanks to the Doctor's presence during the C-section, I felt safe because I knew I was in good hands ☺. All this means I can wholeheartedly recommend Dr. Anna Kowalska to everyone, because on one hand she is a very good specialist, and on the other, a wonderful and kind person. Marlena", "lang": "en"}
{"opinion_id": "op_000809", "text": "The worst gynecologist I have ever been to. I experienced trauma leaving her office and I cried. She was very unpleasant; additionally, I am a young person - a student - and I am still a virgin. It was traumatic for me that before the gynecological examination she didn't ask me about it, she just did what she was supposed to do, and I had to inform her about it, and every word from her was either a reproach or an order. I have had gynecological problems for a long time and I have been to more than one gynecologist, and everyone knew how to treat me in a cultured manner, but not her. I have no idea where these good reviews come from; to me they seem written in the same style by the same person!!!!!!! because every person leaving the office complained terribly about her and was surprised that one could behave so unprofessionally.", "lang": "en"}
{"opinion_id": "op_000810", "text": "If it weren't for common sense, I would probably already be disabled. It started with a private visit (100 PLN) no longer than five minutes. Earlier, I had called the hospital and wanted to schedule a consultation, but the waiting time was too long, especially since I suspected a pituitary gland tumor. Therefore, I decided on a private visit with the head of the department. She looked at the results very quickly and stated that I could come to the hospital for two weeks of tests starting the next week. In the hospital, they did a few tests, and the head of the department, instead of focusing on my real problem, started insisting that I had anorexia, without any prior interview or tests in that direction. Leaving the hospital the first time, I had no hope that I would ever get pregnant. The head of the department said I was infertile and could say goodbye to children. Besides, according to Dr. Anna Kowalska, I had functional secondary hyperprolactinemia. They didn't do an MRI, but despite that, they concluded I had no tumor. Additionally, of course, the head of the department insisted on anorexia. The first time ended with me being given Norprolac and I was to report back after half a year. The second time I ended up in the hospital after 6 months. Before that, however, I went to Dr. Bocheńska (one of the best therapists for eating problems), who after talking to me stated that there was nothing to worry about and I showed no signs of anorexia. In the hospital, they did a series of tests, unfortunately without an MRI. The prolactin was still above normal, but the head of the department upon discharge prescribed me steroids (she told me not to read the leaflet because I might get scared), some appetite stimulant (due to my supposed anorexia), and to continue taking Norprolac (which, as it later turned out, should not be taken for longer than six months). After two weeks in the hospital and such a diagnosis, my patience and understanding for Dr. Anna Kowalska ran out. I changed doctors to Dr. Szymczak, who ruled out the steroids (they were supposed to act on the adrenal glands, which I have healthy), prescribing me only progesterone. What can defend my statement... perhaps the fact that after 3 months with Dr. Szymczak I became pregnant, and for two months now I have been the mother of a healthy, big, and beautiful daughter. I sincerely discourage Dr. Anna Kowalska as a specialist and as a person (cold, unpleasant). Maybe she owes her position to her father's previous military career...", "lang": "en"}
{"opinion_id": "op_000811", "text": "Despite the doctor's sincere efforts during my daughter's treatment, unfortunately, she could not find the cause of the deteriorating health condition. The visits proceeded calmly and thoroughly; the interview was conducted in detail. Unfortunately, the colossal amounts spent on medication and the visit without even knowing the cause are not encouraging for a return visit, at least I know what can be ruled out during further treatment. I warmly recommend the doctor because you can see she is dedicated, but unfortunately, I am not satisfied.", "lang": "en"}
{"opinion_id": "op_000812", "text": "The doctor is a nice person. He doesn't watch the clock as time flies. Thorough. At this moment, I cannot assess the effectiveness because the process of implementing Dr. Jan Kowalski's recommendations will be longer in my case, but after the conversation and the Doctor's explanations, I think the diagnosis was accurate. I am happy to recommend a visit to this Doctor.", "lang": "en"}
{"opinion_id": "op_000813", "text": "The doctor performed a superficial examination of the child and was not very interested in what I had to say. She answered questions cursorily. Criticism of the parent, previous specialists, and comments like \"I will not discuss this topic with you\" are not what one expects during a medical visit. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000814", "text": "This was the first visit with the doctor. The doctor very thoroughly examined my son from head to toe, which was a big positive surprise, but she spent less time focusing on the skin lesions themselves. Maybe because she immediately determined what was wrong with my son. The doctor is a very matter-of-fact person, open to conversation, she explained, answered questions, and is also friendly. I think this doctor is worthy of recommendation.", "lang": "en"}
{"opinion_id": "op_000815", "text": "For the first time, the competitions were held in the Silesian Voivodeship, hence the storyline of the medical simulation scenarios was set in the realities characteristic of this region. In the competition with the Silesian name \"Hajer przodowy\" (Face Worker), the participants took on the role of medical personnel called to a coal mine where a tunnel collapse occurred due to a gas explosion. The competitors, assisted by mining rescuers, had to provide medical aid to three injured miners. The condition of two of them was very serious, while the third, named Ernest, was very lucky and did not sustain more serious injuries. However, he was not an easy patient, and his psychological state was quite a problem for the competitors. As emphasized by the SUM spokeswoman Agata Kalafarska, this task surprised the competitors. Thanks to cooperation with the Central Mining Rescue Station, conditions close to real ones, which rescuers deal with during operations in mines, were created at the SUM Center for Medical Didactics and Simulation.", "lang": "en"}
{"opinion_id": "op_000816", "text": "Dr. Jan Kowalski is the man who operated on my wife in May 2008. He operated on Thursday; on Friday morning he showed up for a moment and then disappeared. Literally disappeared. My wife's condition began to deteriorate; the doctors on the ward tried to contact Dr. Jan Kowalski but without success. He did not answer his phone and did not call back. The situation was becoming truly dangerous. The drain lost patency. The neck was swelling; a huge hematoma formed under the neck. On Sunday morning, after a telephone consultation with Dr. Jan Kowalski, the drain was removed and... my wife was discharged home. I strongly advise against using this doctor's services.", "lang": "en"}
{"opinion_id": "op_000817", "text": "I will allow myself a few words of comment regarding the doctor. In terms of professionalism, treatment, or prescribed medications, I have absolutely nothing to fault. The medication and diagnosis were accurate, and the child recovered relatively quickly. Another matter is the approach to the patient, i.e., the child. Namely, there is no approach whatsoever; a lack of tact and gentleness. It's not hard to guess that such behavior towards children results in fear and reluctance towards any examinations. Maybe it's the effect of \"material fatigue,\" but in such a situation, perhaps it's worth considering giving up treating small patients who don't always understand the procedures taking place. Only two stars due to the lack of even minimal empathy towards patients, which, besides treatment, is also important.", "lang": "en"}
{"opinion_id": "op_000818", "text": "Sports psychologists recommend so-called imagery training. One can try to run the entire marathon route in their mind, incorporating the established strategy and engaging as many senses as possible. \"Sit in a quiet place, close your eyes, and imagine yourself running the entire route kilometer by kilometer. Include as many details as possible, including what you see while covering the route or on the face of your sports watch, but also observe various sounds, like your own heartbeat, the cheers of fans, monitor your own well-being, taste the food and drink you consume at aid stations, and test ways of coping in crisis situations. Before you stand on the starting line, you will be prepared for various eventualities. It's worth sticking to this plan because the euphoria during the first kilometers can cause your running pace to be much faster than intended, which you will pay for in the later stages with a drop in form and motivation,\" advise the experts.", "lang": "en"}
{"opinion_id": "op_000819", "text": "Environmental conditions have shaped our brains and bodies over the last few million years. For most of that time, our species functioned under conditions of hunger. If not extreme hunger, then at least food shortages,\" says neurobiologist Dr. Jan Kowalski from the University of Silesia in an interview with PAP. As a result, a reward system developed, i.e., a mechanism built into the brain that rewards us for what is adaptively beneficial, such as obtaining food, especially high-calorie food. \"This mechanism gives us the effect that if we have high-calorie food available and we consume it, the reward system - remembering the archaic conditions of hunger - rewards us for reaching for, say, another doughnut. This is biologically conditioned behavior,\" explains the PAP interviewee.", "lang": "en"}
{"opinion_id": "op_000820", "text": "If knowledge is passed down from Father to Son, I heartily recommend it, especially to those women who have unspecified, undiagnosed ailments. Both Stanisława Milewicz and Tomasz are excellent diagnosticians of hormonal ailments. My story - 3 years of feeling bad, constant headaches, backaches, stomach aches, heartaches, visits to all possible specialists and the results of all tests are from books. Treated by all doctors like a common hypochondriac, practically asked out of their offices with a stack of prescriptions for psychotropic drugs, I felt really bad. Finally, I believed the doctors that these were psychological ailments. But the psychotropic drugs, unfortunately, did not work, so I was given stronger ones, which also did not bring relief, and all the ailments were getting worse. I was so weak that I practically only lay in bed, constantly on L-4. I often had attacks Shortness of breath, then the ambulance would arrive and help with an injection. Finally, one of the doctors decided to take me to the hospital. That's where I ended up, a specialist, Dr. Milewicz, who asked me just three questions: was my hair falling out? Was I cold? Was my throat dry? The tests the doctor ordered explained the cause, and then hormonal treatment brought me back to life. This was in the 1980s, probably a bad time to be sick, endocrinology was in its infancy, and it was after Chernobyl, which unleashed a hell of hormonal ailments, and not just in women, as it turns out. WOMEN - SEE SPECIALISTS.", "lang": "en"}