{"opinion_id": "op_003281", "text": "The doctor managed both of my pregnancies. With the first one, she didn't tell me the baby's weight during the ultrasound. The doctor at the hospital was surprised. However, she admitted me to the hospital and examined me, for which I was very grateful to her. However, she treated my second pregnancy too lightly. I was carrying twins, one of which did not survive. It should be noted that it was a pregnancy with one placenta, which is not the norm and is not the doctor's fault. It's a shame she didn't warn me that this could happen. There wouldn't have been so many sleepless nights, doubts, and less stress. I think she realized later that she had made a mistake. Indeed, she no longer recommended so many tests, to avoid imposing unnecessary costs on the patient. She also didn't always take 70 zł as written here.", "lang": "en"}
{"opinion_id": "op_003282", "text": "I was only at Dr. Anna Kowalska's once because of discharge, but supposedly the cleanliness was ideal and she said it was just my natural state. However, I knew it wasn't my natural state, that something was wrong. I went to Dr. Anna Kowalska at the clinic on Mazurska 61, where it turned out to be a fungal infection - I got vaginal and oral medication and the problem disappeared :D", "lang": "en"}
{"opinion_id": "op_003283", "text": "It concerns products in which tobacco is heated, not burned. In a traditional cigarette, the combustion process takes place at a temperature of about 800 degrees Celsius, whereas in the case of \"heat not burn\" technology (e.g., IQOS), the aerosol is produced by heating tobacco to a temperature of about 280 degrees. This results in potentially fewer harmful substances than in traditional cigarettes. The research is conducted by the Nencki Institute of Experimental Biology. \"People have always smoked, they smoke today and will continue to smoke. If the Institute contributes to them choosing a less harmful form of smoking, then it is worth conducting this research. We do not intend to prove that cigarettes are not harmful,\" Prof. Anna Kowalska from the Institute told PAP.", "lang": "en"}
{"opinion_id": "op_003284", "text": "It's been a year since my breast augmentation surgery. I am very, very satisfied and happy. The breasts are perfect, scars barely visible. I never regretted my decision; if I had known it would look like this, I would have decided long ago (I am 30 years old). The doctor is a wonderful, lovely person; after the operation, he always answered the phone and responded to my (sometimes silly) questions. I also remember my stay in the hospital very fondly, two days in nice company, the nurses were smiling and available at every call. I recommend!!! Dr. Jan Kowalski is the best of the best! I adore him", "lang": "en"}
{"opinion_id": "op_003285", "text": "The visit concerned a scar, or rather strange marks (red dots), probably an allergy to some ingredient in Cepan scar ointment. The doctor stated that she would prefer not to prescribe anything because she doubts the effectiveness of these preparations, and she won't prescribe something she's not convinced of to avoid unfavorable comments that she is a bad doctor... Finally, she asked if it \"bothers me that much\". For a specialist in aesthetic medicine, a somewhat weak approach to the problem. In the end, I received a leaflet for an over-the-counter ointment that would probably \"maybe soothe the irritation but, not necessarily because a scar is something permanent\". The entire visit lasted maybe 5 minutes and cost 80 zł.", "lang": "en"}
{"opinion_id": "op_003286", "text": "He was recommended by several people, but it turned out he lacks a patient-oriented approach. Privately he was quite gentle and \"nice\" but in the hospital it was a disaster!!! Maybe he is a specialist, but zero approach to the sick person - he only knows how to depress you... he negates the opinions of every other doctor, he probably thinks he's the only one in this profession... Personally, I will never go to this endocrinologist again - I do not recommend!!!! The above is just a reminder - as I have already commented on Dr. Jan Kowalski. Indeed arrogant... He told me: \"You can go back to your previous doctors - then you'll walk around with your eyes popping out\"!!!! He said it with such malice in his voice that it really got to me!!!! So I ask???... IS THIS HOW A PROFESSIONAL, A SPECIALIST, AND ABOVE ALL A DOCTOR BEHAVES!!!! I ADVISE AGAINST!!!! ONCE AGAIN!!!!", "lang": "en"}
{"opinion_id": "op_003287", "text": "\"Our solutions are designed with ordinary users in mind, not specialists or even IT people. The software provides high, daily comfort of use, is characterized by simplicity, an aesthetic interface, and at the same time does not pose barriers for people stereotypically considered digitally excluded. From our observations, older people manage fantastically with operating applications available on smartphones or tablets, they enter measurement data there, independently connect devices for measuring blood pressure, glucometers, mobile electrocardiographs,\" lists Dr. Jan Kowalski. The patient performs the tests themselves and then sends the results to diagnostic centers. There, the measurements are assessed, and the result returns to the patient or their family.", "lang": "en"}
{"opinion_id": "op_003288", "text": "Hello, I had an ear correction in 2015 and I am dissatisfied. Before the operation, the tips of my ears protruded 4 centimeters from my head. Six months after the procedure, one ear is 2.5 cm away at the top, strongly tilted, and at the bottom it's stuck close to the head - it looks ugly. The other is 4 cm away, just like before the procedure, nothing changed. However, the doctor said everything was ok because people are asymmetrical and I'll get used to it. My ears were completely different. After the procedure, I had a bigger complex than before. He also said that ultimately he could correct that one ear, in a year, he'd put maybe 2 stitches on the ear that moved. The doctor is nice, but he doesn't know how to listen to the patient or admit that the result is not the best. He didn't even ask what kind of ears I wanted, just a production line. I paid for every meeting with the doctor, even for removing the dressing. I'm writing this because I just had a revision of both ears with another surgeon, who served me with interest and engagement and listened to me. He informed me that the cartilage in the ear that moved is in poor condition. I have to wait 6 months for the final result.", "lang": "en"}
{"opinion_id": "op_003289", "text": "I came to the doctor with a headache, dizziness, ringing in the ears, numbness in the limbs, and with MRI results of the head, ordered by another doctor for whom there were unfortunately no available appointments. I told her what was happening, and the doctor, without even looking at the test results, said it was anxiety disorders. Then she opened the MRI, and regarding the note \"in the vicinity of the occipital horn of the left lateral ventricle, a focus of increased signal in T1-weighted FLAIR images cannot be excluded\" she stated that the doctor describing the MRI result was writing nonsense and that they could have written in it that nothing was wrong with me, because a small focus of ischemic change with increased signal is something anyone can have and maybe she's right, I'm not a doctor. Then she said I was forbidden to look things up on Google (because, quote, \"no one will then pull me out of psychiatric ailments\") and that I was 99.9% completely healthy. I asked the doctor, if it is anxiety, then either way I have no direct control over it, what should I do about the somatic symptoms: I almost fell on the street, it goes dark before my eyes, my head hurts, my ears ring, I feel dizzy, I have a young daughter, I'd prefer not to lose consciousness when alone with her. And the doctor, quote: \"for most patients it's enough to be told it's anxiety\", that she recommends sports, drinking more water, that I should write these symptoms down in a notebook and if they don't subside, come back in a month, and the last patient only came back after half a year when he got worse. She did not recommend any psychiatric consultation regarding the anxiety diagnosis, I guess she is a specialist herself. She also doesn't prescribe medication because she doesn't know me yet, apparently she needs to get to know me :( Finally, she gave me hydroxyzine without telling me what kind of drug it is, how it works, what it's supposed to help with, whether long-term or as needed, and said to take it if I have severe dizziness. She also asked me how long I've been with Luxmed and if I had previously purchased private health care, suggesting that my problems probably stemmed from me buying it, I don't know why she needed that for the diagnosis. Even if the diagnosis is correct, I don't know, I warn against this pseudo-anxiety therapy and any treatment by this woman. This is a doctor who knows from the moment she looks into your eyes. A very unpleasant experience. A total lack of professionalism! I don't wish anyone to meet this doctor!", "lang": "en"}
{"opinion_id": "op_003290", "text": "The university has also developed new solutions in various fields, which have been submitted for patenting. As the patent attorney of the Białystok University of Technology, Jan Kowalski, informed, among them is an intraosseous dental implant, as well as a method for stimulating bone cells for dental implants, but also other bone implants. The developed method is to help solve one of the main problems associated with implants in dentistry, which is their loosening in the bone cavity. \"The expansion design of the dental implant is to ensure better stimulation of bone cells,\" informed Jan Kowalski. The university has also developed and submitted for patenting a self-locking elbow joint for an arm prosthesis with automatic joint locking. \"In this solution, the locking elements move in a plane perpendicular to the plane of flexion or extension movement in the joint,\" explains the patent attorney.", "lang": "en"}
{"opinion_id": "op_003291", "text": "I have a rather unusual, small problem with urination. I was with him 2 times: 1. He listened, did tests, prescribed pills, was nice. Unfortunately, the pills didn't help and there were side effects associated with their use. 2. Not as nice as the first time. He examined me, prescribed slightly different pills. The problem was also that during urination in his office the problem wasn't visible (because it's not always present), but I explained exactly what and how. He said that if this doesn't help, then he can't help me anymore and... it didn't help. Neutral because I haven't tried to treat this elsewhere (I got discouraged - 400 zł down the drain), so perhaps the problem is difficult to treat. If someone else cured it quickly, I would give a \"poor\" rating.", "lang": "en"}
{"opinion_id": "op_003292", "text": "Hello, I am a nineteen-year-old girl, another patient of Dr. Jan Kowalski. In February of this year, during my last check-up, my GP felt a lump on my neck. I got a referral for an ultrasound, which, as it later turned out, was misdescribed and I had to do it again. Doctors told me the lump was already calcified and it wasn't cancer. After a biopsy, however, it turned out that I had a suspicion of thyroid cancer. Dr. Jan Kowalski reacted lightning fast and I had the operation about a week after receiving the results. The left lobe of my thyroid was removed. After two weeks, I received the histopathological result and found out I was already booked in to see the doctor. The test result showed thyroid cancer. A few days later, I had another operation and the right lobe of my thyroid and lymph nodes from my neck were removed. Only after receiving the second hospital discharge summary did it hit me what I had really been through. The card clearly said \"malignant thyroid tumor\". After receiving the second histopathology result, a weight lifted off my shoulders. It turned out there were no metastases. Now I have an endocrinology consultation, during which I will find out if I need radiotherapy. The whole story of my illness happened very quickly. The operations weren't as scary as they might seem. I was in good spirits the whole time. I handled the first and second operation well. I am a young person and thought that this type of illness didn't concern me, but it did. I really encourage everyone to get regular check-ups and treatment. I am and always will be very grateful to Dr. Jan Kowalski for his quick reaction and help.", "lang": "en"}
{"opinion_id": "op_003293", "text": "The essential part of the work was an experiment on animals. The researchers wondered how an immunologically safer matrix would perform in an animal model. They built the valves in such a way that they covered \"scaffolds\" made of pig tissue with sheep cells. Then they implanted them into sheep to check to what extent the immune response related to the presence of biological material from pigs could be suppressed. \"We used pulmonary valves here. In patients, we usually replace their damaged valves and implant a valve - a bioprosthesis - in their place. Here it was somewhat different. The animals still had their own valves, but the pulmonary valve was implanted in the descending aorta. This is easier than implantation in the pulmonary position, which is surgically much more complicated,\" says Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003294", "text": "The next step would be to show how changing the secretion (expression) of these genes could affect the development of Down syndrome. Because perhaps the action of the excess proteins produced in the body by these genes can be somehow stopped. Scientists want to study the development of Down syndrome in an animal model. \"The obvious choice here is the mouse,\" said Prof. Jan Kowalski. And he added that it is a mammal not so distant from humans in evolution, and the genome of this rodent is already well known to humans. However, he explained that there is a problem. \"The genes from human chromosome 21 are located in mice in three separate regions: in fragments of mouse chromosomes 10, 16, and 17,\" he said.", "lang": "en"}
{"opinion_id": "op_003295", "text": "I personally recommend treatment with this doctor. I didn't have terribly crooked teeth, at least in my opinion, but for medical reasons I simply had to get braces. These reasons were a bad bite and because of that, excessive wear of the teeth, which in the future could simply end with the wearing down of healthy teeth. Now I'm done with the treatment and my teeth are truly Hollywood-worthy :) I hear a lot of compliments that I have really nice teeth, even from people I've just met. Now my teeth are definitely one of my biggest assets. Of course, it wasn't easy. I wore braces for over 2 years. Appointments every 4-6 weeks, sometimes quite painful in effect, so you have to be prepared for the money and that it can be unpleasant. But it was worth it. The doctor herself is experienced, you can see she has a lot of knowledge. She knows what she's doing. She may not be dripping with sweetness towards patients, but she's not unpleasant either. She's simply a woman doing her job, that's what it's about, after all. A professional in my book.", "lang": "en"}
{"opinion_id": "op_003296", "text": "I had an unpleasant contact with this doctor at Bielański Hospital. He was confirming a missed abortion for me. He treated me terribly. I'll skip the fact that the ultrasound (transvaginal) was painful because no gel was used. The worst were the psychological experiences. First, I sat crying in a gown for 20 minutes in the waiting room among people from the street because the doctor couldn't find the key to his office, and then the irritated doctor said there was nothing to confirm here because it was obvious the baby was dead. I wasn't expecting pity or sympathy because I understand I was one of many there, but as we all know, silence is golden and I would have been very grateful if I didn't have to listen to this doctor's comments at all. Now I have a child and when I was preparing for childbirth, I gave Bielański Hospital a wide berth, despite its high regard.", "lang": "en"}
{"opinion_id": "op_003297", "text": "Over 5,000 cell nuclei were examined and the positions of both tracked genes were determined in relation to the centers of the nuclei and relative to the nuclear envelope. For one of the observed genes (BDNF), a change in position of several hundred nanometers (billionths of a meter) was observed, with the gene occurring at or on the envelope in half of the cell nuclei in control animals, while for animals after an epileptic attack this value dropped to about 25%. \"A twofold drop is a very large change in biology. We also found that it remains visible for several weeks. The conclusion is therefore clear: neurons remember what happened also thanks to changes in the architecture of their cell nuclei,\" states Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003298", "text": "For now, I can only say that he is a very polite man. On the first visit, I noticed that he can listen to a person without interrupting in the middle of a sentence; others can't do that, they always ask questions that interest them. This Doctor waits patiently for the patient to finish speaking and then moves on to the questions that interest Him - - - I hope that knowledge goes hand in hand with politeness.", "lang": "en"}
{"opinion_id": "op_003299", "text": "Regarding strict dietary exclusions, e.g., for people on a gluten-free diet, meaning those suffering from celiac disease, the biggest problem in holiday preparations is flours. \"However, by replacing normal flours with corn or buckwheat flour, they can safely prepare and consume, for example, pierogi. This is no longer a problem, this nutritional awareness is growing among patients, there are more and more recipes they can use, and they can safely get through the holidays,\" she added. She also advises people on a gluten-free diet to increase the amount of vegetables or fish in their diet. Regarding sweets, which are also a problem for this group of patients, they can make, for example, cookies from amaranth or quinoa. \"These are grains that are gluten-free and safe for these patients,\" added the expert.", "lang": "en"}
{"opinion_id": "op_003300", "text": "The patient said during the conference that she now feels well. \"It's getting better day by day. As everyone tells me, time and a lot of patience are needed. Time is needed to get used to this. It's known that it's not the same as before, but I think that with time all these scars and wounds will heal enough that everything will look good enough that it won't bother me,\" said Anna Kowalska. As Prof. Jan Kowalski reminded, in such cases the most important element was the time – from the moment of injury to the restoration of circulation in the replanted body part. However, thanks to the quick intervention and diagnostics of the team from the Wrocław hospital, the patient was transported by helicopter to Gliwice. The tissues were also properly secured (cooled to 4 degrees Celsius) and transported.", "lang": "en"}