{"opinion_id": "op_001581", "text": "Unfortunately, I disagree with the positive opinions about Prof. Jan Kowalski. At first, I also perceived him that way. Before my son's first ablation, we had hoped we were in good hands. A year after the first ablation, it turned out there was no success. I am terrified by the lack of interest in the patient after ablation! Prof. Jan Kowalski avoided us like fire. Finally, he proposed a second ablation, which he was supposed to perform with Dr. Jan Kowalski. Unfortunately, he scheduled a vacation at that time, and the unsuccessful procedure was performed by another young doctor. Today, my son has had two unsuccessful ablations with Prof. Jan Kowalski, is on heart medication, and no one gives him hope for a normal life! A patient who does not promise success for Prof. Jan Kowalski is overlooked. I am, however, grateful for the support of Dr. Anna Kowalska!", "lang": "en"}
{"opinion_id": "op_001582", "text": "It was my first visit to an endocrinologist. After positive reviews about the doctor, I was positively inclined, but I got the impression that Dr. Anna is arrogant and indifferent. The visit went very quickly; practically nothing was explained to me. I did get a large number of tests to do for several hundred zlotys. The visit took place at Salve, but the doctor recommended I do the tests at another facility, dictating the phone number to me because she also works there and they have promotions there... Today, I was with the results at another endocrinologist, who asked with surprise why I had done some of the tests...", "lang": "en"}
{"opinion_id": "op_001583", "text": "Hello... I have a question: if I go to Dr. Jan in the 11th week of pregnancy, will it be too early?? And if any of the patients had such an ultrasound in the 11th week, please let me know because maybe my question is childish, but in such an early pregnancy, is it vaginal or normal? And is my husband with me then or not? How does it look from experience? Thank you for dispelling my doubts...", "lang": "en"}
{"opinion_id": "op_001584", "text": "Dr. Jan Kowalski managed my pregnancy. And I am very grateful that he did not lose patience with me. The hundreds of phone calls he received from me, never losing patience. Unfortunately, I had to call often because I lived in Ireland at the time and came to Krakow specifically for appointments. Unfortunately, the long distance meant I often called Dr. Jan Kowalski. The doctor always, even at night, found time for me and patiently explained everything. I am now a happy mother of a beloved little Mateusz. And all thanks to Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001585", "text": "I do not agree with this opinion at all, not at all... I go to this doctor at the clinic and he is very nice and friendly. I don't know, maybe the lady has some other expectations, but for me, he is great. I also received a leaflet for a center of aesthetic medicine, of which he is the director, but that only came in handy for me because I used a procedure for laser removal of acne scars. Besides, before he recommended it, I got a prescription for a very nice ointment and tablets, after which new acne outbreaks no longer appear—I'm not complaining and I highly praise Mr. Jan Kowalski = )", "lang": "en"}
{"opinion_id": "op_001586", "text": "I don't know if we are talking about the same doctor (once, when I had dealings with him, he worked at the New Hospital in Tarnów, pediatric surgery). I am dissatisfied with his actions; to this day, I have a memento of his treatment. I was brought in with an open fracture of the tibia. The fracture was nasty, spiral. On the evening I was brought in, he tried to set it normally—by shifting the bone—it didn't work; the next day, he ordered surgical assembly—he put a metal plate and five screws in me. After the operation, he removed the stitches too early; the wound did not heal. After about a month of walking with an open wound, he told me to smear it with honeydew honey—after a week of such treatment, necrosis set in; at the last moment, the stabilizer was removed and stitches were put back in. Unfortunately, the bones were assembled incorrectly to this day—the ends of the broken tibia overlap, making the calf thicker, and the fibula was not assembled at all and also healed on its own. I had a cast for 11 weeks, did not walk for 6 months, and at the end of the treatment, with grace, my mom and I begged for a referral to a sanatorium. I do not recommend!", "lang": "en"}
{"opinion_id": "op_001587", "text": "Hello. I had the pleasure of meeting Dr. Jan at the LUX MED clinic. I was at an appointment with my son, who had been suffering from chronic runny nose and cough for 7 months. Only Dr. Jan found the cause and cured my son—I think such an approach to one's profession can only be envied: professionalism, knowledge, experience, and above all, willingness. And as for Ms. Anna K.: if you get your knowledge from women's magazines, it's no wonder you later write such nonsense on such a serious information portal. I wish you all the best.", "lang": "en"}
{"opinion_id": "op_001588", "text": "In transplantology, a Polish pump supporting heart function has been used for several years, which prolongs the life of many patients waiting for a heart donor, and in others, it completely replaces a transplant. Cardiac surgeon at the Institute of Cardiology in Warsaw, Dr. Jan Kowalski, said that in the USA in 2013, more such pumps were implanted than heart transplants performed. Mechanical circulatory support is already almost as effective as a live heart from a donor. One year after using a mechanical pump, over 80% of patients are alive, almost as many as after heart transplants. At the Clinic of General, Transplant, and Liver Surgery of the Medical University of Warsaw, a device for liver perfusion was developed, allowing longer storage of an organ taken from a donor intended for transplantation. \"The condition of the liver deteriorates with each hour after collection, and at the latest before 12 hours have passed, it should be implanted in the recipient; our device allows this time to be extended and the organ to be kept in better condition,\" said Dr. Jan Kowalski. The specialist announced that the device had been tested on animals and in 2017 it would be used for the first time in clinical practice.", "lang": "en"}
{"opinion_id": "op_001589", "text": "Although it seems a bit funny to me for a patient who has no idea about the knowledge in the field of orthopedic medicine to evaluate a doctor, I will say that Dr. Jan Kowalski conducted the consultation in a pleasant yet professional manner. He recommended a detailed examination and professional rehabilitation, not like previous orthopedists who, based on an interview, only prescribed painkillers and procedures that changed nothing in how I felt. I recommend Dr. Jan Kowalski to everyone in need of help from a professional orthopedic doctor.", "lang": "en"}
{"opinion_id": "op_001590", "text": "At the outset, I will note that the doctor is polite, uses diminutive names, says not to worry about anything, etc. He approaches the patient with a smile. However, in my subjective opinion, the doctor does not listen carefully to what is wrong, saying what medicines to take, tones it down quickly. Only upon request does he write down on a piece of paper how to dose what, and so unclearly that it cannot be read. Hurry, hurry again, which should not be indicated when examining a patient.", "lang": "en"}
{"opinion_id": "op_001591", "text": "I came to the doctor with very atypical symptoms. I value her for her insight, approach, respect. Since my case is nonspecific, we circled around small intestinal bacterial overgrowth. The medicines prescribed by the doctor helped significantly. Since the doctor stopped working at luxmed for some time, I went to another doctor; we did a gastroscopy and he reached the correct diagnosis; I am sure that Dr. Anna Kowalska would also have made the correct diagnosis. Dr. Anna Kowalska is a great doctor, I highly recommend!", "lang": "en"}
{"opinion_id": "op_001592", "text": "The Minister of Entrepreneurship and Technology, Anna Kowalska, during a briefing, assessed that at the Polpharma center in the Gdańsk Science and Technology Park, \"Polish biotechnology is being created.\" \"It is here that a new generation of drugs is being created, which—as she assessed—are more effective, better tailored to patient needs, and completely harmless,\" she indicated. She expressed hope that \"this will make Poland, in the horizon of the coming decades (...), become a biotechnology hub of Europe, and certainly of Central and Eastern Europe.\" She emphasized that \"the government has supported Polpharma's investment plans for many years, granting successive permits for the company's activity in the Pomeranian Special Economic Zone.\" She reminded that \"the possibility of carrying out investments in a special economic zone involves tax privileges.\"", "lang": "en"}
{"opinion_id": "op_001593", "text": "The first one—for therapy of deep sensation disorders—consists of a system of pillows divided into zones that can be independently filled with air. The pillows are placed on the lying child, then filled with air until they press the body. The pressure is regulated depending on the needs of the person. As told to PAP by therapist Anna Kowalska, who works with children on the autism spectrum, the pressure device helps charges calm down. She said that people with deep sensation disorders may suddenly squeeze someone or hug tightly. The device—she added—allows them to experience that touch in this way, and the charges decide how strong the pressure should be.", "lang": "en"}
{"opinion_id": "op_001594", "text": "Jan Kowalski explained that people suffering from schizophrenia, in whom eye movement disorder has been diagnosed, also have slurred speech and intensified nystagmus. From previous research, it appears that this is related to disruption of the cerebellar vermis (located between its hemispheres and responsible for motor coordination and vertical body posture—PAP). Schizophrenia often causes movement disorders, e.g., hand tremors. At the Bronowice Cyclotron Center near Kraków, belonging to the Institute of Nuclear Physics of the Polish Academy of Sciences, the first proton radiotherapy in our country is used. It was developed by Polish specialists and is currently used in the treatment of eye tumors and some skull base tumors. \"This method in some tumors causes fewer complications and is more effective,\" argued Dr. Anna Kowalska from the Institute of Nuclear Physics of the Polish Academy of Sciences.", "lang": "en"}
{"opinion_id": "op_001595", "text": "The PAP interviewee recounts that in the German uDISCO method, mouse bodies are first fixed—so that, among other things, cells do not undergo decay processes. Then, a mixture of chemical substances that remove blood, water, and fats is administered to the circulatory system. However, if these elements are removed from the body, the body must necessarily shrink. In the case of the uDISCO method, it reduces its volume by as much as 65%. Fortunately, however, all tissues shrink evenly, not changing proportions. \"Such shrinking of tissues can be a great facilitation for scientists—a smaller organism is easier to scan under a microscope,\" explains Jan Kowalski. The biologist emphasizes that the entire process of preparing the body in the uDISCO method takes only four days. Meanwhile, histological studies, in which subsequent tissue sections were prepared, could take months. Scientists using uDISCO will therefore be able to study some processes much faster.", "lang": "en"}
{"opinion_id": "op_001596", "text": "She emphasized that Polpharma is also a beneficiary of several grants awarded by the National Center for Research and Development. \"Effectiveness in reaching in an ambitious and difficult grant procedure is also proof of whether our companies will be able to compete with Western European companies,\" she added. She noted that \"Poland is increasingly chosen also by global biotechnology players due to the quality of employees, IT specialists, biotechnologists.\" Starak during the briefing jokingly admitted that \"it's a bit of madness, what the company plans.\" The company informed that to date, it has spent about PLN 700 million on investments in the biotechnology sector. In the coming years, it plans to spend about PLN 1.3 billion on the development of products and research and production infrastructure. The company's total investments of PLN 2 billion in biotechnology by 2022 are to enable the creation of about 800 jobs and contribute to the development of the Polish knowledge-based economy.", "lang": "en"}
{"opinion_id": "op_001597", "text": "This gentleman should not practice his profession. In the hospital in Lubin, unfortunately, he only drastically lowers the level and annoys most patients. The standard practice is zero information or even a grunt with his back to the patient. His competences are also doubtful. Those people I know could never get a specific and clear diagnosis. Me neither, by the way. They released me from the hospital with information that everything was okay, and it was worse than bad. I lay for a long time in the gynecological ward and did not meet a single woman who had a different opinion from mine, but I don't know how it is with patients from his private office, probably they have it better...", "lang": "en"}
{"opinion_id": "op_001598", "text": "my two stars are based on my visit last week. My visit lasted exactly 6 minutes. The doctor at the outset asked why I came, looked into my eyes, marked something on a piece of paper—(without a word!)—then prescribed 3 medicines and said what they are for and how to take them. I was even surprised because one medicine was for a 'disease' I had no idea about and I asked—do I have...? and the dr. answered—'yes.' and nothing more. However, I wanted to find out a bit more and I say that sometimes doctors ask if I have joint problems, and my joints never hurt... and he says to me 'yes, that will be later, not now' and that's it... I hope the medicines work, but I did not imagine the visit like that—especially with someone who calls himself a homeopath :/", "lang": "en"}
{"opinion_id": "op_001599", "text": "The results of our research in a series of five works have been published in renowned scientific journals with worldwide reach. However, on April 3, 2018, in the scientific journal Scientific Reports belonging to Nature Publishing Group, i.e., the most prestigious scientific publisher in the world, our latest publication appeared—she added. Scientists from IRZiBŻ PAN in Olsztyn also conduct research on human skin tissues collected in a tissue bank. \"Interestingly, our pilot and very preliminary studies conducted on human skin samples confirm observations in mouse skin. It turned out that in post-traumatic (scar) tissues, there is higher activity of the +scar gene+ Foxn1 compared to uninjured/healthy skin,\" described Anna Kowalska. One of the current research directions of the Olsztyn research group is to demonstrate the relationship between individual age and Foxn1 activity.", "lang": "en"}
{"opinion_id": "op_001600", "text": "suspecting I had an inguinal hernia, I made an appointment for a consultation with Prof. Jan Kowalski. The professor made an impression of a concrete surgeon and unfortunately, according to his own path, not giving the patient much room for maneuver. It is on the principle that the patient can choose the type of operation or anesthesia provided that it is with mesh implantation and spinal anesthesia. therefore, I resigned from the services of Prof. Jan Kowalski.", "lang": "en"}
