{"opinion_id": "op_000941", "text": "Maybe this doctor helped someone. For us, it was just a waste of time going to him for appointments for half a year. He did nothing towards further diagnosis of our son / kidney problems, tests done during a stay at the children's hospital /. The pediatrician at the clinic, concerned about the lack of progress, suggested changing the specialist. We listened and it turned out that another doctor, based on the same test results, concluded something different than Dr. Jan Kowalski, which gave us food for thought, and then two other doctors consistently confirmed something different than Dr. Jan Kowalski. It's scary to think how this doctor could have harmed my child.....", "lang": "en"}
{"opinion_id": "op_000942", "text": "The specialist said that until now, traditional neuronavigation has been used in neurosurgery. It involves imaging the patient's brain using magnetic resonance and computed tomography a day, or at the latest a few hours, before the procedure. This image is then uploaded into the neuronavigation system, which guides neurosurgeons to the area of the brain to be operated on. \"The latest method is intraoperative neuronavigation, enabling procedures to be performed in real time. Thanks to this, brain surgeries can be even more precise,\" emphasized Prof. Jan Kowalski. They are performed in a magnetic field obtained thanks to a 3.0 Tesla magnetic resonance imager. They are so accurate that they allow the surgical field to be determined with an accuracy of 1 mm.", "lang": "en"}
{"opinion_id": "op_000943", "text": "\"All this shows that without the Polish MARIA reactor, the needs of nuclear medicine worldwide cannot be met – emphasizes the Director of the Nuclear Energy Department of the National Centre for Nuclear Research, Eng. Jan Kowalski. – Although we started work on producing molybdenum as early as the 1970s, we joined industrial-scale production in February 2010. Since that moment, we have produced such an amount that allows for providing aid to 75.5 million patients! In 2014, our reactor provided nearly 20 percent of the world's production of molybdenum-99. This shows the scale of the issue. I will add that, given the right conditions to operate, we are ready to increase this production even further.\" As the NCBJ spokesman Jan Kowalski informed in a statement sent to PAP, the Polish research reactor MARIA is adapted for irradiating uranium targets necessary for the production of molybdenum-99. After the approximately 140-hour activation process and a several-hour cooling period, the highly active uranium plates are transported to the processing plant in Petten, the Netherlands. There, through subsequent radiochemical processes, starting from dissolving the targets irradiated in the MARIA reactor, the isotope molybdenum-99 is obtained from the uranium fission products.", "lang": "en"}
{"opinion_id": "op_000944", "text": "Well, I saw Mr. Jan Kowalski at the ORTHOS clinic. Despite my limited mobility in my right arm associated with pain, I learned nothing. No specifics, the visit lasted less than 10 minutes, something along the lines of \"pay and get out.\" Lack of information about my condition; only after pressure from my side and extracting information did I obtain fragmentary information in the style of \"maybe, it seems to me, probably,... etc.\" None of the basic tests (ultrasound, X-ray) were done, only based on an external examination. The only thing I got was a recommendation for an MRI. To this day, I don't know what's wrong with me. I don't want to give a bad rating because the doctor is very nice and pleasant, but in my opinion, not very substantive. Maybe I caught the doctor on one of his bad days? I will try again after I get the MRI and then I will verify my rating.", "lang": "en"}
{"opinion_id": "op_000945", "text": "words of criticism are wasted on this type of doctor..... maybe he is nice and has a \\\"heart\\\" for his work..... but only when it comes to breast surgery..... at the consultation I had with him, he was: not nice, insolent, arrogant..... he said something that was already known long ago and went out to another patient, not to mention that he was over 2 hours late and didn't even say a word of explanation..... sad but true!", "lang": "en"}
{"opinion_id": "op_000946", "text": "This is the worst doctor (if he even deserves that title) and person I have ever met on my path. I join the group of dissatisfied parents of young patients. Unfortunately, we were forced to drive to Sporna Street at night. We received a consultation from a pediatrician, who recommended a further consultation with an ENT specialist. After a short while, she called Mr. Jan Kowalski, who, to my surprise, without examining the child, ordered over the phone to administer an antibiotic. My reaction was immediate; I asked for the \"doctor\" to come down to the emergency room. Of course, he came down, very offended, annoyed (because he has to work in the middle of the night - and the pay is so little!!!). He started by giving me lectures that I didn't go to a doctor earlier, etc. His words didn't make much of an impression on me. It went in one ear and out the other. However, I boiled over when he started treating our child curtly. He does not have the right approach to young patients; he is not fit to be a \"pediatric ENT specialist.\" During the visit, the little one cried terribly, and this didn't seem to bother this person. He prescribed an antibiotic and said that next time I would decide for myself when to take my child to the doctor. And I agree with that – certainly, Mr. Jan Kowalski will never \"treat\" my child again. Of course, I consulted with another doctor; the little one received proper care and is now recovering :). I suggest taking a course in good manners; the training will take a lot of time, but maybe something can be done with this difficult, bad case. As a caring mother of a young patient, I will advise all parents I meet against visiting Mr. Jan Kowalski. Regards, a concerned mother.", "lang": "en"}
{"opinion_id": "op_000947", "text": "Unfortunately, I tore my medial collateral ligament and the anterior cruciate ligament, so-called ACL. A visit to the ER, as usual an X-ray, no fracture, and classically, regardless of the result, they put me in a plaster cast (I don't know what rationale guides such actions). I went for a consultation and an ultrasound examination. Unfortunately, such an examination for the knee can be ineffective, but combined with manual tests like PivotShift or DialTest, it gives a better picture, especially in the hands of someone who knows how to do it. Unfortunately, the diagnosis was not optimistic. To be sure, I was referred for an MRI and went again with the result. Incidentally, I chose ULTRAMEDICA again as it is recommended, especially for active people. Unfortunately, the doctor's suspicions were confirmed, and I had to undergo surgery. Damage to both menisci and both ligaments. Today I am 6 weeks post-op, which was not without complications, though not due to the fault of the doctor or staff, but rather due to the \"fault\" of my body, which likes to play tricks :). I won't say I didn't put effort into recovering because I would be lying, but if it weren't for the good work during the treatment/surgery, I wouldn't have the mobility I have now. 95% range of motion in the joint under full load, practically no swelling, no inflammation, scars are invisible, muscles at a very decent level. I just had a follow-up visit and the doctor told me to relax now because it's super. Now 6 weeks of careful exercises, then 3-6 months of muscle strengthening, and slowly I can return to sports. I definitely recommend the doctor. It's a shame that not all specialists are like him.", "lang": "en"}
{"opinion_id": "op_000948", "text": "There were no precise regulations on organ harvesting for transplantation in Poland yet. The applicable law from 1948 concerned only the harvesting of corneas and obtaining tissues from the deceased, not organs. However, the harvesting of kidneys from deceased persons was then considered a preliminary stage of the post-mortem examination. This interpretation was also supported by prosecutor Jan Kowalski. In this situation, it was not necessary to ask the family for consent to harvest the organ, but this was not hidden. At this time, the concept of brain death did not yet exist. Its first criteria were developed in 1968 at Harvard University. Therefore, although the kidney donor for Danuta Milewska was a woman who \"died as a result of a severe skull injury,\" as written in the hospital protocol, they waited for the blood circulation to cease before harvesting. Only then was death declared, although the kidneys were often already severely damaged and not always suitable for transplant.", "lang": "en"}
{"opinion_id": "op_000949", "text": "The doctor is impolite and seems offended. But that's the smallest problem. Wrong diagnoses, completely misguided treatment. On Wednesday and Friday - according to the doctor \"nothing can be heard, nothing can be seen\" - so rubbing with ointment and percussion. And on Saturday afternoon, the child was taken to the hospital with a high, unbreakable fever and shortness of breath - diagnosis: acute pneumonia, acute bronchitis with obstruction, acute bilateral otitis media with purulent effusion!!! The doctors at the hospital could not believe that the child had been to a pediatrician the day before!!!", "lang": "en"}
{"opinion_id": "op_000950", "text": "The doctor is very nice; at the first meeting, she gave me a lot of attention, asked questions, and analyzed test results. Unfortunately, every time the problem is the punctual course of the visit because, even though I am on time and it is a private visit at a set time, I wait between 20 and 25 minutes outside the office. I don't know if the previous patient is late or requires more time for the visit, but if that's the case, the clinic should work on allocating appropriate time for patients' visits because, even though last time I waited 25 minutes, my visit lasted 10 minutes. I often go to various specialists for private visits, and only here have I noticed that I wait a very long time nonetheless. But I recommend the doctor as a specialist.", "lang": "en"}
{"opinion_id": "op_000951", "text": "Ewa. I do not recommend Dr. Jan Kowalski. My history with 4 implants I decided on is 5 placed (one fell out shortly after placement and was reinserted), of which after 3 years only one implant remained. Peri-implantitis was diagnosed by another doctor in July 2016 based on an X-ray taken in February 2016 by Dr. Jan Kowalski, who claimed everything would be fine, and the doctor knew I was leaving the country. I had to have the implants removed abroad after six months of taking antibiotics. Additionally, a healthy tooth right next to one implant had to undergo root canal treatment immediately after implantation. Huge costs, traumatic three-year experience. What kind of doctor he is is not for me to judge, but after cashing in, he shows zero responsibility for the patient's condition when complications arise.", "lang": "en"}
{"opinion_id": "op_000952", "text": "Unfortunately, I cannot share the opinions of the previous reviewers. I had a visit with the doctor under the National Health Fund. My son has skin problems. Unfortunately, not only did the doctor not examine the child at all (and we really cared because he has dry and rough skin prone to changes, I think allergic), but during our visit, she without any hesitation carried on a conversation with an acquaintance without apologizing to us. Someone among the patients had hoped that her career would not change her approach to us, but unfortunately, it seems it didn't work out :(", "lang": "en"}
{"opinion_id": "op_000953", "text": "The final research, development, and implementation work on the innovative device is starting thanks to a 3.7 million złoty TEAM-TECH grant from the Foundation for Polish Science, awarded to a consortium formed by the Institute of Physical Chemistry of the Polish Academy of Sciences (IChF PAN) and BacterOMIC Sp. z o.o., a company belonging to the Scope Fluidics S.A. spin-off. These studies were announced in a communiqué sent to PAP by IChF PAN. \"According to estimates by the World Health Organization, drug-resistant bacteria could lead to the death of up to 300 million people worldwide in the next 35 years. This number makes a huge impression. This is no longer about some abstract threat, because if the bleak forecasts come true, one in a thousand people will die in 2050 alone due to bacterial drug resistance! Each of us will therefore personally know people who died simply because the existing antibiotics stopped working,\" illustrates Prof. Jan Kowalski from IChF PAN and from BacterOMIC. He emphasizes that the sooner a patient receives the appropriate antibiotic, the better.", "lang": "en"}
{"opinion_id": "op_000954", "text": "Right at the beginning of the visit, the doctor didn't know what anesthesia to use and looked to me for suggestions. While filling the cavity, she hesitated about what filling to use and often used the word \"maybe.\" I didn't find out how many teeth I need to have treated because she didn't analyze my dentition; she also didn't notice that I have a crown. On the X-ray, she confused a 6th with a 7th and immediately stated that I needed a root canal on a tooth that I already had treated. I didn't feel like I was in professional hands. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000955", "text": "I went to the dermatologist with a recurrence of acne and seborrheic dermatitis (LZS) of the scalp. The acne was moderate, without an inflammatory form. The dermatologist prescribed me an antibiotic at a dose four times higher than that recommended in the leaflet. As a result, after 2 days, I got an incredible inflammation and ended up at the gynecologist with an infection like I've never had in my life. The antibiotic dose knocked me out to such an extent that for a week I haven't been able to function due to the pain, and as I mentioned, I have to treat the effects of the \"treatment\" at the gynecologist. I am very surprised by the doctor's irresponsibility; of course, I stopped the antibiotic therapy with Unidox. I don't understand why I was given a horse dose of antibiotic prescribed for a month, which only exposed me to infection and inflammation, as well as costs associated with treating the effects of taking the drug, and exclusion from any activity. I am very disappointed and disillusioned. I omit the fact that the visit which took place in April for the same problem brought - as it turns out - only a temporary effect. The dermatologist in April stated that I didn't have seborrheic dermatitis since some antifungal medication didn't work on me - however, 3 other dermatologists and an examination by a trichologist confirmed my diagnosis. I repeatedly indicated that the prescribed shampoo or substance allergic me or didn't work - I have the impression that the doctor prescribes several preparations, not accepting that something doesn't work on me, and the argument is not that it works on others. The dermatologist also ordered me to do various tests, which I did, and that was the end of it. Nevertheless, I value the doctor for her warmth, time devoted, and patience. This does not change the fact that I will never decide on a visit again because I am simply afraid of the effects of the medications recommended by the doctor. Ultimately, the antibiotic therapy caused more trouble than good; I hope I can finally cure the huge inflammation that has been going on for over 2 weeks. Certainly, the doctor has great knowledge and extensive experience; I believe she helps many people, but no doctor, no dermatologist, and no drug (I took isotretinoin before) has ever \"finished\" me off like this.", "lang": "en"}
{"opinion_id": "op_000956", "text": "This is a person who, during the diagnostic process, can combine purely theoretical data and her life experience, and the diagnosis is not just a medical term but the result of a deep analysis (it means something to the patient). She not only knows how to listen, she knows how to advise, which other psychiatrists so strongly resist, not wanting to take responsibility for our decisions. The decisions are ours, but her guidance at a time when we are standing still and cannot take a step or are afraid to take a breath is invaluable. The mere \"just try\" gives hope because you know there is someone standing next to you who will help. She helped me a lot; thanks to her professional but also purely \"human\" attitude, I have the courage not only to take timid steps but even to run. If the fear of the next breath terribly paralyzes you, then she is the right person to turn to. I think I most appreciate her \"life-like\" approach to the problem, encompassing the whole picture in a broader context, as if standing in a valley (sometimes having only scraps of information) she had the ability to assess that others, being on top of a mountain (having hundreds of pages of documentation), did not have. I admire her and at the same time value her immensely as a doctor.", "lang": "en"}
{"opinion_id": "op_000957", "text": "A very weak doctor. I went to him a month after a curettage procedure following a miscarried pregnancy. I wanted the doctor to examine me, check if everything was okay, especially since I have a large erosion and it would be good to remove it. Dr. Jan Kowalski, despite this, saw no need to examine me, nor did he give me a referral for an ultrasound that I asked for, claiming that it also made no sense. I had the impression that the doctor was terribly bored with this visit...", "lang": "en"}
{"opinion_id": "op_000958", "text": "I regretfully give Dr. Jan Kowalski a negative review. The doctor is indeed nice, but unfortunately, he downplayed my case based only on the initial X-ray, without deepening the diagnostics, even though the description of the initial X-ray recommended functional X-rays! The doctor prescribed manual therapy for me, which, according to my current doctor, I should not have undergone given my condition, which includes, among other things, vertebral instability. I don't need to mention that after these treatments I felt even worse, which I mentioned to Dr. Jan Kowalski at the follow-up visit. I was assured that one series was not enough and I was given another referral for manual therapy. Fortunately, I didn't get to register for them because in the meantime, I went to a neurologist with severe back pain. The neurologist conducted a thorough diagnosis: functional X-rays and an MRI, which showed degenerative changes such as the beginning of discopathy, vertebral slippage, and instability. The neurologist referred me for rehabilitation, but I no longer trust Dr. Jan Kowalski and have registered at another rehabilitation clinic in Wrocław. There, the doctor (also a rehabilitation specialist) after thoroughly analyzing my case, categorically forbade manual therapy and prescribed individual kinesiotherapy to strengthen the muscle corset and supporting physiotherapy treatments. I am a young person and my spine must last for many more years!", "lang": "en"}
{"opinion_id": "op_000959", "text": "\"We are currently conducting research on a similar vaccine for lung cancer. To produce it, we use the same production line - we only need to change the gene sequence we use as a template,\" explained the specialist. In her opinion, in the future, this type of immunotherapy could play a very important role at various stages of cancer disease. At an early stage, where there are no metastases yet, the vaccine could be used after tumor removal, thanks to which the immune system would learn to fight individual cancer cells that circulate in the body and try to spread throughout the organism. This could prevent the formation of metastases. At a later stage of the disease, immunotherapies could be combined with standard therapies, such as chemotherapy and radiotherapy. In this way, utilizing different mechanisms and supporting each other, they would more effectively eliminate cancer cells.", "lang": "en"}
{"opinion_id": "op_000960", "text": "a very nice empathetic smart girl not looking at the watch she came to my house even though the appointment was scheduled for a later time of course paid but she did me a huge favor very compromise-oriented when it comes to medicines and above all she chooses them wisely listens to the patient and inspires trust for me that is the most important because i lost faith in my previous doctor", "lang": "en"}