{"opinion_id": "op_000281", "text": "At first, we had mixed feelings suggested by the empty office without medical equipment. After a few minutes, it turned out that the doctor is an expert in his field. He even has a sense of humor. He explained the course of treatment to us. We felt understood. Unfortunately, the medicine prescribed by the doctor is astronomically expensive and has no generic equivalent.", "lang": "en"}
{"opinion_id": "op_000282", "text": "Indeed, the doctor is very strict. I had an appointment and was not late, so perhaps I did not expose myself to unpleasantness. During the visit, I was thoroughly examined, the doctor explained what was happening and what could be done next, and after the conversation, she recommended further steps. She cured my eye. So I have no objections.", "lang": "en"}
{"opinion_id": "op_000283", "text": "We love and respect the Professor. Malicious posts are sloppy, uncultured in form, offensive to the Moderator, whose guests we are - and should be completely erased! It leaves a bad taste that many honest people, when they come across such text, feel the need to object. And arithmetic makes no sense where there are aesthetic emotions and moral resistance. And \"sterile sophistry\" on the topic of pharmacology is banal reasoning. Of course, medicine uses preparations with seemingly opposing effects; pharmacology, and especially psychopharmacology, is a \"high school of driving\". An attempt to apply arithmetic where there is \"differential calculus\"... The Professor has specialization degrees in adult neuropsychiatry. There is talk of nominating the Professor for a very important Award, I don't want to jinx it, especially since I am someone online who is ill-disposed towards the Professor... jealous. We love and respect the Professor.", "lang": "en"}
{"opinion_id": "op_000284", "text": "A few years ago, with a severe form of depression, I went to Dr. Jan Kowalski hoping to get help. Dr. Jan Kowalski spent literally 2 minutes with me, wrote out and handed me a prescription without a word. To my shy question about what was actually wrong with me, he answered laconically: depression. I replied that I had read on the website about the possibility of starting therapy, to which an irritated Dr. Jan Kowalski replied: \"Maybe I should also write you a sick leave for 3 months? Thank you, goodbye.\" I didn't have time to answer that I am a student and I'm not interested in defrauding the Social Insurance Institution, but in getting help. I took the prescription and cried after leaving the office. Fortunately, 2 years later I found a wonderful doctor who gave me a lot of information and immediately referred me for therapy, which practically saved my life. I advise against Dr. Jan Kowalski as strongly as I can, because I have never encountered such arrogance and lack of respect from any doctor before or since.", "lang": "en"}
{"opinion_id": "op_000285", "text": "The publication, created by specialists in pediatrics and dietetics, is consistent with the latest scientific knowledge and 2014 nutritional recommendations. It can be downloaded for free from the website of the educational program \"1000 First Days for Health\" (www.1000dni.pl). \"Nowadays we have a problem with a flood - often contradictory - of information and advice regarding infant feeding. Often these sources are unreliable and not backed by any data, and knowledge in the field of nutrition changes very dynamically. As doctors, we feel responsible for promoting current, world feeding standards according to clear, simple, and friendly rules. Hence our guide\" - Dr. hab. Anna Kowalska from the Pediatrics Clinic of the Medical University of Warsaw told PAP.", "lang": "en"}
{"opinion_id": "op_000286", "text": "Now, medical historians are planning English-language publications recalling Russian-Polish achievements in this field. \"There are many texts written in Russian and Polish that did not reach the awareness of a wider circle of scientists, yet were innovative. We want to return to this and jointly show that we laid the foundations for science\" - said Jan Kowalski. Russians are already conducting international cooperation on the history of medicine with Latvia, and for example, the Swiss are now interested in the history of Russian pharmaceuticals, which was at a high level at the turn of the 19th and 20th centuries - said Jan Kowalski. \"What is starting now may have serious scientific prospects\" - assessed the head of ROIM after Wednesday's symposium at the Polish Institute in Moscow. As he noted, in today's world \"acting alone in science is very difficult.\"", "lang": "en"}
{"opinion_id": "op_000287", "text": "I was at the Doctor's for a check-up and to choose glasses. I have no defects or ailments, so it is difficult for me to assess the Doctor's competence and knowledge. Nevertheless, she is a nice, kind, patient-friendly person. She devoted an appropriate amount of time to me. I am satisfied and recommend the Doctor. Joanna", "lang": "en"}
{"opinion_id": "op_000288", "text": "It's sad to read such harsh statements about a doctor (e.g., the last one signed by \"guest\" from January 10th). For a patient, their illness is stress enough; a doctor's visit should not be an additional psychological burden. Nevertheless, the repeated (unfortunately) opinions about the Doctor's improper behavior indicate that in some cases patients feel very uncomfortable. One can try to justify such behavior - too many patients, fatigue... But we can probably expect more from a doctor. One can only hope that the Doctor reads these opinions and, even though they are incidental, they will provoke a moment of reflection. Maga.", "lang": "en"}
{"opinion_id": "op_000289", "text": "Please beware of procedures with this doctor!!! I once had a liquid nitrogen procedure on my foot and the effect was very good, the foot healed in a week and today there is no trace of it. But back then the procedure was performed by Dr. Anna Kowalska, whom I wholeheartedly recommend. Unfortunately, it is very difficult to get an appointment with her even privately, and I am not a patient person, so I decided to look for someone else who performs this procedure. That's how I ended up with Dr. Jan Kowalski, who burned my foot, not only at the site of the lesion but also in a 2 cm radius around it. When I called a few weeks later, saying it wasn't healing, he said that he deliberately does the procedure strongly so the patient doesn't have to come twice. I will certainly not go to him again. It's been a month and a half now and finally, for the last few days, after Dr. Anna Kowalska's intervention, I can walk almost normally. Necrosis appeared at the burn site; fortunately, I probably avoided having it surgically removed, as I see it's starting to come off slowly by itself, but I warn you, not only did I pay almost three times more for the procedure, but I was also mutilated, fortunately (?) it's my foot and the scar from the burn won't be very visible. Moreover, the doctor didn't even create a file for me, wrote nothing down; my visit was, as far as I know, only noted in his calendar. I won't even mention a receipt (or lack thereof). Therefore, I strongly advise against this doctor.", "lang": "en"}
{"opinion_id": "op_000290", "text": "I most strongly advise against a visit to this lady. I remember the examination of my daughter (she was just over 2 months old at the time) as a nightmare and trauma; for a long time I couldn't understand how such a person can work with children. It's really hard to infer the professionalism and competence of a doctor who informs parents of a diagnosis in such a way, who examines a little one in such a way... Every concerned parent of a child undergoing neurological consultations knows what I'm writing about, the unique examination of reflexes, immense stress, even fear, and waiting for the diagnosis when it's about feedback on how the child's nervous system is functioning. Zero empathy in contact with the little patient and their terrified Parent. Professionalism... I obtained no information about what lies behind the complex name of the disease unit. \"Considerations\" regarding the duration of rehabilitation were capped with the laconic statement \"as long as needed\", so the substantive level generally cannot be assessed other than negatively, unfortunately. Since then, i.e., in the last 6 months, we have had several consultations with other pediatric neurologists... such different impressions, the child calm during the examination, the doctor calmly and substantively explaining the essence of the problem, thorough, exhaustive interview with the Parent, specific recommendations and... nonetheless a great dose of kindness. Yes, dear Parents, it is possible to go to a doctor who will be a great specialist and at the same time show empathy and sympathy towards the people who visited his office. After all, social and communication skills in high-class specialists are also welcome :) I recommend waiting for an appointment with Dr. Anna Kowalska or Dr. Anna Kowalska, it's not easy to get one but the costs are really reasonable. Upon contact with the aforementioned doctors, a huge discrepancy in the provision of medical services compared to Dr. Jan Kowalska will become apparent.", "lang": "en"}
{"opinion_id": "op_000291", "text": "I believe that Dr. Jan Kowalski is a top-tier specialist. Perfectly trained theoretically and possessing enormous practical knowledge despite his young age! In my case, his help consisted of a professional (plastic) suturing of a very deep nose wound, which resulted from an unlucky accident I had. I cared that after the deep wound, the smallest possible mark (scar) would remain. Therefore, on the day of the accident, I called Dr. Jan Kowalski and asked for urgent help. I really wanted Dr. Jan Kowalski to see me that same day, as my wound required suturing. Dr. Jan Kowalski fulfilled my request and that same day dressed the wound and put 10 stitches on my nose, which guaranteed perfect healing of the torn skin. Before the procedure, he explained in detail what his intervention in my wound would involve and what subsequent steps he would perform. All information was conveyed in a concrete and understandable way. I praise his incredibly nice and kind approach to the patient!", "lang": "en"}
{"opinion_id": "op_000292", "text": "I have many reservations about Dr. Jan Kowalska. She doesn't devote much time to her patients, during the visit she answers private phone calls, is unpleasant in manner, and can be snappy. One can get the impression that she treats women condescendingly. In case of complications, she won't provide detailed information on her own; you have to ask her or leave her office with uncertainty and fears. Proof that she doesn't take her patients seriously is the fact that no one bothered to notify me that on the day I had a scheduled visit, Dr. Jan Kowalska wouldn't be there due to a conference - apparently she couldn't get to Jelenia Góra on time because \"the train was delayed\" (I doubt that with such fees for a private visit, Dr. Jan Kowalska travels by train...). As a result, I wasted time unnecessarily, having to go for the visit twice. / Well, despite all that I've written, I must admit that, after all, Dr. Jan Kowalska is a professional and her recommendations always brought results. However, the discomfort I felt in her presence made me resign from her services in the 7th month of pregnancy.", "lang": "en"}
{"opinion_id": "op_000293", "text": "The knee problem was quickly downplayed by the doctor, who performed no examination other than inspecting my shoes and stated that I have flat feet and that's the cause of the knee pain... except it's strange because it's only one, the left one ;) He immediately opened a drawer and took out a leaflet from some company involved in producing orthopedic insoles and handed it to me, saying they are the best and the cheapest... I was speechless about the whole situation. I left the office with the impression that LUX MED was just extracting money from me... I will not return to this doctor.", "lang": "en"}
{"opinion_id": "op_000294", "text": "Due to problems related to my menstrual cycle, I was forced to go to a gynecologist. Based on a recommendation, I made an appointment with the doctor; I was pleasantly surprised to find out the wait wasn't long. And that's where my joy ended. From the very \"interview\" (it's hard to call an interview a question about when my last period was and if I had taken a pregnancy test) I was skeptical, and the examination convinced me that this was the first and last visit with this doctor. The examination was painful, moreover, I didn't even hear a word of commentary about the result. At the end of the visit, I received a prescription along with a referral and a slip of paper which turned out to be the long-awaited result... I do not recommend, unless someone has strong nerves and isn't afraid of pain ;)", "lang": "en"}
{"opinion_id": "op_000295", "text": "I do not recommend this doctor and I am surprised at myself that I didn't see clearly after the first visit. Well, but I had material taken for testing, so I went for another visit to learn its result; then it turned out that despite obvious symptoms of infection, material for a culture wasn't taken, only a cytology, so I suffered for many more days without appropriate, targeted treatment, but with non-specific treatment, very expensive medications. Then, when I (finally!) got the culture results (paying, of course, for another visit), the doctor prescribed me probably the most expensive preparation on the market. Telling very tasteless jokes during every visit about patients he had treated earlier. I strongly advise against!", "lang": "en"}
{"opinion_id": "op_000296", "text": "I warn and advise against!!! If anyone were considering making aesthetic improvements to their teeth, I strongly advise against Dr. Jan Kowalski. After replacing crowns for aesthetic reasons, whose quality and appearance have nothing to do with aesthetics, health problems with previously healthy teeth begin. Mr. Jan Kowalski claims that it is normal for healthy teeth prepared for crowns to start dying a few weeks after preparation. A rather peculiar theory. It's a pity they didn't teach this man ethics in school. \"primum non nocere\" - in case Mr. happens to be reading this post", "lang": "en"}
{"opinion_id": "op_000297", "text": "I came to Dr. Jan Kowalski as a last resort. I have suffered from depression for many years, additionally I suffer from many serious conditions which prevent me from taking most psychotropic drugs. My state was already tragic; I didn't get out of bed at all, didn't eat, didn't see anyone. All day in bed in a dark room. None of the previous doctors were able to help me. I decided to visit Dr. Jan Kowalski as a last attempt. And a miracle happened. I was cured. I don't know how it's possible, but it worked. The Doctor is a miracle worker, he saved my life. He is incredibly good, warm, nice, beloved. He treats every patient well and reliably. He tries to find out as many details as possible. He is a competent doctor and simply a good person. He really tries to help. I recommend him with all my heart. If you no longer believe in a cure, then try going to Dr. Jan Kowalski, you won't regret it. Thank you for everything!", "lang": "en"}
{"opinion_id": "op_000298", "text": "Many people write that the Doctor devoted a lot of time to them during the consultation... I cannot agree with these opinions. I came to Polanica from Wrocław, waited about 3 hours in line, and my consultation regarding a nose correction lasted maybe 5 minutes and it was visible that the doctor had had enough of these consultations. Basically, I learned nothing new and it cost me 150 PLN plus travel costs. The doctor said there should be no complications and the only question is whether it will look nice... and that he understands that as a woman my appearance bothers me and that it's not a whim. I should add that I am considered rather an attractive woman, so this remark strongly put me off. I chose another doctor mainly because Dr. Jan Kowalski did not provide me with reliable information regarding VAT. During the consultation, he gave me a amount that was supposed to be total and final, and only when I asked after the consultation via email if it included tax, the doctor replied that I needed to add another 1500 PLN - which in no case constituted 23% of the initial amount. Anyway, I know a girl who is very satisfied with her breasts, which were corrected by this very doctor, and she highly recommended him to me. Regards and I wish everyone good choices. Remember, there is no doctor whom all patients will be satisfied with, and often complications are not the result of a doctor's error. By deciding to undergo surgery, we take on a risk that we agree to ourselves.", "lang": "en"}
{"opinion_id": "op_000299", "text": "As much as three billion zloty, or half of all expenditures on diabetes, are generated by complications of the disease, of which 75% are generated by cardiac complications, 14% by brain strokes, 8% by kidney diseases, and 1% each by eye diseases and diabetic foot. In the period from 2009 to 2012, the total costs of treating complications (direct and indirect) increased by about 550 million. As Prof. Jan Kowalski assessed in an interview with PAP, to curb the rate at which spending on diabetes is increasing, intensive state actions in the fight against obesity and social education about a healthy lifestyle are necessary, as this can prevent many new cases of type 2 diabetes. \"On the other hand, we must even more actively search for people with type 2 diabetes in society. Thanks to early detection of the disease, even before complications occur, appropriate treatment can be applied earlier, which will prevent or delay them\" - emphasized the diabetologist. Currently, still too many patients (about one third) find out they have diabetes only when serious complications of the disease occur.", "lang": "en"}
{"opinion_id": "op_000300", "text": "I wholeheartedly recommend and will recommend the Doctor to all women who need gynecological advice or are looking for a doctor to manage their pregnancy. The Doctor managed my second pregnancy, during which he ordered all necessary tests. At an early stage, he discovered a problem with the thyroid and placenta, as a result of which the delivery had to be via c-section. The Doctor, together with the medical team, delivered my daughter into the world, for which I am very grateful to them. As previous reviewers confirm, the Doctor always listens and answers all difficult questions and, if necessary, orders appropriate tests. Currently, I have a subcutaneous contraceptive implant inserted by the Doctor and Dr. Jan Kowalski performed it painlessly!! I am fully satisfied.", "lang": "en"}