{"opinion_id": "op_004401", "text": "najgorszy jaki miałam. po informacji ze żyje w uk, pani dr rozeiercila mi polowe twarzy. usłyszałam ze moje dolne zeby są za nisko osadzone i potrzebuje je wszystkie podnieść ponieważ się ruszają. koszt: 2tys ogląd i kilka set od zęba. zaczęłam płakać. zadzwoniłam do swojej regularnej dentystki i poprosiłam o emargancy visit. zrobiono mi rentgen,i Pani dr nie widziała potrzeby podnoszenia ponieważ żaden z zębów się nie ruszał. poszłam do niezależnego specjalisty i okazało się podobnie.", "lang": "pl"}
{"opinion_id": "op_004402", "text": "Najgorszy lekarz który spotkałam w życiu,nikt nie polecam", "lang": "pl"}
{"opinion_id": "op_004403", "text": "Najgorszy stomatolog u jakiego byłam. Plomba i kawałek zęba wypadła po 4 dniach. Szłam z małym ubytkiem a teraz nie ma", "lang": "pl"}
{"opinion_id": "op_004404", "text": "Pan doktor bardzo profesjonalnie wyrwał mi ósemkę.  Nawet nie poczułam bólu. Bardzo polecam zarówno Pana doktora jaki i Pania doktor.", "lang": "pl"}
{"opinion_id": "op_004405", "text": "Nie polecam nikomu! Moja radość z wizyty trwała tak długo jak dział środek znieczulający. Trzy dni z rzędu pojawiałam się w gabinecie z silnym bólem zęba. Oczywiście za każdą wizytę musiałam zapłacić 200zł. Pan Doktor zamiast zrobić mi na pierwszej wizycie RTG (mając taką możliwość), zaczął leczyć mi ząb na chybił trafił. Bolała mnie cała prawa strona, więc nie byłam w stanie powiedzieć, który to ząb. Oczywiście doszło do leczenia kanałowego. Po trzech dniach Pan Doktor zapewniał mnie, że już nie będzie bolało. Gdyby jednak coś się działo, mogę śmiało do niego napisać. Kiedy znieczulenie przestało działać silny ból wracał. Niestety Pan Doktor już się nie odezwał. Trafiłam do innego stomatologa, po wykonaniu RTG zęba okazało się, że szóstka jest do leczenia. To ona wywoływała ból. Ząb (siódemka), który P. Doktor leczył mi kanałowo, był to zdrowy ząb. Niestety przez źle wykonaną usługę przez Pana Doktora, mam teraz dwa zęby do leczenia kanałowego.", "lang": "pl"}
{"opinion_id": "op_004406", "text": "Bardzo polecam! Ósemka wyrwana bez jakiegokolwiek bólu, nie wiedziałam nawet kiedy. A byłam strasznie przerażona.", "lang": "pl"}
{"opinion_id": "op_004407", "text": "Bardzo szybko i dobrze wykonane leczenie. Plomby w zębach trzymają ponad 10 lat. A po za tym bardzo miła i sprawna obsługa. Mały minusik za pojawiające się czasem opóźnienia w przyjmowaniu klientów, ale na szczęście krótkie i z małą częstotliwością. Gorąco polecam tego lekarza!", "lang": "pl"}
{"opinion_id": "op_004408", "text": "Miałam najgorszą wizytę u dentysty w tej klinice.", "lang": "pl"}
{"opinion_id": "op_004409", "text": "Byłam u Pani Doktor ponad rok temu, na NFZ, na wypełnienie. Wszystko do tej pory świetnie się trzyma, a Pani Doktor była bardzo przyjazna oraz profesjonalna. Serdecznie polecam :)", "lang": "pl"}
{"opinion_id": "op_004410", "text": "Najlepszy stomatolog w okolicy. Ząbki mam jak marzenie. Pełny profesjonalizmu i doświadczenie w dziedzinie protetyki. Polecam z całego serca.", "lang": "pl"}
{"opinion_id": "op_004411", "text": "Po pozytywnych opiniach znalezionych w internecie, zjawiłam się u pana Rafała w celu sprawdzenia zaciemnionego fragmentu na dwójce, okazało się że między jedynką, a dwójką pojawiła się próchnica. Podjęto leczenie. Kolor wypełnienia, był tak źle dopasowany, że przy uśmiechaniu, było widać różnicę koloru, jakby niedomyty ząb…! Niestety brzegi między zębami zostały niestarannie wykończone, powierzchnia nierówna, zmatowiała, przez co notorycznie resztki jedzenia wchodziły w to miejsce. Reklamacja oczywiście nie została uwzględniona. Dodatkowo pan Rafał ma specyficzne „poczucie humoru”, pytając o znieczulenie, żartował coś o alkoholu… Najgorszy stomatolog u jakiego byłam. Nie polecam.", "lang": "pl"}
{"opinion_id": "op_004412", "text": "Jestem zachwycona wizyta w gabinecie dr. Grzasko.. Wspanialy dr I jego obsluga spowodowaly ze czulam sie zrelaksowana .Przyjechalam do Zorow z daleka I wrocilam do domu z pieknym usmiechem.Teraz otrzymuje duzo komplementow bo mam piekne zeby. Narescie moge sie szeroko smiac. W 100% polecam Dr Grzasko", "lang": "pl"}
{"opinion_id": "op_004413", "text": "Leczyłam zęby u doktora kilka ładnych lat. Efekt jest taki że w wieku 30 lat nie mam już 5 zębów, o resztę w tej chwili walczę w klinice. Do tego miałam problem ze wzrokiem, konieczna była operacja zatoki, ponieważ zostało tam przepchane wypełnienie, którego bakterie żyły na nerwie wzrokowym. Zdecydowanie odradzam.", "lang": "pl"}
{"opinion_id": "op_004414", "text": "Super podejście do pacjenta. Nawet nie zorientowalam się kiedy a już nie było ósemki :) i do tego koszt zabiegu - jestem pozytywnie zaskoczona :)", "lang": "pl"}
{"opinion_id": "op_004415", "text": "Dentysta bardzo dobry, cierpliwy, wesoły, pasjonat, który ciągle zdobywa nową wiedzę, gabinet wyposażony w bardzo dobry sprzęt ( i nie chodzi tu o bajery, które mają ładnie wyglądać, aby pacjent zapłacił potem za to grubo więcej). Mieszkam w Gliwicach i mimo to leczę od kilku lat moje trudne zęby tylko u Pana Rafała w Żorach bo w Gliwicach większość chciałaby od razu wyrywać, aby się nie \"bawić\" w ratowanie zęba, który nie ma wiele szans albo policzyliby od zęba tyle, że z miejsca słabo się człowiekowi robi. Moje szkliwo jest bardzo kruche, kanałów mam za dużo, do tego zęby mądrości i wszystko ściśnięte jeden na drugim. A mimo to mam ładny uśmiech, plomby nie wypadają i zawsze z gabinetu wychodzę bardzo zadowolona. A najlepsze, że jak Doktorek wyrzeźbi tymi wiertełkami zrobionego zęba to nie widać różnicy między zdrowymi a plombowanymi. To się nazywa perfekcjonizm w pracy :) Nigdzie w Gliwicach nie znalazłam takiej fachowej pomocy w tak dobrej cenie. Trafiło tam już wielu moich przyjaciół i podzielają pozytywną opinię. Polecam każdemu, kto musi zrobić przegląd generalny uzębienia. Ja już wyleczyłam wszystkie zęby i mogę uśmiechać się szeroko :)", "lang": "pl"}
{"opinion_id": "op_004416", "text": "Anioł. Kompetentny, profesjonalny, życzliwy, empatyczny, dobry psycholog;-) Lekarz z powołania, a dziś takich mało. Szczęście , że do Niego trafiłam, bo oprócz wsparcia psychicznego podjął się naprawy spartaczonej roboty w Dental Spa. W dodatku gabinet świetnie wyposażony, klimat bezstresowy nawet dla osób po traumatycznych przejściach. Zdecydowanie polecam.", "lang": "pl"}
{"opinion_id": "op_004417", "text": "Świetny fachowiec i bardzo miły dla pacjenta. Usunął mi dwa zęby które według opinii kilku innych dentystów powinny być usunięte chirurgicznie. Jednak pan doktor poradził sobie z nimi. Bardzo polecam naprawdę dobry dentysta.", "lang": "pl"}
{"opinion_id": "op_004418", "text": "Wspaniały lekarz, z cudownym podejściem do pacjenta. Byłam z moją czteroletnią córeczką, która była zachwycona. Ząbki wyleczone. Co tu dużo pisać, po prostu NAJLEPSZY STOMATOLOG!!!", "lang": "pl"}
{"opinion_id": "op_004419", "text": "Serdecznie polecam tego akurat Lekarza. Pan Grząsko nie  tylko jest swietnym stomatologiem ale  i  organizatorem swojej pracy.Nie czeka się z  poczekalni.Zawsze wywiązuje się z umówionego terminu i  godziny. Jest solidny i naprawdę dobry.Poza  tym  jest sympatyczy a swoich pacjentów traktuje bardzo miło i profesjonalnie. Pacjentka Gosia", "lang": "pl"}
{"opinion_id": "op_004420", "text": "Miałam dwie wizyty, podczas podjęto próby leczenia zębów. Jeden ząb nie wypełniony do końca, w drugim zostawiono próchnicę!!! Trzeba zmuszać do leczenia, skracanie czasy wizyt, wszystko na szybko, niedokładnie. Nigdy więcej. W LuxMed zawsze najgorsi lekarze mają dużo wizyt i teraz widzę dlaczego.", "lang": "pl"}
