{"opinion_id": "op_003981", "text": "The doctor thoroughly explained what was happening and selected the best treatment method.", "lang": "en"}
{"opinion_id": "op_003982", "text": "Helpful, empathetic, communicative. Highly recommended.", "lang": "en"}
{"opinion_id": "op_003983", "text": "Excellent doctor, I warmly recommend. Accurate diagnosis, treatment right on point.", "lang": "en"}
{"opinion_id": "op_003984", "text": "Excellent communication, professionalism, and instant action - that's what I value most. The doctor neutralized my anxiety, took action, selected treatment, and thoroughly described its course. I wholeheartedly recommend.", "lang": "en"}
{"opinion_id": "op_003985", "text": "Excellent Specialist, competent, I am very satisfied.", "lang": "en"}
{"opinion_id": "op_003986", "text": "The doctor has extensive knowledge. Communication in a clear manner. Pleasant atmosphere and effective treatment.", "lang": "en"}
{"opinion_id": "op_003987", "text": "The doctor is very professional, explains the given problem very precisely and is very meticulous, I recommend the doctor.", "lang": "en"}
{"opinion_id": "op_003988", "text": "The doctor thoroughly discusses the problem, is engaged, specific, and friendly.", "lang": "en"}
{"opinion_id": "op_003989", "text": "The visit, despite my enormous stress related to the procedure, took place in a calm atmosphere. The doctor has extensive experience and a sense of humor, which allowed me to get rid of fear before and during the procedure. Super approach to the patient and their problem. The procedure of removing the nail plate and removing the lesion from the nail matrix was performed painlessly and quickly. Before, during, and after, everything was explained thoroughly and accessibly. I recommend with full responsibility. I thank the doctor once again for the performed procedure.", "lang": "en"}
{"opinion_id": "op_003990", "text": "Very nice and helpful visit, I highly recommend!", "lang": "en"}
{"opinion_id": "op_003991", "text": "I highly recommend the doctor. She is very pleasant, engaged, and listens to the patient. During the visit, I received detailed and understandable explanations as well as recommendations. I will definitely return for a check-up to her :) thank you very much and see you soon.", "lang": "en"}
{"opinion_id": "op_003992", "text": "This is already my next visit to Dr. Anna Kowalska. Very pleasant atmosphere, despite the delay, I was given as much time as needed. The doctor thoroughly examined the moles and told me what to pay attention to. See you next year :)", "lang": "en"}
{"opinion_id": "op_003993", "text": "The doctor is a very nice and warm person. She quickly calmed my concerns. She exhaustively talked about the moles that occur on my skin.", "lang": "en"}
{"opinion_id": "op_003994", "text": "I recommend. Everything explained in detail. The visit was on time. The doctor was very nice.", "lang": "en"}
{"opinion_id": "op_003995", "text": "Very good approach to the patient. Professional information about the disease and treatment methods.", "lang": "en"}
{"opinion_id": "op_003996", "text": "A very competent doctor, thank you once again for the visit and clarification of all doubts.", "lang": "en"}
{"opinion_id": "op_003997", "text": "The doctor was very engaged and empathetic. The visit took place in a friendly atmosphere. This is my first visit. I am starting treatment according to the received recommendations. I am optimistic.", "lang": "en"}
{"opinion_id": "op_003998", "text": "The doctor conducts examinations very professionally and in detail, explaining the treatment process step by step in a substantive and accessible manner. A professional who approaches her job with commitment.", "lang": "en"}
{"opinion_id": "op_003999", "text": "Everything went quickly and professionally. Diagnosis and procedure in 15 minutes.", "lang": "en"}
{"opinion_id": "op_004000", "text": "The doctor is very nice and competent. She quickly diagnosed the dermatological problem that my daughter is struggling with and discussed the treatment plan in detail. I hope we will observe the first effects soon.", "lang": "en"}
