{"opinion_id": "op_000681", "text": "I have a somewhat positive experience with Dr. Jan Kowalski. In 1985, I had 4 fistulas, including one around the sphincter. After the operation, which the Doctor performed personally, it turned out that he did not operate on that fourth fistula. The other 3 were fine. I had that most difficult fistula operated on in a military hospital. Dr. Jan Kowalski warned me that operating on a fistula around the sphincter is dangerous because during the operation the sphincter can be damaged and \"I would soil myself\". My rating - only \"recommend\" - stems from the fact that he did not undertake the operation of this fistula, which he did not inform me about. That's bad. However, if he wasn't very skilled at operating on this fistula, it's good that he didn't undertake it. He could have botched the operation and then excused himself by saying he had warned me. The most important thing in this profession is to do no harm to the patient. Besides, he treated me nicely, and after the second operation at the military hospital, he allowed me to come to the hospital for dressing changes. On the side, he examined my second operation (this type of wound is not sutured post-operatively but is left to cleanse and heal on its own), so he wanted to learn something. So overall, in the period when the Doctor was starting his practice in this specialty, my contact with him ended positively. I am healthy, and that is the most important thing.", "lang": "en"}
{"opinion_id": "op_000682", "text": "As the PAP interviewee recounts, it is currently known that a gene called \"sonic hedgehog\" is mainly responsible for us having five fingers (geneticists named it after a video game character) - it has already been shown that various mutations of this gene are related to the number of fingers. \"However, I am convinced that > >s o n ic h edgeh", "lang": "en"}
{"opinion_id": "op_000683", "text": "Unfortunately, I have negative experiences from the visit. In my feeling, I was being talked down to from the very beginning and the \"doctor\" behaved in an arrogant manner. On one hand, she claimed to know nothing about me, on the other, under the influence of emotion, she repeated that I was \"psychosocially underdeveloped\". To my gentle suggestion that if I had Asperger's syndrome I would have reduced insight into emotions, but I analyze them well, the doctor fell silent and stated that she knew nothing about me. If she doesn't know, why does she make such diagnoses? No specialist had made such a diagnosis before, yet the doctor did so without knowing the case. I also believe that the doctor does not really understand the essence of obsessive-compulsive disorder and cannot distinguish it from other unrelated issues in sexological diagnostics. And that belongs to basic diagnostics. I don't even want to describe the entire course of the visit. I just regret the 180 PLN spent.", "lang": "en"}
{"opinion_id": "op_000684", "text": "Certainly, the doctor has vast knowledge and can help many people, but when I came for my appointment it turned out she didn't remember it (or hadn't been informed) and had already turned off all the equipment (I had an appointment for 7:30 PM). It was my first visit, so the doctor (after restarting the equipment) performed an ultrasound and a Pap smear (she didn't inform me beforehand how much each test costs, and as a result I paid 80 PLN more than I expected - for a student, this is unfortunately a lot of money). In the middle of the ultrasound, the doctor went to answer a phone call and left me lying on the couch for half an hour. When she returned, she quickly finished the examination, wrote a prescription, and when I asked for a more detailed explanation of \"what, how, and why\" - she explained something hastily in complicated medical language that I didn't understand at all. Overall, I got the impression that the doctor was in a great hurry to get home and after performing the necessary tests, she wanted to get the money and leave the office as quickly as possible. If it weren't for the phone call during the examination, my visit, instead of 45 minutes, would have lasted barely 15.", "lang": "en"}
{"opinion_id": "op_000685", "text": "Nothing special. She didn't bring anything new to my nutrition. I believe that before recommending a diet, all blood tests with hormones at the forefront should be ordered because not everyone loses weight quickly. A lot depends on the endocrine system. Diet and physical exercise alone are not everything.", "lang": "en"}
{"opinion_id": "op_000686", "text": "Waiting time in the waiting room: 50 min. As the doctor explained, it was due to the lateness of previous patients who came from far away (supposedly she couldn't refuse them and had to see them despite being late). During the visit, another doctor entered the office several times without closing the door behind her. Those waiting in the waiting room could see and hear everything happening in the office. Misdiagnosis: for a tooth that had root canal treatment, Dr. Anna Kowalska recommended extraction because based on a panoramic X-ray she stated the tooth was under-treated and there was an ongoing inflammation, and that it not hurting now was just a matter of time. She proposed one treatment plan involving the removal of the upper premolars and that root-canaled tooth. When asked about other solutions, she stated that others were ineffective in my case. After consulting another doctor, it turned out the root-canaled tooth was well treated and there was no inflammation there (confirmed by a periapical X-ray), and the said inflammation on the panoramic X-ray was an artifact, a shadow, an X-ray distortion (as it turns out, a panoramic X-ray cannot be used to diagnose inflammations; it is not the appropriate diagnostic tool for that purpose). Not wanting to decide on such radical treatment, I found another orthodontist who proposed treatment based on micro-implants without the need to remove a single tooth. I add that I am aware of the pros and cons of such treatment as well as radical treatment, but unfortunately I learned about this from another doctor. Admittedly, micro-implants are more expensive and the treatment takes longer, but one cannot say they are ineffective. Besides, the decision about the treatment method should be an informed decision of the patient, not the doctor, after familiarizing the patient with the advantages and disadvantages of each treatment model. Unfortunately, Dr. Anna Kowalska decided for the patient, and when asked about other methods, she did not inform about their pros and cons, merely stating that others (read: micro-implants) are ineffective and that's it. With such great competition in the dental market, I would advise respecting your clients more.", "lang": "en"}
{"opinion_id": "op_000687", "text": "I also wanted to add my opinion about Dr. Jan Kowalski. I read all his patients' opinions carefully and I also decided to write something about him. He is a good specialist because he cured me not only of prostatitis but also cured a terrible ulcer on my leg!!! where other doctors gave up. They treated me with various drugs unsuccessfully. The ulcer was terrible and huge! Today, after treatment by Dr. L., it has reduced fivefold. I also believe that 50% of the success of the treatment is due to the patient's discipline and adherence to the doctor's recommendations. There are those who don't do this and then blame the doctor for not curing them. Greetings to all at a crossroads who don't know whether to choose him. I chose him and I don't regret it.", "lang": "en"}
{"opinion_id": "op_000688", "text": "Hello, I am 24 years old but as a 4-year-old girl I was examined by the \"doctor\" for a check-up. In the health book, in the (binocular vision) section, she wrote: normal. Unfortunately, doctor, I would like to inform you that I have been blind in my left eye since birth. Unfortunately, it was detected too late to do anything about it. If you had noticed it back then, I could have known better!! I have great resentment towards you and I don't understand how one can so deeply disrespect one's title, opinion, not to mention little beings! I hope I live to see the day when I look you in the eye. Kasia.", "lang": "en"}
{"opinion_id": "op_000689", "text": "This person is considered, even among the medical community, to be not a very good doctor. He ordered a passage test for a patient, which in the opinion of doctors from several hospitals far from Radom is an outdated test that hasn't been used for over 20 years, as there are other tests that can replace it more accurately and with less discomfort for the patient. It should also be noted that Mr. Jan Kowalski performs tests hastily only when a patient discharges themselves from the hospital at their own request. Otherwise, one waits for tests until he remembers that the patient still exists. In a conversation with a doctor from another hospital, he seemed lost and was unable to answer the simplest questions about his patients. He didn't know what was wrong with the patient, what tests had already been done, and which ones he intended to perform. Although if the doctor uses methods from the last century in his practice, then maybe it's better that he doesn't perform too many of them.", "lang": "en"}
{"opinion_id": "op_000690", "text": "Dr. Jan Kowalski, a specialist in the field of economics and health protection, informed that in 2017 in Poland, 8,000 people died directly due to diabetes. A year earlier – 6,000. However, many more people die from diabetic complications. In 2017, 26,000 died for this reason. The cause of 70% of these deaths were cardiovascular diseases, resulting from diabetes complications. Diabetologist from the Central Clinical Hospital of the Ministry of Internal Affairs and Administration, Dr. Anna Kowalska, pointed out that in Poland, drugs that have proven effectiveness in treating vascular-cardiac complications are not reimbursed. They reduce the possibility of death from 22 to 38%. Although these drugs are available in pharmacies, many patients cannot undertake therapy because they cannot afford to buy these medicines. She proposed that if they cannot be reimbursed for all people with vascular-cardiac complications, then at least cover with reimbursement drugs for people after a heart attack.", "lang": "en"}
{"opinion_id": "op_000691", "text": "A great doctor, an excellent specialist, and a wonderful person - that's how I would briefly describe Dr. Anna Kowalska. She approaches everyone individually; I didn't feel like just another case there. On top of that, good contact with the patient. Nothing to add, nothing to take away, for me the ideal doctor.", "lang": "en"}
{"opinion_id": "op_000692", "text": "During a visit at Lux-med, the doctor noticed the child's enlarged tonsil. I explained that the tonsil asymmetry had been present for years, seen by several doctors already, and the child doesn't complain about their throat. The doctor stated that the child was sick with ACTINOMYCOSIS (!), the change should be removed, and gave us a referral to the hospital. Simultaneously, with a spatula, she tried to \"squeeze\" something out of the child's tonsil, which caused pain and discomfort. I refused to take the hospital referral and quickly booked a consultation at Medicus for the child. There, the throat was thoroughly examined with an endoscope. There is no actinomycosis; a simple tonsil hypertrophy was diagnosed, absolutely not requiring surgery! I absolutely do not recommend this doctor; she throws out diagnoses \"off the cuff,\" exposes the parent and child to unnecessary stress by suggesting very rare diseases without any tests!", "lang": "en"}
{"opinion_id": "op_000693", "text": "A few years ago, the doctor managed my treatment. Undoubtedly, she possesses very extensive knowledge in her field, but her approach to the patient is reprehensible. At first, I thought maybe the doctor was having a bad day - it happens. Unfortunately, after a few meetings, I became convinced that this dismissive treatment is the norm. Zero respect for the patient (the doctor, while performing allergy tests, got the idea that it was a good time to fix her makeup - she started applying lipstick in front of the mirror in my presence!). During visits, I didn't feel heard, but rather completely ignored. Arrogant, without a grain of tact or culture. Besides, she gets angry very easily at simple questions and answers in a spiteful way. Contact with this lady was the worst encounter with a doctor in my life. I sincerely discourage it! I used Medicover services.", "lang": "en"}
{"opinion_id": "op_000694", "text": "I didn't feel very comfortable during this visit. I paid 150 PLN to get a recommendation for an ultrasound (even though the center's website says they perform it there) and advice to take painkillers, which I was already taking and which didn't help at all. I might as well have gone to a primary care physician.", "lang": "en"}
{"opinion_id": "op_000695", "text": "Hello! I wanted to share my opinion about Dr. Jan Kowalski. I must admit that from the very beginning the doctor has a fully professional approach! He immediately presented me with a treatment plan, including how long it would last :))) I had two braces fitted (top and bottom) and it was done without extracting teeth - where other doctors first wanted to pull them! Among those dissatisfied with Dr. Piotr's treatment, there will always be some \"black sheep\" - so I advise going and seeing for yourself how the doctor really treats - I am very satisfied!!! I recommend with a clear conscience!", "lang": "en"}
{"opinion_id": "op_000696", "text": "The doctor first talked with me about the child, listened to the problem, and answered my doubts. He explained clearly, calmly, without rushing. He was willing to talk about the problem with the child, he tried, asked him, encouraged him to be examined, but nothing by force. He calmed us down. The only minus I give the doctor is for minor educational remarks regarding the child. The child has behavioral disorders and especially in doctors' offices I have to approach him a bit differently.", "lang": "en"}
{"opinion_id": "op_000697", "text": "Dr. Jan Kowalski is a specific person. I was infatuated with him for 3 years, I went regularly very often, waited for hours for an appointment to... hear the same thing again. Namely, sleeping on my back, not crossing my legs, diet, natural underwear, no pads, a skirt and preferably without panties. Maybe there's something to it, but I don't expect a doctor to mother me about my lifestyle, but to professionally tell me what's wrong with me. He could talk endlessly about me having cold feet, not feeling pleasure during intercourse, and when I asked specific questions, I heard that everything would be fine, I just had to listen to him. Sometimes I had the impression that these visits were a boost to his ego, because he didn't allow any remarks or facts - after all, who knows better than me if my feet are cold and if my left breast hurts more than the right... He detected genital warts in me which he froze twice. Eventually, I started to familiarize myself with the topic and I know that warts are not diagnosed macroscopically; one needs to do a test (he didn't even tell me about this possibility) for the presence of the HPV virus... He was treating blindly what he saw and charged 200 PLN for each procedure, and of course, 80 PLN for visits. Today I confirmed that I don't have warts. Whenever I got inflammations, I always left with the same suppositories (like every patient), and he never treated my partner. In short - avoid from a distance!", "lang": "en"}
{"opinion_id": "op_000698", "text": "I don't even know where to start. Really, it's the first time I'm giving such a negative opinion and even bothering with such things. This gastroenterologist is probably \"riding on a good reputation\". 700 PLN spent on gastroscopy, colonoscopy, and ultrasound. 150 PLN just for showing up and describing symptoms. Ok, I understand that, only if this doctor had actually taken care of me, and not waited for me to leave the money and let the next person in. He is not nice. As after every meal, as every night, I continued to suffer just the same. This doctor didn't help me at all. The medications that were supposed to help (duspatalin, which he prescribes en masse to everyone) were only a stopgap. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000699", "text": "Guided by the wonderful opinions of internet users and all the information about experience, history, and place of work - I made an appointment for my mother. First impression really very positive. High personal culture, well-conducted interview, analysis of all tests, conversation, and the examination itself - nothing to fault. Additional help in obtaining access to a Holter monitor at the Hospital on Banacha. Then another visit after getting the Holter results. The second visit was also in order, and surely everything would have been fine if it weren't for the fact that the prescribed drug doses almost led my mother to collapse. The doctor recommended that under no circumstances should she change the dosage of the medications (as apparently people self-regulate their meds and that often causes problems with both blood pressure and the heart). During treatment, with a blood pressure of 70/42 and a pulse of 48 - I called the doctor, extremely concerned, seeing how my mother felt. The doctor said it would pass, not to interrupt the treatment, and that the pulse could be raised with a small amount of cognac!!!! Unfortunately - the first time, I let myself be convinced and almost forced my mother (who doesn't drink alcohol) to take 20-30 ml. Indeed, the heart started beating a bit faster. In this way, mindful of the doctor's words about not changing the therapy, my mother took the medication, felt very unwell, nearly fainted, and this went on for about 2 weeks. The next time, when the parameters on the blood pressure monitor were even worse, and her well-being was such that she had practically resigned herself to the fact that she would die - we called another doctor to the house and it turned out that the dosage absolutely had to be changed, that the prescribed drugs can be given up to the age of 60 and very cautiously and in small quantities (instead of 3 x 150mg - at most 1 time, as needed!!!). We changed the way of taking the medication; the one recommended by the doctor - we stopped completely. Since then, 2 years have passed - my mother feels excellent. Let's never trust doctors completely. Every organism is different, and based on how one feels, one should decide whether to continue treatment or change it. The intentions were probably good - only the outcome could have been tragic.", "lang": "en"}
{"opinion_id": "op_000700", "text": "I share Dr. Anna Kowalska's opinion that poor nutrition and stress are the biggest threats to the body, which I learned from my own experience by switching to an appropriate diet, and I see that there are few doctors who look at a person holistically. Dr. Anna Kowalska made a very good impression on me at first because positive energy and calm radiate from her, and I enthusiastically approached her recommendations, I got involved in my health because her diagnosis was very convincing. However, I was convinced once again to approach such treatment methods with reason as well. Unfortunately, the doctor made an incorrect diagnosis - estrogen excess, which I decided to confirm with blood tests. It turned out my hormones were normal. If I hadn't checked this, today I would be smearing myself with a progesterone cream prescribed by the doctor, but why? I am also not convinced about the recommended so-called EM's, these are beneficial bacteria (with a mixture of herbs), and as we know, such bacteria are needed in the intestines, so they first have to pass through the stomach. Drinking such a liquid with bacteria, are they able to survive the stomach - rather slim chances, so I prefer to take the symbiotics available on the market in special capsules. However, I see very good effects from the Słonecki mixture (olive oil, alocit, lemon) prescribed by the doctor. Natural treatment methods are great - but girls, be careful, supplement this knowledge with standard tests and your own intuition. I would probably be afraid to entrust pregnancy care to the doctor, unless simultaneously with another doctor. Although I agree with many things, in my opinion it is all too irresponsible, and above all, a doctor who calls themselves holistic pays too little attention to the individual. It's all too chaotic, even if the goal is noble.", "lang": "en"}