{"opinion_id": "op_003901", "text": "Pani Doktor wysłuchała, obejrzała zdjęcia, wizyta prowadzona była na spokojnie bez pośpiechu, był czas na zadawanie pytań. Jasno wyjaśniła jak stosować leki na co one są. Polecam.", "lang": "pl"}
{"opinion_id": "op_003902", "text": "Pani Anna przyjęła mnie praktycznie z marszu w sobotę. Bardzo miła i empatyczna. W problemie, z którym do niej przyszedłem wykazała się wiedzą i doświadczeniem. Bardzo polecam.", "lang": "pl"}
{"opinion_id": "op_003903", "text": "Wszystko przebiegło sprawnie. Jestem zadowolona z konsultacji", "lang": "pl"}
{"opinion_id": "op_003904", "text": "Wizyta przebiegła w bardzo miłej atmosferze. Pani Anna jest lekarzem bardzo zaangażowanym, któremu zależy, żeby pomóc pacjentowi. Obejrzała moje dolegliwości i wskazała metody leczenia. Wizytę udało się odbyć nawet chwilę przed czasem, ponieważ akurat nie było nikogo oczekującego.", "lang": "pl"}
{"opinion_id": "op_003905", "text": "Konkretnie, profesjonalnie  a zarazem empatycznie.", "lang": "pl"}
{"opinion_id": "op_003906", "text": "Sprawnie i bezboleśnie wycięty pieprzyk. Pani bardzo sympatyczna i rzeczowa z ogromna wiedza.", "lang": "pl"}
{"opinion_id": "op_003907", "text": "Pani Doktor miła, ale cena jak za 5 minut wizyty bardzo wysoka, nie dowiedziałam się niczego innego, czego nie wiedziałam już od lekarza internisty, którego leczenie nie przynosiło skutku. Nie czułam sie zadowolona z wizyty, czuję że moja sytuacja nie została wzięta na poważnie, w gabinecie było ciemno, a zmiany nie zostały dokładnie obejrzane. Drugi raz na pewno nie pójdę za 280 zł po poradę, na którą sama mogłabym wpaść.", "lang": "pl"}
{"opinion_id": "op_003908", "text": "Pani Anna dobrze mnie zdiagnozowała, zapisała leki, które pomagają. Bardzo polecam Panią doktor.", "lang": "pl"}
{"opinion_id": "op_003909", "text": "Pani Doktor jest przemiła, wizyta odbyła się punktualnie, a dostępność godzin wieczornych jest bez wątpienia bardzo wygodna.", "lang": "pl"}
{"opinion_id": "op_003910", "text": "Mały problem z miejscami parkingowymi ale na to nikt nie ma wpływu w tym wypadku, lekkie opóźnienie ale to jest do przyjęcia, sama wizyta super, Pani Doktor kompetentna i przede wszystkim ma dobre podejście do pacjenta, mam nadzieję, że kuracja pomoże, dużo zdrówka.", "lang": "pl"}
{"opinion_id": "op_003911", "text": "Pani Doktor jest bardzo dociekliwa i uważna. Poświęca pacjentowi tyle czasu ile potrzeba i wizyta przebiega w bardzo miłej atmosferze co niewątpliwie pomaga pacjentowi czuć się komfortowo. Terapia trafiona .", "lang": "pl"}
{"opinion_id": "op_003912", "text": "Jestem pod wrażeniem wiedzy Pani doktor z zakresu medycyny estetycznej, doradziła mi zabieg mało inwazyjny w serii, Już po pierwszym razie widać efekt.", "lang": "pl"}
{"opinion_id": "op_003913", "text": "Jestem bardzo zadowolona z wizyty u Pani Doktor,  polecam.  Lekarz dokładny i sympatyczny.", "lang": "pl"}
{"opinion_id": "op_003914", "text": "Bardzo sympatyczna pani doktor i pani asystentka, tworzą fajną, luźną atmosferę.", "lang": "pl"}
{"opinion_id": "op_003915", "text": "Polecam przemiła Panią Doktor, lekarz z wieloletnim doświadczeniem, zawsze trafna diagnoza i dobrze dobrane leczenie", "lang": "pl"}
{"opinion_id": "op_003916", "text": "Pani Doktor bardzo miła i profesjonalna, zabieg wykonany sprawnie, otrzymałam jasne zalecenia, czułam się zaopiekowana. Polecam serdecznie!", "lang": "pl"}
{"opinion_id": "op_003917", "text": "Polecam ten gabinet i Panią doktor, odwiedzałem wielu dermatologów, lecz tylko tutaj dobrane leki okazały się skuteczne. Wizyty zawsze profesjonalne, z życzliwym podejściem do pacjenta", "lang": "pl"}
{"opinion_id": "op_003918", "text": "Jestem bardzo zadowolona z wizyty u Pani Doktor polecam lekarz dokładny sympatyczny super specjalista", "lang": "pl"}
{"opinion_id": "op_003919", "text": "Najwyższa jakość.Bez pośpiechu,dokładne objaśnienia.", "lang": "pl"}
{"opinion_id": "op_003920", "text": "Klasyczny model wizyty u lekarza specjalisty wyspecjalizowanego w kategorii postępowania zgodnie z obowiązującą procedurą. Koncerny farmaceutyczne są wdzięczne.", "lang": "pl"}
