{"opinion_id": "op_002041", "text": "Hello everyone, I don't know what's going on here, you write that this is a good doctor. I used the appointment with this lady and unfortunately I am very dissatisfied. Sure, she is nice, but she didn't provide me with any information, any additional tests, nothing. I was simply brushed off. Hmm, maybe my illness is too big of a challenge for the lady doctor, or maybe she just can't be bothered. It's a shame, I will look for another doctor.", "lang": "en"}
{"opinion_id": "op_002042", "text": "I was treated by Dr. Jan Kowalski for 3 months. Sure, he made a diagnosis, but it was wrong. He stated that I had a herniated disc, but it was actually simple spinal cord inflammation. On top of that, he gave me 34 treatments that did nothing because with this disease you cannot exert yourself. The doctor really likes to issue sick notes, and standing in front of his office you can meet people who have been treated by him for even 2 years. He did not refer me to a hospital or for an MRI. His appointments last from 5 to 7 minutes, and the first question is: \"How are you feeling?\" Recently, I was scheduled for an extension of my sick leave, and the doctor didn't show up without informing his patients. Out of frustration, I changed neurologists. The new one saw me in the doorway, made a diagnosis, and sent me for an MRI. So, it's not worth being treated by him because it's just a waste of time.", "lang": "en"}
{"opinion_id": "op_002043", "text": "The doctor might be good when it comes to diagnostics, but he is very tactless and sometimes arrogant. I went to a private clinic where he practices to get an ultrasound to determine if the ligaments in my finger were in place after an injury. I needed the ultrasound for medical documentation and simply had to get it; it wasn't my idea. I paid 200 zł for the visit, and after the examination, I was told that I was a bit hysterical and panicked for getting this ultrasound because my finger was fine. It's unbelievable to take that much money from someone for a visit and then comment on it in that way. And most importantly - I came to get a medical diagnosis, not psychoanalysis... I won't explain to anyone why I need an ultrasound, especially since I'm paying a lot of money for it.", "lang": "en"}
{"opinion_id": "op_002044", "text": "I am a doctor and the mother of a boy with a chronic illness. Pan professor saved his life and then repeatedly provided valuable treatment advice when others gave up. Sick children from all over Poland benefit from his knowledge and willingness to help, as can be seen every week in the Emergency Department of the University Children's Hospital. To the lady concerned about her child's behavior after administering a medication, I want to say that adverse reactions can occur after many medications, as pharmaceutical companies inform on the leaflets included with the medication, and the companies are not responsible for these reactions. After many years of practice, I know that many tests unnecessarily expose the patient to, for example, hospital-acquired infections. Would you want to expose your tiny child to that? Pan professor has cured thousands of children and knows perfectly well when and what tests should be performed. I disagree with your opinion about Pan professor, though I certainly sympathize with you regarding your child's illness. I wish you and your loved ones health and prosperity.", "lang": "en"}
{"opinion_id": "op_002045", "text": "Pani doktor is a wonderful doctor!!! Thanks to her, I have two healthy children, whom I had been trying for unsuccessfully for many years at Novum. It's a shame there are so few doctors like her. She doesn't skimp on tests, is extremely competent, and just one look at the results is enough for her to know what's wrong with the patient. She doesn't watch the clock and sees a person in front of her, not just another petitioner. She was accidentally present at the birth of my son and in a second \"set everything up\" to work efficiently! Thank you, Pani doktor - a grateful patient!", "lang": "en"}
{"opinion_id": "op_002046", "text": "For me, this lady doesn't really know what she's doing - seeing patients privately, she should at least have a proper office - but never mind the office, she didn't help me at all and prescribed medications that had nothing to do with my ears. For me, she is not a doctor by vocation and doesn't know anything. She charged me a solid amount, prescribed expensive medications, and the ailments are still there as they were. I'm waiting for another appointment but now with a different doctor - maybe someone else will help me because my ailments did not subside after the calcium and drops (extremely expensive) that the lady doctor prescribed!!", "lang": "en"}
{"opinion_id": "op_002047", "text": "The appointment was on time. Pan doktor was nice, listened to me with commitment, but as it later turned out... he made a wrong diagnosis! In my case, the problem was an itchy rash that appeared on my forearms, legs, and décolletage. After looking, the doctor stated it was scabies - he didn't check it under a microscope but spoke with such conviction that I believed him. He prescribed medication for me and my partner - as he claimed he probably got infected from me. The diagnosis was so shocking that the next day, before using the medications (which I bought anyway - they weren't cheap), I went to see my family doctor who stated with conviction that it was definitely not scabies!! The next step was to go to another dermatologist, who also confirmed with conviction that it was not scabies but... hives. I got an ointment for hives, changed my cosmetics to ones for children, and after a few days the problem disappeared. I'll add that my partner had no skin problems even though we were together and used the same bedding - this only confirms that Dr. Jan Kowalski's diagnosis was wrong. I am very sorry because I was subjected to unnecessary stress, purchased unnecessary medications, and lost time.", "lang": "en"}
{"opinion_id": "op_002048", "text": "Pleasant, nice, I have no objections to her attitude towards the patient. Unfortunately, the therapy with medications prescribed by Pani Doktor did not bring results. Only after changing doctors and medications did improvement occur - the antidepressant alone (+ an occasional sedative) turned out to be insufficient. Only after therapy with medications from other groups did I manage to get rid of the somatic symptoms of anxiety neurosis (neuroleptic, nootropic medications). The dose of the medication prescribed by Pani Doktor itself turned out to be inaccurate - today I know that you don't start therapy with a full dose, but with half, gradually increasing the dose. Unfortunately, I didn't know that then and experienced severe side effects. Maybe such therapy would help someone with classic depression; for me, unfortunately, standard SSRI + benzodiazepine derivative treatment turned out to be insufficient.", "lang": "en"}
{"opinion_id": "op_002049", "text": "Seasonal vegetables and fruits are a good supplement to the diet. As prof. Jan Kowalski pointed out, some of them, like cucumber or watermelon, consist mostly of water, so they are ideal for consumption in summer. He said that vegetables and fruits have an average amount of protein and a small amount of carbohydrates. \"When it's hot, our caloric needs are small,\" he said. As one of the best dishes during heat, he indicated caprese salad, which includes tomatoes and mozzarella cheese. What about exercise during heat? In the expert's opinion, it's best to go out early in the morning or in the evening, while between 10:00 and 18:00, stay at home. In the middle of the day, it's worth closing the windows and not letting hot air in; the windows can also be covered - then the hot sun rays won't reach the room.", "lang": "en"}
{"opinion_id": "op_002050", "text": "He is not interested in the patient's problems. Prescriptions can be obtained written by the receptionist without seeing the doctor. Very short time for the appointment. Focused on a higher patient turnover for profit. Does not inform about medication side effects. When I raised this objection, I was told that he doesn't have to inform because every patient has a different body. On the medications, I gained over 10 kilos and only then found out that they change metabolism. On other medications, I had hallucinations, which I was also not informed about. The hallucinations were more than troublesome because I felt besieged for no apparent reason. For a long time, I didn't know how to link this to the medications I was taking, as my condition was worsening. I was never once warned by P. Michałowski about such side effects, nor was I even asked how I was feeling. I eventually concluded myself that the medications he prescribes for me are poorly chosen. P. Michałowski did not show the interest a doctor should show. I definitely discourage a visit to his office. 100% incompetence.", "lang": "en"}
{"opinion_id": "op_002051", "text": "Regarding competence - I can't fault Pan doktor. However, the price list for services is greatly exaggerated. I know many doctors who run practices at a similar level and charge 1/3 of what Pan doktor does. For my next appointment, I will definitely not choose this practice.", "lang": "en"}
{"opinion_id": "op_002052", "text": "The last two years of efforts to launch medicine at the University of Opole are proof that something good can be done for the region beyond political divisions. Together, we have accomplished something that many people considered unrealistic,\" said the marshal of the voivodeship, Jan Kowalski. According to the rector of UO, prof. Jan Kowalski, after receiving the facilities and all necessary approvals, the Opole university enters a new level of activity. \"The creation of the medical faculty is the result of the persistence of many people from the world of science, politics, and business, who contributed their brick to the construction of our university's building. Now we can already wait for October, when the first medical students will begin their studies within the walls of our university,\" emphasized the rector.", "lang": "en"}
{"opinion_id": "op_002053", "text": "After the visit with the lady doctor, I had mixed feelings. Seemingly nice. She conducted some examination and prescribed tablets, but it's not entirely clear for what exactly. I am to report for a follow-up visit; I'm afraid she will prolong the use of the medication, which I wouldn't want.", "lang": "en"}
{"opinion_id": "op_002054", "text": "Our substance can be administered via injection, but also orally - like a pill with medication. For now, this is of course science fiction, but in the future, such a pill could influence the precise inhibition of cells responsible for alcoholism,\" she describes. In the future, the research results could be translated to other addictions, e.g., to drugs. All of them take place in the same area of the brain: the reward system. The same cells that are responsible for addiction to alcohol or drugs control appetitive learning - i.e., learning pleasant sensations. \"For the brain, it's the same mechanism. Only that addictive memories are so strong that they are practically irreversible, and we remember them for the rest of our lives. Therefore, if someone is an alcoholic, they remain one forever,\" emphasizes the researcher.", "lang": "en"}
{"opinion_id": "op_002055", "text": "Children suffering from autism often have accompanying food allergies. They do not fully absorb protein products from cow's milk, e.g., casein, or from cereal products - gluten. Research by Olsztyn scientists has shown that the elimination of cereal and cow's milk proteins affects the better health of autistics and allergy sufferers,\" explained prof. Anna Kowalska. \"This proven fact is the main driving force behind work on a nutritional-therapeutic preparation that would support the immune system of patients suffering from autism and allergy,\" she added. The preparation, although based on cow's milk proteins, is devoid of the unfavorable casein. The milk comes from genetically selected cows. Such selected milk is enriched with microelements, unsaturated fatty acids, and vitamins.", "lang": "en"}
{"opinion_id": "op_002056", "text": "Very poor communication from the lady doctor. During the visit, I did not obtain such basic information as: what could be the primary causes of my condition, whether additional tests are recommended (if so: which ones), what should be changed so the problem doesn't return. I received a prescription for allergy medications, but here too the lady doctor did not bother to explain the connection between the allergy and my condition. It seems to me that it should be natural for a doctor to explain the chosen treatment strategy to the patient. 10 minutes and next client.", "lang": "en"}
{"opinion_id": "op_002057", "text": "The prototype of the device, created thanks to the cooperation of scientists from the Silesian University of Technology, the Częstochowa University of Technology, doctors from the Burn Treatment Center in Siemianowice Śląskie, and engineers from the Institute of Medical Apparatus in Zabrze, moves over the patient's body, \"scanning\" the wound surface. After taking the measurement, the thermograms are \"unfolded\" onto a plane and compared with each other. Therefore, besides the burn diagnosis itself, the encompassing thermography allows for comparing the method and rate of wound healing, enabling therapy adjustment and effective treatment. \"The path of such an invention to widespread use is very long,\" says prof. Anna Kowalska. \"First, there is the concept and a virtual model, which we created in cooperation with the Siemianowice doctors, through the execution of a prototype by the Zabrze IAM, up to the tests, of which there are still few. Such equipment is first tested on mannequins, its safety of use is checked, the method of conducting the examination is tested (e.g., distance from the wound, allowing for measurement optimization), then tests are conducted on healthy and sick people,\" describes the researcher.", "lang": "en"}
{"opinion_id": "op_002058", "text": "In 2005, I came to P. doktor for brain tumor irradiation. Pan doktor claimed it was gamma knife, but as it later turned out, it was an ordinary linear accelerator, which uses a different type of radiation. Pan doktor should know that. But never mind that, because that wasn't the worst part. After the procedure, I didn't get any recommendations (the doctor assured me there would be no side effects). I didn't know it then, but gaining experience with the progress of my illness, I know today that standardly after radiotherapy the patient should get a recommendation to take steroids if something were wrong. I had no idea about it then. After all, the doctor is for treating, and the patient can only rely on him. From about the 3rd month after the procedure, I walked around with a headache, and when I tried to contact Pan doktor, he completely distanced himself. He didn't answer calls from me or my Parents. I'll add that he took money for the procedure itself. The effect of all this was that, due to an untreated edema (I didn't even know I had it initially), I suffered damage to the motor neurons in the frontal lobe, which resulted in paresis, which I unfortunately experience to this day. And all that was needed was to order further treatment. If Pan doktor didn't want to undertake it himself, he could have simply told me to go to another doctor. I have enormous regret because before the procedure I was a fully able person. Today it's different. I warn against having irradiations performed by this gentleman.", "lang": "en"}
{"opinion_id": "op_002059", "text": "The visit to this doctor was a big mistake. After examining a two-year-old child who had lost appetite for two days, was feverish, vomiting, and had loose stools, he stated it was a stomach infection. He prescribed medications for 70 zł + visit 100 zł. That same day, I realized that the child was teething a molar and a thrush appeared. The next day, we fortunately went to another doctor who confirmed my suspicions about inflammation of the oral cavity from the erupting tooth. The child got the proper medications, and improvement was immediate.", "lang": "en"}
{"opinion_id": "op_002060", "text": "Dental problems can be the cause of sinusitis, but an untreated sinus disease can also cause dental complications, e.g., implant loss,\" said laryngologist Dr. Jan Kowalski on Friday at a scientific conference in Warsaw devoted to this topic. \"Therefore, for the good of the patient, close cooperation between laryngologists and dentists is essential, e.g., in endodontic treatment (root canal treatment of teeth - PAP), or when placing dental implants. Thanks to this, the treatment is shorter, more effective, allows avoiding serious complications, and is cheaper,\" said Dr. Jan Kowalski from the MML medical center in Warsaw, who is the host of the first interdisciplinary laryngological-dental conference in Poland, taking place on March 27-28 in Warsaw.", "lang": "en"}
