{"opinion_id": "op_001101", "text": "I do not recommend this doctor. In the fifth week of pregnancy, she saw me for an ultrasound; instead of saying that no embryo was visible in the uterus, she said that in her opinion there were two, but I should come for another visit in 3 weeks, then it would be clear if there was one sac or if there would be two. After a week, spotting appeared; the doctor, despite assuring me that I could call her at any time and if she couldn't answer she would call back, did not answer the phone once, nor did she ever call back. The pregnancy turned out to be an ectopic pregnancy, in the fallopian tube. It was life-threatening. Surgery was performed to remove the fallopian tube along with the sac. The surgeon himself was amazed seeing the ultrasound and the description of what the doctor claimed to have seen there. Additionally, on the form where she wrote about the sac, which wasn't there, there was also a description of the examination, including: breasts palpated without changes. No breast examination was performed during the visit.", "lang": "en"}
{"opinion_id": "op_001102", "text": "A very nice doctor, with a lot of patience for young patients. She devotes a lot of time to everyone, listens patiently, and answers all questions. I can't say much yet about the accuracy of diagnosis and effectiveness of treatment (I am after the second visit with my child to the doctor).", "lang": "en"}
{"opinion_id": "op_001103", "text": "I know it's easiest to anonymously \"spit\" on someone and such an opinion can sometimes harm a good doctor. I was a patient of Dr. Jan Kowalski. The visit was at a decent price, he sent me to the hospital for all tests - so far the only doctor who ordered a comprehensive set of tests. [NHF] There's a bit of a commotion in the hospital - lots of patients - if I hadn't noticed, two important tests wouldn't have been done on me - a bit of an assembly line, but okay. Dr. Jan Kowalski is impossible to \"catch\" - he rushes through the ward - which is understandable - a lot of work. After the tests were completed, he prescribed medication - the most important one I was supposed to take half a tablet, and after 6 months - 1/4. And everything would have been fine if it weren't for the next visit - well - he suggested that I should still take half a tablet - because I quote - \"Do I feel like dividing it into 4?\" - I was stunned. Additionally, bad results came back from the vaginal culture, he ordered treatment - the drugs he prescribed were \"without rhyme or reason\" - I quote the words of the master of pharmacy..... He certainly is - was? - a good specialist but in my opinion, he has too many patients and gets lost in it.", "lang": "en"}
{"opinion_id": "op_001104", "text": "I have very elevated prolactin and Dr. Anna Kowalska prescribed me bromocriptine - which made me feel TERRIBLE - during the visit she stated that it is the best drug and won't burden my wallet (seemingly nice but strange, because I am willing to spend any amount on drugs that will cure me and there is no room for savings...). The drug cost about 5 zł!!!!!!!!! per package so that surprised me even more! It certainly didn't burden my wallet! but my health, yes. When I called and said I had terrible side effects - heart pain, headache, chills, weakness, drowsiness, vomiting... meaning all possible ones... instead of giving me a more expensive substitute (maybe for 10 zł hehehhe) she recommended using it vaginally??? Which, as it turned out, is very improper..... Oh, and phone calls during the visit also happened, and I had to ask for a gynecological examination.....", "lang": "en"}
{"opinion_id": "op_001105", "text": "I watch with horror as my partner has been wandering from doctor to doctor for two years with progressively worsening, undiagnosed back pain. My frustration grows with each subsequent visit to a specialist who \"brushes off\" the patient because it's on a subscription plan. One of the last visits, a week ago, was with Dr. Jan Kowalski, a neurologist, who deigned to conduct a detailed examination - a deep look into the eyes and persistent questioning about whether ibuprofen really doesn't help, then refused to prescribe strong painkillers (which ended with my girlfriend crying because she can no longer sleep at night and the amounts of tramadol, zaldiar, and other rubbish she's been swallowing have already led to a stomach disorder) plus he prescribed another X-ray and said it was a matter for an orthopedist. I cannot understand how it escaped the doctor's attention that there is a history of visits to at least three different orthopedists from the same clinic over the last two years, and also the results of X-rays (after all, the patient's file is available on the computer!). The orthopedists finally concluded that the condition is neurological, and the neurologists that it is actually orthopedic (Mr. Jan was not the first neurologist who tried to bounce the problem to another specialty). Today, a visit to the emergency room ended with painkilling injections, the internist recommended further neurological consultations. We filed a complaint against Dr. Jan and will demand higher quality \"services\" until we succeed. -------------------------------------------------- After initial friction, we managed to reach an understanding and the Doctor turned out to be extremely helpful and polite. He conducted a comprehensive diagnosis, recommended a whole range of tests for various possible causes of the ailments, and was in active contact with the patient. As a result, despite initially downplaying the patient's ailments, we have no reservations.", "lang": "en"}
{"opinion_id": "op_001106", "text": "E. P.: Children's skin is built like that of adults, but their skin's immune system is not developed enough to react quickly and efficiently to external factors, so they are less protected from the sun as well. Being by the water, children often play near the shore, and that's exactly where it's easiest to get burned. Droplets of water on the skin act like a lens - they concentrate radiation. On foreign beaches, we can see children by the water in T-shirts and shorts. This is sensible because even if they get wet, staying in wet clothes in the hot sun won't harm them; in fact, it cools them, and at the same time protects them from the sun. Clothing with sun filters is already available on the market for children. You also have to remember to reapply sunscreen more often because playing in the sand, children can wipe it off. One should also remember that being in the water, you also get tanned – up to 2.5 m depth, the radiation is the same as on land.", "lang": "en"}
{"opinion_id": "op_001107", "text": "A wonderful doctor and person, you could always call, ask for advice, warm and kind - we didn't even thank the doctor for his support during Dad's illness. The entire clinic on Pasteur Street is full of wonderful people; even though Dad passed away, we knew that they save people to the end and with heart. Thank you, the Szymański family from Jelenia Góra.", "lang": "en"}
{"opinion_id": "op_001108", "text": "After over half a year of treatment, there was no improvement. Mr. Jan Kowalski will only listen to the patient thoroughly if he's in a good mood. Unfortunately, most often it looks different. He doesn't listen, doesn't try to help. His opinions are quick and very superficial. He doesn't draw conclusions about why someone has a given problem, he just criticizes. He lacks empathy and understanding. After a few minutes, he can give a prescription and thinks that will change the patient's life. I am very disappointed and disgusted. He is not a professional who cares. Terrible contact with the doctor; if someone cares about time or an opinion, the meeting is just met with disregard on his part. I absolutely DO NOT RECOMMEND, stay away from this man.", "lang": "en"}
{"opinion_id": "op_001109", "text": "I saw the doctor once at the clinic and it was the first and last time. Firstly, she is very not gentle; she examined me in such a way that I felt that examination for a week afterwards. Secondly, I wanted her to prescribe me birth control pills and she said that I must come during my period to see if I'm not pregnant, only then would she prescribe them. She tried by all means to schedule me for erosion removal at her private practice. And what made me most angry was what she said, that we'll do the procedure and then insert an IUD and I quote \"you'll have peace for 5 years\". How does she know if I want peace for 5 years or maybe I plan to have a child in a year. Overall, she is very unpleasant and not nice.", "lang": "en"}
{"opinion_id": "op_001110", "text": "I strongly advise against! I went to the doctor with chronic fatigue and headaches for half a year, which complicate my life quite significantly and exclude me from any social life. My mental health has also greatly suffered because of this. After a minute of conversation with the doctor, I only managed to say that I suffer from polycystic ovary syndrome and take hormonal contraception. I was shocked that the doctor immediately diagnosed \"it's the pills' fault\". I asked if she would like to see my previous blood test results, head CT, MRI... nothing was important because - I quote - \"why diagnose here, if the reason is simple\". The doctor annoyed me with her condescending tone, dismissing all previous treatment methods of other doctors (and due to my health, I have visited quite a few over the past 7 years). For two months, doctors have been trying to determine what's wrong with me by doing detailed tests; finally, a neurologist suggested a visit to an endocrinologist... and at the doctor's, I barely managed to get a thyroid hormone test. She repeated twice that I am not the doctor here and didn't even want to give a referral for a glucose tolerance test (and as it turns out - I have insulin resistance). During the gynecological examination, she asked why I take hormonal contraception if I have PCOS and it will be difficult for me to get pregnant (the last thing I wanted to hear, because I do want to have a child someday). I consider such an approach to a confused patient reprehensible, because after ordering tests from an internist, it turned out that I have a huge vitamin D deficiency and it's possible that it is the cause - I am currently supplementing it and feel much better. I have the impression that the doctor is opposed to using hormonal contraception, because my explanations that it allows me to regulate my cycle, hirsutism, and skin problems, and at the same time serves a contraceptive purpose, were to no avail. I believe that such views should be clearly communicated to the patient before the visit, and not try to convince them that all other doctors were wrong all their lives and were harming the patient!", "lang": "en"}
{"opinion_id": "op_001111", "text": "The doctor is very substantive and competent. He answered all my questions in detail and concretely. But... during the visit, I asked him to check my blood test results. The doctor noticed the elevated TSH level and prescribed the appropriate medication, however, I don't know why, but he overlooked the glucose result, which, as it turned out after a visit to another doctor and then a diabetologist, indicated that I have gestational diabetes...", "lang": "en"}
{"opinion_id": "op_001112", "text": "I recommend Dr. Anna Kowalska. My one-year-old son recently caught some infection (purulent runny nose, cough, fever). The pediatrician prescribed him an antibiotic - unfortunately, the little one kept having a fever so after two doses, it was changed to a second antibiotic, after which he got a terrible rash on his face and head - shock!!! Of course, I didn't go back to that pediatrician because I was afraid he would load him with another antibiotic (unfortunately, doctors take the easy way out). I made an appointment with Dr. Anna Kowalska who examined the child thoroughly, conducted an interview with us, and then took a CRP test from his finger (it was a bit elevated), after which she prescribed him homeopathic medicines which got him back on his feet - so what were those antibiotics for!!!! You just have to administer them according to the recommendations. A great doctor who wants to protect children from antibiotics and strong medicines and doesn't take the easy way out.", "lang": "en"}
{"opinion_id": "op_001113", "text": "I went to Mr. Jan Kowalski a few years ago because of a painful shoulder and numbness in my arm. I had been to many doctors before and, as it happens, got as many different diagnoses. And here was this young and yet talented person with such knowledge that he could teach many a doctor. After just 1 visit, there was a revelation and I fully regained the function of my shoulder and arm. I had to go to work abroad for a few years but the tips and advice from Mr. Jan brought results. Now, after returning, I am under the care of Mr. Jan and it's fantastic. I wholeheartedly recommend this young, talented man.", "lang": "en"}
{"opinion_id": "op_001114", "text": "A doctor of the type who does their job and doesn't say much. You have to extract information from them; they limit themselves to the examination and writing a prescription. I will assess the effectiveness of the treatment only after the therapy. Overall, I rate the doctor neutrally because communication problems should not diminish medical skills, though it would be nice if they weren't there.", "lang": "en"}
{"opinion_id": "op_001115", "text": "Scientists from the Wroclaw Medical University and the Institute of Anthropology of the Polish Academy of Sciences (Wroclaw) examined the severity of andropausal symptoms in 232 men with systolic heart failure (HF) aged 40-80 and 362 healthy men of the same age. To assess the severity of andropausal symptoms, the researchers used the Aging Males' Symptoms Scale (AMS). In the age group 40-59, andropausal syndrome occurred significantly more often in men with heart failure compared to healthy men (28% and 7%, respectively). In the age group 60-80, andropausal syndrome occurred equally often in men with HF and healthy men. As the Wroclaw researchers note, chronic heart disease probably accelerates the natural aging process in men, thus causing earlier onset of andropause symptoms.", "lang": "en"}
{"opinion_id": "op_001116", "text": "When asked about financing the new facility, Ortyl pointed out that in the new organizational formula, the university will be the governing body. \"This means that for the university, the ministry that exercises direct supervision is the Ministry of Science and Higher Education, but the Ministry of Health will also have a substantive influence on it. But the hospital's status will change significantly,\" he said. The Marshal emphasized that after the transformation, the hospital \"enters the funding formula for university clinical hospitals.\" \"It is not just a simple contract with the National Health Fund. There are also funds allocated for research, for special procedures. Funds for the entire process increase by up to 20% in some areas, some procedures. The hospital will also have access to the Operational Program 'Infrastructure and Environment', and not just the Regional Operational Program as it does now,\" explained Ortyl.", "lang": "en"}
{"opinion_id": "op_001117", "text": "According to Hołówka, finding the boundary separating different states can sometimes be controversial. \"I do not value the positions of people who say the problem is unsolvable, therefore we must say that the earliest proto-embryonic phase is already a phase of human existence,\" he said. In his opinion, people who want to propose a new approach must justify it well. The ethicist considered it irresponsible to conduct in vitro research based on one's own judgment for a period longer than accepted. According to him, the two weeks set so far are something unnecessarily limiting the freedom of scientific research. In his opinion, well-prepared research institutes that already have achievements and know what they want to research should have the possibility to conduct such in vitro research for a much longer period. As the ethicist admitted, it is often said that only from the 17th week after fertilization can the fetus be attributed the ability to separate what is external from what is internal. \"Then symptoms appear that the fetus reacts in a way accompanied by an emotional state - e.g., anxiety, fear,\" emphasized the ethicist.", "lang": "en"}
{"opinion_id": "op_001118", "text": "Frédéric Chopin died on October 17, 1849, at just 39 years old. He was frail and sickly from early childhood. At the age of 28, with a height of 170 centimeters, he weighed 45 kg. During his lifetime, he was diagnosed with tuberculosis and treated for this disease (among other things, with fasting and bloodletting). In Paris in 1831, at the age of 21, he had his first episode of hemoptysis, which often accompanies tuberculosis; later he often suffered from respiratory infections. A cough bothered him his whole life, and for the last ten years, he took opium on sugar because of it. \"I've been sick like a dog for these last two weeks: I caught a cold despite 18 degrees of heat, roses, oranges, palms, and figs. 3 of the most famous doctors from the whole island: one sniffed what I spat, the second tapped where I spat from, the third felt and listened to how I spat. One said I was dead, the second - that I am dying, the 3rd - that I will die,\" wrote Chopin on December 3, 1838, while staying in Majorca, in a letter \"To Julian Fontana in Paris.\"", "lang": "en"}
{"opinion_id": "op_001119", "text": "The Center for Innovative Research (CBI), which received the KNOW status in the field of health sciences, has existed for 2 years. It is formed by Polish centers: the Faculty of Medicine and the Faculty of Pharmacy of the Medical University of Białystok and the Mossakowski Medical Research Centre of the Polish Academy of Sciences. Since this year, the unit has also been cooperating with foreign centers: the Center for Statistics at Hasselt University in Belgium and the Center for Metabolomics and Bioanalysis at San Pablo-CEU University in Spain. CBI is one of six research centers that received the KNOW status in July of this year. This status is valid for five years. During this period, the best units can receive additional funding from the state budget, amounting to up to PLN 50 million. This money can be used, among other things, to strengthen scientific and research potential. Granting the KNOW status to the best scientific centers is one of the elements of the 2011 higher education reform.", "lang": "en"}
{"opinion_id": "op_001120", "text": "I have mixed feelings about this doctor. During pregnancy, I drove 100 km privately to my gynecologist - after delivery, I went to the doctor for a check-up under the NHF. Maybe I'm used to a different standard of care or I'm being picky, but this was the most \"silent\" doctor's visit in my life. A cold, unpleasant person; I had the impression that I had to force every piece of information out of the doctor's throat. Maybe she is different privately, but I do not recommend her under the NHF.", "lang": "en"}