{"opinion_id": "op_003541", "text": "Great doctor! He solved my ear problem pretty fast. Highly recommend!", "lang": "en"}
{"opinion_id": "op_003542", "text": "Very friendly doctor. Professional yet relaxed approach. Willingness to help (huge!)", "lang": "en"}
{"opinion_id": "op_003543", "text": "I highly recommend a visit to the Doctor. Great professionalism, empathetic approach, thorough and expert conversation with the patient. Everything is a plus. You can feel understood and cared for. I wish all specialist visits were like this. Thank you, Doctor.", "lang": "en"}
{"opinion_id": "op_003544", "text": "The Doctor is a very nice and kind person, she immediately started a conversation with my son. The entire visit took place in a great atmosphere. The Doctor explained very thoroughly what my son's condition entails. I will gladly return for another visit. I recommend!", "lang": "en"}
{"opinion_id": "op_003545", "text": "Very pleasant, empathetic doctor. Great approach to children. The endoscope examination was performed successfully despite our concerns. The cause of the ailments was finally identified. We are very satisfied. We also plan to have the procedure performed on our child at medicus clinic.", "lang": "en"}
{"opinion_id": "op_003546", "text": "Definitely recommend! I am impressed with the professionalism.", "lang": "en"}
{"opinion_id": "op_003547", "text": "Very nice and competent Doctor, professional approach, quick help and solution to the health problem, I recommend Dr. Anna Kowalska:)", "lang": "en"}
{"opinion_id": "op_003548", "text": "Very pleasant and helpful Doctor explained everything on how to proceed further thank you", "lang": "en"}
{"opinion_id": "op_003549", "text": "The Doctor is a very lovely person who approached my case with empathy and interest. Until now, I haven't met a doctor who wanted to help and cure. I highly recommend.", "lang": "en"}
{"opinion_id": "op_003550", "text": "The visit to the Doctor included:", "lang": "en"}
{"opinion_id": "op_003551", "text": "Very good doctor, answered all my questions and solved the problem", "lang": "en"}
{"opinion_id": "op_003552", "text": "The doctor showed great commitment and interest in the problem. Provided many tips and performed a comprehensive examination. After the examination, she explained all the problems very thoroughly and recommended treatment. Great empathy and understanding.", "lang": "en"}
{"opinion_id": "op_003553", "text": "Great ENT specialist – professional, factual, and polite. Quick diagnosis.", "lang": "en"}
{"opinion_id": "op_003554", "text": "Nice, competent doctor, the visit went okay", "lang": "en"}
{"opinion_id": "op_003555", "text": "Dr. Anna Kowalska explained what could be causing my ailments, patiently answered all my questions, proposed a treatment plan, I hope there will be an effect. The visit took place in a pleasant atmosphere, without rush, the doctor was engaged and punctual. Thank you!", "lang": "en"}
{"opinion_id": "op_003556", "text": "Very pleasant Doctor, with a heart for others.", "lang": "en"}
{"opinion_id": "op_003557", "text": "Dear doctor, she saved my ear There is no better ENT specialist, greetings", "lang": "en"}
{"opinion_id": "op_003558", "text": "Very nice, factual Doctor, accurately diagnosed my health condition.", "lang": "en"}
{"opinion_id": "op_003559", "text": "I confirm all positive opinions about the doctor", "lang": "en"}
{"opinion_id": "op_003560", "text": "I recommend!!! The Doctor explained everything in detail, we received answers to all questions, attentive, pleasant. She solved our problem with effective treatment! I sincerely recommend!!!", "lang": "en"}
