{"opinion_id": "op_003121", "text": "I went to Anna Kowalska with pain in the lumbar region that made it very difficult to tie my shoes, a numb right leg and hand, and a stabbing sensation between the ribs under my right shoulder blade that made it hard to breathe. I am a professional violinist, so this is a rather serious matter for me. After six visits, I feel as fit as probably never before. Skiing (I am after an accident related to a ski not releasing, as a result of which my right knee stopped working for long weeks) has never been so flexible and enjoyable (speaking of turns in both directions). I will also add that I was born with a crooked pelvis, which made me walk 'strangely'. Now, I apparently finally walk normally. Anna Kowalska is a person with extraordinary intuition and professional inquisitiveness, thanks to which she is able to get to the real causes of the problem, and thanks to her knowledge, she can effectively remedy it. She is also a warm, cultured, cheerful, energetic, positively motivating young person. A doctor who is highly recommended!", "lang": "en"}
{"opinion_id": "op_003122", "text": "The doctor was very nice and seems competent, although I am a bit annoyed by the fact that for an examination that lasted less than 10 minutes, he charged 200 zł, but usually such prices are for a visit. I prefer to go privately and pay than to go to the public health service and listen to a load of nonsense or not be informed about the disease I actually have. So I recommend this doctor :)", "lang": "en"}
{"opinion_id": "op_003123", "text": "Irritable bowel syndrome is one of the civilization diseases and the most common ailments of the digestive system. For years, experts have been looking for new, effective ways to treat it. It is a syndrome of functional bowel disorders (lasting at least three months) in which pain occurs. The disease affects about one-third of adults, with women getting sick more than twice as often as men. It can manifest as diarrhea, constipation, but also bloating, nausea or vomiting. The causes of the disorder are still unknown. Its symptoms may be due to many factors, e.g., disorders of intestinal motility, disorders of the brain-gut axis, and celiac disease. Irritable bowel syndrome is extremely troublesome - it leads to a reduced quality of life, can cause fear of visiting public places and traveling, and consequently - adversely affect the functioning of patients in society. Often (even in over 70% of patients diagnosed with irritable bowel syndrome), the disorders are accompanied by psychiatric symptoms, such as depression, anxiety or insomnia.", "lang": "en"}
{"opinion_id": "op_003124", "text": "I was satisfied with the course of treatment, but unfortunately I was disappointed at the very end when I received faulty retention inserts (the top one kept popping out and the bottom one was made incorrectly and couldn't be inserted) and Anna Kowalska did not want to meet with me to correct them but referred me to the nearest dental office to have them filed down, as a result of which today they want to put braces on me for the second time :(", "lang": "en"}
{"opinion_id": "op_003125", "text": "People with a specific so-called phototype are particularly at risk for sunburn, i.e., those with fair complexion, blond or red hair, and blue eyes. People with freckles should also be careful. \"Sunbathing is a type of burn - from lesser to greater severity,\" said Dr. Jan Kowalski. He indicated that during strong sunlight, special care should be taken for children. \"It is believed that sunburns in childhood increase the risk of developing melanoma by an estimated 200-300%. Therefore, when we go out into the sun with children, we should mainly think about them, because it is easiest for them to work towards cancer in the future,\" the oncologist emphasized.", "lang": "en"}
{"opinion_id": "op_003126", "text": "So far in my life, I have only met two really good doctors about whom I can say with a clear conscience that they certainly did not miss their calling, and Anna Kowalska is one of them. She is polite and displays high personal culture, conducts an in-depth analysis, and really tries to help. If there were more doctors like this, people would feel like human beings during visits, and treatment would really aim to help them - which, ironically, after visits to many various specialists, one might not guess.", "lang": "en"}
{"opinion_id": "op_003127", "text": "She neither helped my daughter, who was sick with bronchitis twice a month, because she thought she was healthy (even though on the day of the visit to her, I ended up in the hospital in the evening with bronchitis and shortness of breath), nor did she treat me like a parent, but like a brat who had a child (I gave birth at 25, I look much younger). Basically, visits to her were completely fruitless and I wasted my time with her. She thought that since I was giving the medicines she told me to give, it was impossible for her to have shortness of breath. But she did, and it was serious. I do not recommend!!!!", "lang": "en"}
{"opinion_id": "op_003128", "text": "I have a very bad opinion of Dr. Anna Kowalska. In May 2008, I went to Dr.'s private office on Rajdowa Street - I was looking for help - all my joints hurt, my hands and wrists were swollen and I couldn't move them, my neck was stiff, I barely got there. My rheumatoid arthritis result was good. I paid 100 zł and received an answer: that I am at that age, so it hurts (I was 56 years old). On a piece of paper, the doctor wrote that I should buy ZINAXIN at an herbalist's and take it for 3 months, then a 2-month break and again the same. She also advised me to apply for a disability group if it hurts so much. I still have that note written by the hand of Dr. Anna Kowalska - who considers herself a great authority. I couldn't cope with the disease - I looked for other specialists, I went to Dr. Jan Kowalski. Unfortunately, he didn't recognize it either. Earlier, I was treated for many years by Dr. Burczyńska on Ogrodowa Street - the diagnosis was wrong, I was prescribed steroids. Someone suggested that I get tested for tick-borne diseases. It turned out that I have BORRELOSIS and I was admitted to the infectious disease ward at Biegański. There they treated me. I received 30 infusions of biotrakson and all the ailments disappeared. The truth is that the disease returns, and I am still being treated. Thanks to this, I can function normally. BORRELOSIS is a disease that mimics various other diseases. It can be, as in my case, rheumatoid arthritis, it can be multiple sclerosis, it can be neurological diseases, or Parkinson's, or many others. We patients may not know this, but such celebrities as Dr. Anna Kowalska or Dr. Jan Kowalski should at least rule out such a dangerous disease as BORRELOSIS before administering steroids, or state that it must hurt because you are already 56 years old.", "lang": "en"}
{"opinion_id": "op_003129", "text": "The doctor likes to scare and make diagnoses, often not related to her specialization, which are later not confirmed by other doctors. During one visit, the child is in her opinion \"overfed\", during another, a month later, \"malnourished\". She takes into account, for example, head size, but - as another neurologist pointed out - does not notice the changing dynamics of growth. She also likes to make general remarks about how to hold a child. She gives the impression of not believing anyone, not even other doctors, and dismissively approaches their opinions regarding treatment. It's also hard to say she is nice.", "lang": "en"}
{"opinion_id": "op_003130", "text": "For everyone looking for a private visit to Dr. Jan Kowalski. In Wroclaw, there is NO private medical practice. The only place where Dr. Jan Kowalski sees patients privately is Pieszyce. There, at the clinic, you can sign up for a private visit twice a month. Google the phrase Pieszyce Grzegorz Gawrys and you will find the phone number for registration :) I hope I helped.", "lang": "en"}
{"opinion_id": "op_003131", "text": "\"In young residents of Krakow, we found significantly elevated concentrations of compounds indicating the development of inflammation in the body, such as C-reactive protein - CRP, which, by acting directly on the endothelium, can impair blood vessel function,\" said Prof. Jan Kowalski. This suggests that inhaling polluted air, especially long-term, promotes inflammation, which is the starting point for the development of cardiovascular diseases. Importantly, pollution significantly worsened blood vessel function in people with overweight or obesity. These results prompted scientists to measure vascular function during periods with significantly different average air pollution. It turned out that during periods with significantly exceeded norms – especially PM2.5 particulates – the vessels of the subjects functioned worse. \"The situation of our blood vessels during a period of particular pollution can even be compared to the situation when smoking a cigarette,\" commented Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003132", "text": "We expect Polish food to be healthy, rich in bio-components and affordable. Scientists from the research institutes of the Polish Academy of Sciences are concentrating their forces to ensure that raw materials and products of animal origin produced in our country are as good as possible. As part of the Bio-center – animal, food and human project coordinated by the Institute of Genetics and Animal Breeding of the Polish Academy of Sciences (IGHZ), modern equipment was purchased, on which complicated research aimed at improving food quality will be conducted in the future. Researchers will also provide specialized services for companies in the agri-food sector. The director of IGHZ PAN, Prof. Jarosław Horbańczuk, spoke about the possibilities that the equipment purchased under the Innovative Economy Operational Program opens for Polish science and the economy.", "lang": "en"}
{"opinion_id": "op_003133", "text": "For years, the best doctors from all over the world visited the Krakow hospital, and thanks to cooperation with the Project Hope foundation, Krakow doctors and nurses did internships in the best American institutions. \"Today, the employees of this hospital can educate the next generations of personnel caring for children's health. Buildings, equipment, apparatus are one thing, but without trained personnel, nothing would be,\" said Thomas Kenyon, president of the Project Hope Foundation. The Rector of the Jagiellonian University, Prof. Wojciech Nowak, emphasized that the entire University community is proud of the achievements of the Children's Hospital. He recalled that during his studies he was in this place many times. \"We saw a different world, a beautiful, colorful, wonderfully functioning hospital. But the most important thing was that in the 70s we met wonderful people there who opened horizons for us. They showed us that medicine can be practiced differently,\" said the Rector of the Jagiellonian University, Prof. Wojciech Nowak. \"I also used the help of the hospital in those most difficult situations for every parent, when a child is sick. Thank you,\" he said.", "lang": "en"}
{"opinion_id": "op_003134", "text": "A very weak doctor - I definitely do not recommend. I was at the doctor's for a consultation with my nearly three-week-old daughter. The doctor was practically snapped at me for coming to her. She has no approach to the child at all, which is surprising for such a specialization. She manhandled the little one and did not inform me at all about the result of her rather worrying, for me as a young mother, observations. She referred the child for an ultrasound without explaining why or what for. She worried me to such an extent that the next day I went to a neurologist again, this time recommended by the pediatrician. The difference was incredible! I do not recommend it under any circumstances.", "lang": "en"}
{"opinion_id": "op_003135", "text": "I was treated by Dr. Jan Kowalski for my depression, which affected me after I lost my job, which had been very important to me until then because I went to it with pleasure, constant contact with people kept me going in everyday life. I spent long hours at work and practically had no private life. Simply after losing my job, I felt unnecessary. However, Dr. Jan Kowalski led me out of this erroneous thinking. Thanks to him, I am again a cheerful, full of life, young woman who can enjoy life. I recommend the doctor to everyone who wants to get out of depression, because the doctor knows how to listen.", "lang": "en"}
{"opinion_id": "op_003136", "text": "Focus on the patient's complaint, assessment of the degree of \"wear\" of the spine and making an appropriate diagnosis. An opponent of unnecessary chatter about everything and nothing from the patient. For the Doctor, only specifics matter. That's how I briefly described Dr. Jan Kowalski during the first visit in Mikołów (I was an accompanying person) and the patient was my father. Before him, a diagnostic block at the hospital in Chorzów on Mościckiego Street. For several years, he has been struggling with back pain - (two hernias), has difficulty walking, urinary incontinence. Other doctors (orthopedist, neurologist, urologist) prescribed more pills, which in reality didn't help much. We hope that this block will quickly detect the site of compression. Then an operation that will restore my father's former physical fitness. I will add that without an MRI image of the spine, it makes no sense to make an appointment. This is the most important thing you need to have! I emphasize this aspect because the doctor will not do anything without it. He assesses the condition of the spine based on the image from the disc.", "lang": "en"}
{"opinion_id": "op_003137", "text": "Bioethicist Prof. Jacek Hołówka from the Committee of Philosophical Sciences of the Polish Academy of Sciences and Pedagogium - College of Social Sciences in Warsaw is of a different opinion - he believes that research on human embryos should be permissible. However, he agreed with Zoll's statement that the compromise adopted now in some countries and setting a 14-day limit for research is something arbitrary, a convention. However, as Hołówka noted, there are many such conventions in society - e.g., the severity of the penalty for rape or determining the age at which a person reaches maturity. \"The belief that we will find important criteria separating the states >>before", "lang": "en"}
{"opinion_id": "op_003138", "text": "I highly recommend, although I was only with Him for two visits while being pregnant at the Bielański hospital completely by chance, he did not treat me \"negligently\", on the contrary, in both of these cases he examined me and asked in detail how I felt and if anything was bothering me, for me this is new because there were doctors I went to privately and the visits lasted maybe 2 minutes, without any examinations or questions I left with a filled-out pregnancy book... a complete mistake!", "lang": "en"}
{"opinion_id": "op_003139", "text": "A competent doctor, he performed my procedure professionally at the MSWiA hospital. As for his attitude towards the patient, he is pleasant, cheerful, a bit quirky. Some patients, especially female patients, are excited by his personality, sweet lines, other charms and mainly go for subsequent visits because of that. (which in my opinion is not very smart) I choose a doctor based primarily on qualifications, experience and specialized medical knowledge, so I sincerely recommend :)", "lang": "en"}
{"opinion_id": "op_003140", "text": "I went for my first visit to Jan Kowalski on 01/19/2018 due to severe pain only on the left side (throat near the tonsil, half of the tongue, ear, cheekbone under the eye, jaw, pain in the left side of the neck pulling to the shoulder. Already at that time, there was great difficulty swallowing saliva and food. To fall asleep at night, I had to take 2 tablets of Ibuprom or Diclo Duo Combi. After taking a history and examining the ears, nose, throat, diagnosis: redness of the vocal cords on the left side, probably a virus, treatment: Clindamycin - MIP, Groprinosin. On 01/21/2018 the pains intensified greatly and radiated intensely to the left shoulder. Second visit on 02/02/2018, sharp pains and only on the left side. Repeated medications Clindamycin - MIP, Groprinosin, because the virus could go to the lungs.. On 02/09/2018 with these pains I went to another doctor, after taking a history and examination, the doctor stated: trigeminal neuritis. treatment: Milganna injections, Voltaren 75 mg tablets, Voltaren gel for application, Vitamin PP, ordered an ultrasound of the parotid and submandibular salivary glands, lymph nodes in the neck area, CRP, ASO, vitamin D level, Helicobacter pylori. On 02/17/2018 it is much better. Next visit to the doctor on 02/19/2018. The rating for Dr. Jan Kowalski is very low, lack of professional intuition, measuring patients with the same measure, because during this period many people come with such types of pain, if they are diagnosed like me, I sincerely sympathize with them.", "lang": "en"}