{"opinion_id": "op_002181", "text": "I'll be honest, I don't understand where this admiration comes from. Pani Anna is indeed nice during the visit, I admit that she prescribed me appropriate medications for probably the most typical female ailment, but during the examination I had the impression that she wanted to finish it as quickly as possible and I had to practically beg her to look at my other complaint, after which she stated that indeed something was wrong and recommended an appropriate test. When asking the doctor questions, I had the impression that I was bothering her and being annoying, which I can't say about other doctors I've visited.", "lang": "en"}
{"opinion_id": "op_002182", "text": "Hello, it was my first time with Pan dr. Jan Kowalski and I'll say honestly that I was satisfied, he can answer every question asked of him, CONDUCTED A THOROUGH INTERVIEW, I was 6 weeks ago for a 3D ultrasound and he assured me that the baby is developing properly, I think I'll go to him again before delivery for tests, to check if nothing has changed. Especially since I'm taking medications to maintain the pregnancy and for a severe inflammation threatening premature birth.", "lang": "en"}
{"opinion_id": "op_002183", "text": "I sprained my knee - I've been to several orthopedists who after a quick examination stated that a quick procedure was necessary. Dr. Jan Kowalski was the only one who sent me for rehabilitation and noticed other \"ailments\" - he decided on the procedure only when nothing else helped. After the procedure, we often met for check-ups. He's specific and matter-of-fact - explains everything and it's nice to work with him. On the ward, you can notice a kind of \"military character\" in him, which can sometimes be annoying - but this probably results from the specificity of the ward and the number of patients on the ward. In my opinion, he's a good doctor.", "lang": "en"}
{"opinion_id": "op_002184", "text": "The first attempts to create a blood substitute in the world were made many years ago. However, synthetic blood is not available to this day. \"The most common causes of failures were the toxicity of the carrier itself, or that it transported oxygen too weakly. Blood is a very strong oxidizer - it destroys tissues. It's quite difficult to keep it in check, meaning to maintain such a balance that it transports oxygen but doesn't destroy tissues. An example is a brain hemorrhage. Blood that comes into direct contact with tissues simply burns them\" - describes dr. Jan Kowalski. \"The only cells adapted to constant contact with blood are endothelial cells lining our circulatory system from the inside\" - he explains. The technology was developed at the Faculty of Chemical Engineering of Warsaw University of Technology and was licensed to NanoSanguis company. The start-up found itself in the investment portfolio of the StartVenture @ Poland fund, which was created in cooperation with the National Center for Research and Development.", "lang": "en"}
{"opinion_id": "op_002185", "text": "In the future, the bioimplant implantation surgery will take place at the same time as the tumor removal, to avoid additional reconstructive operations. However, as stated by dr hab. Jan Kowalski, oncological treatment (radio- or chemotherapy) will negatively affect the cells that will be delivered together with the implant. Due to these problems, at the initial stage of research, scientists try to select patients whose cancer treatment process has been completed. The method brings hope for treating bone defects also outside the craniofacial area, but initially it is intended only for patients with tumors in this particular area. Engineering technologies developed in Poland are related to the possibility of bone tissue reconstruction also within other long bones, where there is a problem of repairing defects exceeding several centimeters.", "lang": "en"}
{"opinion_id": "op_002186", "text": "Pani Doktor performed the best, most detailed pregnancy ultrasound of my life. (And I'm in the middle of my second pregnancy and have been to various doctors). She thoroughly explained what was visible on the screen. She examined calmly, without rush, informing me and my husband on an ongoing basis about what she was doing, what she was seeing and what it meant. We left the office feeling that we were well informed, taken care of and that we had encountered not only a professional, but also a wonderful, warm and witty person. This is important because the 11-13 week ultrasound is stressful, and patients often feel very bad (that was the case with me). Since that visit, I know that I will perform all subsequent ultrasound examinations with pani doktor.", "lang": "en"}
{"opinion_id": "op_002187", "text": "I recommend!!! I've been treated by the Doctor for... 12 years. He managed my pregnancy - free of charge through the NFZ at the clinic, currently he treats my female ailments and never pushed for money, I'd even say he always looks for the optimal solution so as not to expose me to high costs related to tests or medications I have to take. So far I can't say a bad word about the Doctor and I highly recommend dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002188", "text": "As emphasized by dr. Jan Kowalski, genetic background and environmental exposure to chemical factors, including primarily exhaust fumes and other pollutants in indoor air as well as atmospheric air, have a great influence on the occurrence of allergies. These pollutants also include factors of biological origin, including animals and house dust mites, and their allergens, as well as dampness and mold in apartments, due to improper use of houses. The Łódź IMP conducted research in 50 apartments of one- and two-year-old children in Łódź. Scientists examined settled dust from the floor in the living room and children's room as well as from children's beds, taken from mattresses and bedding. Dust samples were collected using a vacuum cleaner with a special head equipped with a filter on which the dust settled.", "lang": "en"}
{"opinion_id": "op_002189", "text": "Due to elevated Nt I ended up at the Multi Med clinic. The ultrasound examination at 20 weeks was performed by dr. X who didn't detect any defects or markers, but said it would be good to do an echo of the heart with dr. Jan Kowalski around week 23. I signed up for this examination. I'm very satisfied with the visit to dr. Jan Kowalski. A very nice man, he treated us very kindly, greeted our daughter when he saw her on the screen :) Then he said that this examination would take a while and that he would be talking to himself. During the examination he indeed didn't speak to me, but after finishing the examination he explained everything in detail about what was happening, he noticed an unclosed valve and immediately reassured that this doesn't necessarily mean anything bad, that it could still close with the baby's development. He recommended another examination around week 30. Since the baby had an unfilled stomach, it wasn't visible. He asked us to walk around for another 20 minutes, he would examine the next patient during this time and the stomach should become visible. And indeed it was, he also took a picture of the stomach so that at the next visit someone wouldn't upset us that the baby doesn't have a stomach.", "lang": "en"}
{"opinion_id": "op_002190", "text": "We want the Polish medical biotechnology sector to be one of the strongest in Europe in 10 years - said Deputy Minister of Science and Higher Education Jan Kowalski to PAP. - \"We need this sector because it is currently one of the fastest developing areas of scientific research. In many countries, it is also an increasingly important area of the economy because biotechnology is entering various fields. To even think about designing Polish drugs, we need to have very good basic research, also in the area of cell biology\" - he emphasized. The Institute of Medical Biotechnology (IB-Med) is to support Polish scientists in conducting this research, the concept of which was presented at the end of December by Prime Minister Jan Kowalski and Deputy Prime Minister, Minister of Science and Higher Education Jan Kowalski. According to their announcements, the new institution will invest half a billion zlotys in research conducted in Poland on creating new drug molecules.", "lang": "en"}
{"opinion_id": "op_002191", "text": "Jan Kowalski added that the device will operate somewhat differently from traditional spirometers. Until now, spirometers were based on measurement methods based on measurements of exhaled air pressure or e.g. analysis of the Doppler effect, methods sensitive to environmental factors. In MySpiroo, an alternative method will be used instead. Additionally, the device will also measure pulse and blood oxygenation during measurement - parameters important in COPD and asthma or heart diseases. To perform a measurement, it's enough to place a finger on the sensor. The examination is performed using light waves. Asthma patients perform spirometry once a year, sometimes every few years, and those with moderate or severe asthma - more often - depending on the doctor's indications. We have indications that during periods of disease exacerbation, monitoring bronchial obstruction allows for faster implementation of proper treatment and achieving improvement. \"Hence if the patient had a spirometer at home, they could quickly perform a measurement themselves at any time. We want to check if we can guide the patient so that they perform the examination correctly themselves. From experience we know that patients who have asthma have done spirometry many times and perform it very well\" - said Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002192", "text": "I went to p.dr in week 5 of pregnancy - visit at enelmed. Excited, I entered with my husband and asked with a smile if we could be together - and she hesitated and with a sour face said - I'd rather ask the gentleman to stay outside... We felt very awkward. My husband left. During this and subsequent visits p.dr was unpleasant, answered my questions cursorily. I had spotting at the beginning of pregnancy and was worried, obviously in such a situation one seeks support from the doctor - not from her. dr. Anna Kowalska to my questions - quite specific but in her opinion basic - answered in the style of \"well everyone probably knows that...\", \"I probably don't have to explain to you...\". I'll add that this was my first pregnancy. Visits to p.dr stressed me very much, which is why I never went to her again. During women's conversations it turned out that my 3 friends being treated by her - also at this facility - similarly assess her work and dismissive attitude towards the patient. Her sour face at every visit definitely discouraged any conversation. I'll add that when bleeding appeared I consulted with another doctor who after an interview regarding my work immediately sent me on sick leave, pani doktor didn't see grounds for issuing a work leave.", "lang": "en"}
{"opinion_id": "op_002193", "text": "Pani doktor has enormous knowledge. She looks at the patient holistically, not just through the prism of the organ that is sick. She helped me not only improve the condition of chronically ill intestines, but also dissuaded me from not necessarily well-thought-out ideas of other doctors. Pani doktor contributed to the fact that after 3 years of trying I managed to get pregnant, when other doctors claimed that my intestinal disease has no effect on fertility. A big plus for the possibility of telephone consultations, thanks to which you don't have to travel for visits and consultations from other cities in Poland. The treatment is not short-term, but effective. Equally important, it is not based on randomly prescribed medications often having a not very good effect on our health, but on the highest quality preparations and probiotics.", "lang": "en"}
{"opinion_id": "op_002194", "text": "On December 1, 2009, doctor Jan Kowalski, along with dr. Jan Kowalski removed my right adrenal gland, where I had a hormonally active adenoma. The operation lasted 1.5 hours. It was technically difficult. It was performed using the laparoscopic method. The procedure was successful, and only 4 small \"stitches\" remained on the abdomen. Besides, after the procedure I didn't suffer, which pleased me, as I didn't feel like being carried to the altar for martyrdom :>. Doctor Jan Kowalski is a warm and open person. He can find a few minutes to talk with the patient, which borders on a miracle in this big kolkhoz that is AM. A specialist worth recommending.", "lang": "en"}
{"opinion_id": "op_002195", "text": "This was the second dermatologist who didn't solve my problem. My skin is peeling around the mouth, eyebrows, legs and other areas. Pani Doktor suggested changing all cosmetics, meaning shower gel, face gel, hair shampoo. Yes, I did that, and on top of that I got three creams and some tablets. The total cost of this treatment was about 520 zł with the visit... During treatment it was better, but the problem didn't disappear. Of course I'll add that Pani doktor very thoroughly described to me what and when to use, which pleased me because I didn't even ask for that. Perhaps I should have come a second time to Pani doktor, but I expected 100% success with such treatment.", "lang": "en"}
{"opinion_id": "op_002196", "text": "After several visits with my son, I can state that P.dr Jan Kowalski has appropriate knowledge and experience, however I don't recommend due to the fact that he \"goes\" for quantity rather than quality. In the private office at the computer he claims there's nowhere to play examination discs, asks for contact via SMS to which he doesn't respond, within 20-25 minutes he sees three patients almost simultaneously. I discourage private visits.", "lang": "en"}
{"opinion_id": "op_002197", "text": "Pan doktor didn't detect very advanced endometriosis in me (several visits). During/and after examination he doesn't explain, you have to ask questions yourself, draw conclusions yourself and ask again. Otherwise the visit takes place in a pleasant atmosphere and if someone doesn't have any problems then it's ok.", "lang": "en"}
{"opinion_id": "op_002198", "text": "A wonderful doctor and person. I could count on her day and night. Patient, makes thoughtful decisions, inspires great trust. Although my daughter is already 16 years old and I'm long past the stage of \"childhood illnesses\", I remember pani doktor with great respect. May she serve others for as long as possible.", "lang": "en"}
{"opinion_id": "op_002199", "text": "In the prevention of Alzheimer's disease, treating atherosclerosis is important, because atherosclerotic changes in cerebral arteries go hand in hand with the process of Alzheimerization, these diseases interpenetrate. It has been proven that damaged vessels are an additional source of beta amyloid in the brain. Necrosis caused by ischemia and hypoxia must not be allowed. Prevention also includes treating hypertension, diabetes, heart rhythm disorders. Physical activity must be an essential element of our daily plan, researchers suggest long, fast daily walks. A rich social life is good exercise for the mind as well as intellectual activity, setting new challenges for oneself (learning new foreign languages is better than returning to those we already know). A Mediterranean diet is recommended.", "lang": "en"}
{"opinion_id": "op_002200", "text": "This is confirmed by an experiment conducted in China in 2009, in which silver nanoparticles and microparticles were injected under the skin of rats. Microparticles didn't penetrate into the bloodstream, while nanoparticles were transported to the kidneys, liver, spleen, lungs and brain. The tattooing process involves introducing a small amount of pigment under the skin by puncturing it. A tattoo can also be dangerous to human health due to skin damage and the possibility of infections. As explained by dr. Anna Kowalska from the Department and Chair of Environmental Health of the Faculty of Public Health in Bytom, with proper hygiene such risk is minimal. \"The general rule for every procedure where our tissue is violated should be opening the needle packaging or replacing the device tip in our presence\" - she emphasized.", "lang": "en"}
