{"opinion_id": "op_004061", "text": "I am very satisfied with the visit. The doctor explained everything to me thoroughly, told me what to expect, and how to manage the pain. The methods he used were effective.", "lang": "en"}
{"opinion_id": "op_004062", "text": "A specific visit in response to my pain complaints. Plus exercises to do at home. Thank you.", "lang": "en"}
{"opinion_id": "op_004063", "text": "Full professionalism, on-time visit, detailed discussion of the problem", "lang": "en"}
{"opinion_id": "op_004064", "text": "This was my first visit to a physiotherapist ever. I had a lot of fear in me because I had heard that physiotherapy hurts. After a short conversation with Mr. Jan, I knew I had nothing to fear. I felt cared for and understood. Nothing was done that would cause me pain, at most discomfort resulting from working on a tense muscle. The facility itself is pleasant, the lady at the reception was very nice and helpful. I recommend", "lang": "en"}
{"opinion_id": "op_004065", "text": "A rude receptionist like from the National Health Fund is one thing, and the other most important thing is that to my question whether there is definitely an ultrasound (as I ordered the visit) he answers that the Physiotherapist will decide (How will I decide when I booked such a service and I pay for it!!)", "lang": "en"}
{"opinion_id": "op_004066", "text": "Professional, comprehensive approach. Very thorough ultrasound examination, focused not only on investigating the problem but also on ensuring the absence of other dysfunctions in the knee joints. For the first time I felt so well taken care of, we managed to identify the cause of the problem and I received specific guidelines for exercises. And all this at a very affordable price. I recommend!", "lang": "en"}
{"opinion_id": "op_004067", "text": "Very professional, methodical approach. I recommend", "lang": "en"}
{"opinion_id": "op_004068", "text": "Very pleasant and effective consultation and treatment - immediately after the procedure, great relief. Nice atmosphere and great commitment from Mr. Jan.", "lang": "en"}
{"opinion_id": "op_004069", "text": "I heard mostly specifics. What exercises I should do. What to do and what better not to do for now. Everything with understanding and empathy.", "lang": "en"}
{"opinion_id": "op_004070", "text": "A very friendly and communicative physiotherapist.", "lang": "en"}
{"opinion_id": "op_004071", "text": "The applied therapy turned out to be effective. Mr. Jan is a good physiotherapist and a very approachable person.", "lang": "en"}
{"opinion_id": "op_004072", "text": "Very reliable, thorough and helpful, excellent contact. I recommend Mr. Jan wholeheartedly", "lang": "en"}
{"opinion_id": "op_004073", "text": "A very friendly and competent specialist. I warmly recommend Mr. Jan", "lang": "en"}
{"opinion_id": "op_004074", "text": "I recommend, accurate selection of advice and exercises for the diagnosis. We will come back for more.", "lang": "en"}
{"opinion_id": "op_004075", "text": "As always, a helpful and effective visit!", "lang": "en"}
{"opinion_id": "op_004076", "text": "During the first visit, I felt very comfortable. Mr. Jan immediately diagnosed the problem and effectively dealt with it.", "lang": "en"}
{"opinion_id": "op_004077", "text": "I recommend! Very nice atmosphere and professional approach!", "lang": "en"}
{"opinion_id": "op_004078", "text": "A very pleasant visit, physiotherapist with a good approach to the patient, professionally, thoroughly. I recommend.", "lang": "en"}
{"opinion_id": "op_004079", "text": "I recommend! A good specialist, I received a lot of valuable tips, including how not to get myself back into the state in which I appeared to Mr. Jan :)", "lang": "en"}
{"opinion_id": "op_004080", "text": "Ms. Anna helps in a very comprehensive way, solving not only the pain in a specific place, but explaining where it comes from and what actions should be taken to make it disappear permanently. Additionally, she takes very good care of her patients and is interested, even after the visit, whether the pain is not returning.", "lang": "en"}
