{"opinion_id": "op_002501", "text": "We called the doctor to our home for the second time and I think we can recommend him with a clear conscience. He doesn't rush, examines thoroughly, discusses everything. In my opinion, he is a very good diagnostician. He is very skeptical about all natural methods (which I personally always use in cooperation with our doctor) except for honey water for cough, because - as he says - it is a method supported by research. He approaches people with respect, talks calmly and presents his opinion. I also see that he doesn't prescribe antibiotics just like that. The power of calm. I recommend.", "lang": "en"}
{"opinion_id": "op_002502", "text": "\"Today, for our nervous system, sugar is such a strong stimulus that we would want to eat it constantly. It's worth doing a small experiment on yourself: deprive yourself of simple sugar for a few days - don't drink sweet drinks, don't eat sweets, white bread, to feel the withdrawal syndrome: nervousness, irritation\" - says Dr. Jan Kowalski. Dr. Anna Kowalska pointed out that while today we usually like to try new flavors, such a strategy once made no sense - it could end in illness or death. \"For our ancestors, a bitter taste heralded something poisonous\" - said Dr. Anna Kowalska. \"A sweet taste, on the other hand, meant the presence of sugar, which is high-energy and in unprocessed food there was very little of it. It was, for example, in ripe fruits. The same goes for alcohol. In nature, it doesn't exist, except for overripe, fermented fruits. Humans were attuned to searching for such flavors because they meant energetic wealth\" - added Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002503", "text": "I was once with Dr. Jan Kowalski and in my opinion he is an incompetent doctor focused only on profit. In September, I had a 3D ultrasound with him. At the very beginning, he stated that the baby was too low, that it was already in the birth canal and told me to see my attending doctor as soon as possible. And I have such a uterine shape - anteverted - so on ultrasound such an image could be (according to the gynecologist with whom I had the examination) Dr. Jan Kowalski should have seen this during the examination as a specialist. I also don't know if he wanted to scare me, if he was having a bad day, or if it's simply due to his incompetence, but he sent me urgently for a fetal heart echo, as the baby's heart rate dropped momentarily to 60. After two weeks, I had another ultrasound and another doctor informed me that it is completely normal, that sometimes a baby's heart can even stop and they rather don't show this to women so as not to scare them. The same was told to me by the female doctor with whom I had the fetal heart echo. It's enough for the baby to press the umbilical cord for a moment and due to hypoxia the heart rate can temporarily drop. Dr. Jan Kowalski only managed to scare me and didn't want to explain or clarify anything, even when I asked. I had to drag information out of him to find out anything. It shouldn't be like that, especially since you pay a lot for such an examination. Additionally, he took inaccurate measurements, didn't enter the week of pregnancy on the result... it's not worth talking about, I only lost a lot of nerves, time and money on additional tests because of him.", "lang": "en"}
{"opinion_id": "op_002504", "text": "Dr. Anna Kowalska is a specialist and professional in her field. A great doctor with expert knowledge, additionally endowed with empathy and kindness. She also emanates calm, giving a sense of security both to the sick person and their caregivers. She devotes a lot of time to the patient and takes care of them holistically - body and psyche. Furthermore, she provided us, as caregivers of an elderly person, with a lot of valuable information and tips regarding care, clarified many doubts. She is definitely a doctor worth recommending. We thank Dr. Anna very much for taking care of not only our mother but actually the whole family.", "lang": "en"}
{"opinion_id": "op_002505", "text": "I go to the female doctor at Medicover in Katowice. I admit that if there was another doctor accepting late in the afternoon, I would quit therapy with this lady. When I came with the results, the lady said: 'horrrror, drama'... I thought I was about to die. Besides, I have the impression that my person irritates this lady even though I try to be nice. I don't know yet what the therapy results will be, maybe I won't find out because I'll change the doctor. I discourage a visit to her. To put it in the words of the female doctor - horrror, drama.", "lang": "en"}
{"opinion_id": "op_002506", "text": "I made an appointment as I planned a VaserLipo procedure on my stomach and back. I am not an obese person, I wear size M/38 and rather perceive myself as a slim person with unevenly distributed fat - precisely in the abdominal and back areas. During the visit, the doctor assessed my figure while I was sitting on a chair and I learned that with my appearance I qualify rather for an abdominoplasty (sic!) even though I have never given birth, and when sitting it's hard not to have rolls. When I stood up and undressed, I heard that I have, quote: \"a mess on my back\", I have no waist or buttocks. I should add that I would rather describe my figure as an \"hourglass\" than an \"apple\", so I consider such descriptions as calculated to make the patient even more dissatisfied with her own body and to persuade her to extend the procedure to additional areas. I won't go back there.", "lang": "en"}
{"opinion_id": "op_002507", "text": "Dr. Anna Kowalska from UMB said that studies have been conducted which show that the developed preparation both improves so-called \"lubricity\" (related to friction), but also has antimicrobial properties, takes care of hygiene for the patient, because it prevents the development of dental plaque. \"The whole art lies in the fact that each preparation has its specific properties, but obtaining several beneficial properties in one preparation is certainly a challenge. And this does not mean that we made the best preparation, absolutely not. It is known that work needs to be done on it. However, we managed to create a preparation that at least combines four, five properties of natural saliva. This is a phenomenon\" - said Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002508", "text": "I confirm: - similar to the previous description, an unannounced splash of water into the vagina as well as other, sudden tapping - sick leave only after a certificate from the primary care physician. At a later visit, she also claimed that there were no grounds for sick leave. (on the hospital discharge - pregnancy is threatened) - for 2 months I haven't had basic tests ordered, even despite my request and presented symptoms that may indicate serious deficiencies - recommending a dietary supplement (recently on the market) without ordering tests that could suggest serious deficiencies. She didn't even consider that some of its ingredients would duplicate with the vitamin preparation taken since the beginning of pregnancy. - without more detailed tests, she recommended a very serious medication (assessment based on one, unreliable indicator, didn't even propose further tests at my own expense) - arrogant, unpleasant, insensitive - answering private phone calls on almost every visit. At the moment, I think of nothing else but a visit to another doctor who will check the health status of me and my child as soon as possible. And above all, one who, upon my request and concern, will not restrict access to basic tests. This is the 10th negative, and that says something. I'M CHANGING DOCTORS AND STRONGLY DISCOURAGE!!!!! Fortunately, I had my Pap smear taken elsewhere, but I can't imagine a situation where after this lady's intervention blood is running down my legs.", "lang": "en"}
{"opinion_id": "op_002509", "text": "I was at the doctor's after an accident with a painful spine, doctors at the hospital said it was a bruise but I couldn't function normally. Dr. Jan Kowalski ordered an X-ray and it turned out there is a lowering of the intervertebral disc... And he gave me a referral for rehabilitation, explained what I can and cannot do, I honestly recommend this doctor.", "lang": "en"}
{"opinion_id": "op_002510", "text": "\"In the education program for dancers in Polish schools, there is a lack of methodically structured classes in: human anatomy and dance biomechanics, dancers are not taught how to work so as not to harm themselves. The goal of our research, which precisely defines the loads that dancers are subjected to, is also their use in practice - in teaching programs, perhaps in formulating new regulations regarding the profession of a dancer in Poland\" - she added. Research showed, among other things, that professional dancers are at risk of osteoporosis. \"This dependence is also an effect of overloads of the motor system, because recreational sports protect against osteoporosis. The disease threatens dancers in whom there are changes in hormonal economy. It usually occurs in areas of the motor apparatus less loaded in daily training, e.g., the radial bone. The body, as it were, protects the exploited pelvis or thigh bones with strong mineralization\" - the researcher explained.", "lang": "en"}
{"opinion_id": "op_002511", "text": "\"I am interested in regenerative medicine, particularly tissue engineering - its goal is to replace or maintain the function of damaged tissues or organs using implants composed of living human cells and biomaterials\" - says Anna Kowalska. - The scholarship will enable me to study my dream field at the Polytechnic in Aachen (Rheinisch-Westfaelische Technische Hochschule Aachen). The interdisciplinary program combines knowledge from the fields of medicine, natural sciences and engineering. This year, the competition supported projects in the fields of: biology, biotechnology, molecular biology, chemistry, physics, medicine and veterinary medicine. Young scientists will conduct research, among others, in Australia, Chile, China, Israel, Japan, Canada, Rwanda, the United States. Among scholarship holders from outside Germany were students from China, Finland, Cameroon, Poland.", "lang": "en"}
{"opinion_id": "op_002512", "text": "Supposedly the surgeon is good, but I'll say more when I finish treatment. The approach to people, however, is DEFINITELY totally dismissive (hands in pockets, mocking smiles). It's hard to get information from him, he thinks that: \"the patient doesn't need to know anything...\"?!, and for this reason I discourage!!!", "lang": "en"}
{"opinion_id": "op_002513", "text": "He pointed out that in the case of people with skin phototype I, i.e., very fair complexion, blue eyes, hair in blond or red color, regular sun exposure is not recommended due to the risk of developing malignant skin cancer (especially melanoma). Besides, for most Poles, even in sunny months, vitamin D production in the skin does not occur to a sufficient degree. \"Our life looks like this: we move everywhere by car. We get up in the morning, take the children to school, the children spend eight hours there, we pick them up by car, take them to additional classes, and all this takes place in enclosed spaces. Therefore, both children and adults are exposed to vitamin D deficiencies\" - said Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002514", "text": "Our synthetic blood is a semi-transparent, milky liquid. However, if there is such a marketing need, if someone wanted to have blue blood, then we can dye it blue.", "lang": "en"}
{"opinion_id": "op_002515", "text": "Dr. Jan Kowalski is convinced that classical stethoscopes do not allow for optimal reception of sounds from the body. He believes that acoustic signals can be digitally processed so that the doctor can more accurately recognize what is happening in the body. The stethoscope would thus highlight the most important features of the sound so that the human ear perceives them better and makes any deviations from the norm easier to notice during a quick examination, even in a noisy environment. What Nowak wants to do with sound can be compared to photo editing. Specialists working with photos can extract certain new information from images by applying certain filters - e.g., increasing the contrast of the photo or the saturation of its colors. Thanks to these treatments, certain previously imperceptible details may become visible in the photo. Similarly, it could be with sound - passing sounds through certain filters and digitally processing them may make certain features of the sound become clearer to the human ear. For now, however, algorithms that would help doctors in their work need to be found. This is exactly what Dr. Nowak's team is working on.", "lang": "en"}
{"opinion_id": "op_002516", "text": "\"Non-specific MMP-9 inhibitors were tested in other disease entities, e.g., cancers. As a result, there is a large pool of drugs not tested in the context of epilepsy. The goal of the project is to analyze such substances in the treatment of epileptogenesis\" - said the researcher. She added that obtaining the most promising substances is planned, and then testing their penetration through the blood-brain barrier and inhibitory influence on the development of epilepsy in appropriate models. Dr. Anna Kowalska emphasized that despite the introduction of a number of new antiepileptic drugs in recent years, still about 40 percent of patients remain drug-resistant. For these patients, searching for new antiepileptic drugs seems to be the only way to control epileptic seizures and enable them to function relatively normally in society.", "lang": "en"}
{"opinion_id": "op_002517", "text": "I have been treated by Jan since the beginning of February. I have been examined by many specialists from various fields of medicine. Orthopedists diagnosed sciatica, but the treatment was totally ineffective... there were many symptoms. With Jan, we worked on the whole body. I engaged in self-therapy, was taught which segment corresponds to which part of the body (neck, shoulders, shoulder blades, sternum, lumbar, sacrum, side of the abdomen, groin, hip, thigh, calf). I am slowly becoming independent. Jan has such vast knowledge about the human body and psyche that in the company of loved ones I call Him a \"miracle worker\". The information about the diseases He treats is not fiction. Besides huge experience and knowledge, He is an equal person, a buddy who cares about the patient, not about money. After visits to about 30 doctors, I am ready to recommend only Him with full certainty, because He constantly surprises me with the accuracy of the diagnosis. Even if I had to go to Him for the next half a year, I will do it because only Jan was able to help me and make me forget about the pain because of which I cried at night. So not thank you yet : )", "lang": "en"}
{"opinion_id": "op_002518", "text": "I came to the female doctor by chance, I wanted to change my previous endocrinologist. I have hypothyroidism, despite taking medication, TSH spikes, which I wanted to diagnose and discuss. The course of the visit was quite okay. Detailed questions, probing and looking into the future. The medication dose was changed, next control visit in 2 weeks, plus a series of tests to perform not only related to the thyroid. To prepare for the next visit I need to have the test results, tests + visit + ultrasound cost over 500 PLN, I can't afford to spend that much on my treatment in a month. Maybe she could have proposed doing them in stages. Despite a scheduled appointment, there are delays, I waited over 45 min. In today's times, that is definitely too long considering that the visits are paid. I have mixed feelings, I don't know if I will return to the female doctor.", "lang": "en"}
{"opinion_id": "op_002519", "text": "Ms. Bielanów effectively cured my daughter's acne, practically all people I recommended the female doctor to were very satisfied with her treatment. Someone wrote that she devotes 5 minutes to the patient (I personally never felt that) but why more time if that's exactly the time needed for a proper diagnosis and prescribing effective treatment. For chit-chat, you probably don't go to the doctor : - ) ) ) ) ). I honestly recommend, a really good doctor.", "lang": "en"}
{"opinion_id": "op_002520", "text": "An arrogant, unempathetic and impolite person. He did not gain my trust. The Doctor gave evasive answers to the questions asked. He asked me about my field of study, but when I answered, I was met with a mocking smile and comments, which was very unpleasant. The Doctor prescribed me medications after which my stomach hurt terribly, and there were no effects of their action on the problem I reported. During a visit to another orthopedist, showing the medications I received from Dr. Jan Kowalski, he didn't even comment and prescribed others. Dr. Jan Kowalski also stated that there is a need to give injections in the knees. I wanted to point out that I am not even 24 years old. I got scared of that, so I sought an opinion from the aforementioned, other orthopedist. So far I haven't had injections in the knees and I hope I never will. The visit lasted maybe 10 minutes, but the delay was an hour. There is chaos in the waiting room, it's crowded, there's nowhere to sit, people are nervous due to the large delays. I am not satisfied with this gentleman's services. Paying, I expect full, conscious engagement in my treatment from the treating person. I will never use the services of this office again.", "lang": "en"}
