{"opinion_id": "op_004181", "text": "Everything explained in great detail. I recommend.", "lang": "en"}
{"opinion_id": "op_004182", "text": "At every visit, it's clear that Mr. Jan knows his job, is engaged, and explains the next steps of rehabilitation with attention to detail, all while maintaining a friendly atmosphere.", "lang": "en"}
{"opinion_id": "op_004183", "text": "I came in with chronic neck pain that had been with me for years. After just two visits, I feel significant relief. Mr. Jan gave me a lot of attention and thoroughly explained what was happening with my body and how the treatment would proceed. Full engagement and professionalism. I wholeheartedly recommend.", "lang": "en"}
{"opinion_id": "op_004184", "text": "I am very satisfied with the visit. Mr. Jan approached my case with exceptional professionalism, great engagement, and empathy. He conducted a thorough interview, explained the causes of the ailments in detail, and proposed effective therapy. The entire visit took place in a very pleasant and comfortable atmosphere. I wholeheartedly recommend to anyone looking for a reliable, competent, and kind specialist!", "lang": "en"}
{"opinion_id": "op_004185", "text": "I recommend, the approach and explanation of the problem are at a high level.", "lang": "en"}
{"opinion_id": "op_004186", "text": "Very clear explanation of the injury and the work on the injury. Great calm and empathy that help you relax. A very pleasant, concrete visit ending with instructions for exercises to do at home. I recommend.", "lang": "en"}
{"opinion_id": "op_004187", "text": "Full professionalism, accurate diagnosis, but also a nice conversation. The shoulder recovered - vacation saved.", "lang": "en"}
{"opinion_id": "op_004188", "text": "Mr. Jan helped me with my problematic knee with full engagement and understanding. He listened to me and found answers to all my doubts. I recommend.", "lang": "en"}
{"opinion_id": "op_004189", "text": "Very professional approach to the patient. Detailed explanation of the cause of the problem, exercise recommendations, and most importantly, improvement after the first visit! I warmly recommend", "lang": "en"}
{"opinion_id": "op_004190", "text": "Full professionalism. I highly recommend. The visit took place in a pleasant atmosphere with a detailed explanation of the principles and methods of rehabilitation.", "lang": "en"}
{"opinion_id": "op_004191", "text": "Mr. Jan is an absolute gem of physiotherapy. He is as effective as Gandalf and as all-knowing as Dumbledore. A great specialist, attentive and thorough.", "lang": "en"}
{"opinion_id": "op_004192", "text": "Full professionalism, very good rapport, all problems were thoroughly discussed. You can see vast knowledge and feel positive energy :D", "lang": "en"}
{"opinion_id": "op_004193", "text": "Full professionalism, matter-of-factness, and kindness. I highly recommend Mr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_004194", "text": "Spectacular effects and a pleasant atmosphere during the visit.", "lang": "en"}
{"opinion_id": "op_004195", "text": "Very professional, nice, clear explanations :)", "lang": "en"}
{"opinion_id": "op_004196", "text": "Jan is an excellent health care professional! He is very knowledgeable in his field, and has an extremely empathetic and personable style. I have enjoyed my appointments with Jan, and I highly recommend him if you have suffered any kind of injury that requires healing and rehabilitation.", "lang": "en"}
{"opinion_id": "op_004197", "text": "I recommend Mr. Jan! Knowledge, professionalism, and patient approach - every physiotherapist could learn from him! :)", "lang": "en"}
{"opinion_id": "op_004198", "text": "A very friendly office, professional visit, Mr. Jan is very patient and exceptionally kind, explains everything thoroughly.", "lang": "en"}
{"opinion_id": "op_004199", "text": "Total professionalism and engagement, friendly atmosphere, everything checks out.", "lang": "en"}
{"opinion_id": "op_004200", "text": "A very good specialist, possesses knowledge and experience, I recommend", "lang": "en"}
