{"opinion_id": "op_003641", "text": "A very thorough doctor, professional approach, lots of important information and help.", "lang": "en"}
{"opinion_id": "op_003642", "text": "Full professionalism and commitment. I was clearly informed about further procedures. I recommend", "lang": "en"}
{"opinion_id": "op_003643", "text": "The doctor was very nice, listened to me and explained my problems. It was my second visit and very effective. The medicine helped me.", "lang": "en"}
{"opinion_id": "op_003644", "text": "Very professional visit, we received answers to all our questions.", "lang": "en"}
{"opinion_id": "op_003645", "text": "I recommend the doctor, she conducted a thorough interview, is helpful and very pleasant", "lang": "en"}
{"opinion_id": "op_003646", "text": "Visit without any remarks, the doctor is factual with a very good approach to the patient. I recommend.", "lang": "en"}
{"opinion_id": "op_003647", "text": "I rate everything from the doctor's side as very good", "lang": "en"}
{"opinion_id": "op_003648", "text": "The doctor explained everything thoroughly, gave specific recommendations and directed me further to appropriate places for comprehensive treatment.", "lang": "en"}
{"opinion_id": "op_003649", "text": "Comprehensive explanation based on available medical documentation.", "lang": "en"}
{"opinion_id": "op_003650", "text": "Very friendly place. Professional and nice doctor.", "lang": "en"}
{"opinion_id": "op_003651", "text": "The doctor carefully analyzes disease symptoms, approaching the patient in a professional and empathetic manner.", "lang": "en"}
{"opinion_id": "op_003652", "text": "The doctor is a very competent, sensitive person who listens carefully to the patient. She thoroughly examines the problem and explains what and how.", "lang": "en"}
{"opinion_id": "op_003653", "text": "The doctor demonstrated professionalism and a kind approach to the patient. The visit took place in a pleasant atmosphere, a detailed interview was conducted, and then my father received clear and specific recommendations. The doctor willingly answered all questions, devoting an appropriate amount of time and attention.", "lang": "en"}
{"opinion_id": "op_003654", "text": "A warm and nice person, I recommend Anna", "lang": "en"}
{"opinion_id": "op_003655", "text": "A very nice lady. Everything was explained in detail, after the visit there were no questions left.", "lang": "en"}
{"opinion_id": "op_003656", "text": "A very nice and pleasant doctor.", "lang": "en"}
{"opinion_id": "op_003657", "text": "Comprehensive approach to the reported problem, professionalism, attentive listening to the patient. Highly recommended.", "lang": "en"}
{"opinion_id": "op_003658", "text": "Specific and professional visit, calm and detailed explanations. I recommend", "lang": "en"}
{"opinion_id": "op_003659", "text": "The doctor listened with engagement to the purpose of my visit. She thoroughly and calmly explained what urgent tests I should perform.", "lang": "en"}
{"opinion_id": "op_003660", "text": "Everything explained in detail, very thorough examination, medications prescribed, tests ordered, everything on the visit printout. And all this punctually, friendly, calmly, pleasantly.", "lang": "en"}
