{"opinion_id": "op_003581", "text": "5 stars in every aspect.", "lang": "en"}
{"opinion_id": "op_003582", "text": "The doctor was very nice. She answers questions in detail. Appropriate tests were performed. Professionalism is evident. I recommend! and thank you for the help :)", "lang": "en"}
{"opinion_id": "op_003583", "text": "The visit was efficient, I was thoroughly examined. The doctor was engaged and explained everything well.", "lang": "en"}
{"opinion_id": "op_003584", "text": "Very nice doctor, very detailed visit, lots of information helpful for the illness.", "lang": "en"}
{"opinion_id": "op_003585", "text": "I recommend. Professional approach, I received additional tests.", "lang": "en"}
{"opinion_id": "op_003586", "text": "The doctor is very pleasant, empathetic, willing to help, and above all professional and effective in choosing treatment. I highly recommend.", "lang": "en"}
{"opinion_id": "op_003587", "text": "The doctor is very pleasant and very competent. She performs the examination considering the patient's comfort. She explained in detail what is happening and the treatment method, ordered appropriate tests. The visit was in a very friendly atmosphere.", "lang": "en"}
{"opinion_id": "op_003588", "text": "Professionally - comprehensively, substantively, and friendly.", "lang": "en"}
{"opinion_id": "op_003589", "text": "The doctor carefully conducted the examination, collected medical history, and gave comprehensive recommendations and instructions for treatment. I advise.", "lang": "en"}
{"opinion_id": "op_003590", "text": "I highly recommend the doctor, she is pleasant, communicative, and clearly knows her field.", "lang": "en"}
{"opinion_id": "op_003591", "text": "It was my first time. Very good impressions. The doctor explains thoroughly, answers questions asked. The doctor has an empathetic approach to the patient. I recommend!", "lang": "en"}
{"opinion_id": "op_003592", "text": "Effective diagnosis, prescription of medications after which I felt better the very next day, thank you very much to the doctor.", "lang": "en"}
{"opinion_id": "op_003593", "text": "I recommend. The doctor examined me thoroughly, explained everything.", "lang": "en"}
{"opinion_id": "op_003594", "text": "Very nice and substantive doctor. She explained everything, clarified. Specifically and to the point.", "lang": "en"}
{"opinion_id": "op_003595", "text": "I never write reviews, but from now on I will start. The patient pays, invests time, comes in pain, expects help, but gets an ointment for a different problem, which they didn't ask for (10 times more expensive than the one they already use, and almost identical in composition, not a bit more effective) and advice like: please drink flaxseed (I see other patients received such advice too). The immense pain I came with, non-healing wounds on the tongue and in the mouth, were ignored. And for the peak of everything, I consider the answer to a desperate question, what to do (because I didn't get any medication): \"Please don't lick the floor\". This \"witty\" comment speaks for itself. The wounds and canker sores did not heal, on the contrary, new ones appeared, also erosions, the tongue started cracking more and bleeding, the infection also affected the nose and around the nose. The doctor did not help me in the slightest (of course, a swab should have been taken and antibiotics prescribed). I DO NOT RECOMMEND. A waste of time, money, and trust that cannot be rebuilt.", "lang": "en"}
{"opinion_id": "op_003596", "text": "I regretfully have to give a negative rating - I waited for a call from the doctor for over an hour - zero information about a possible \"delay\" on the doctor's part, meaning treating the patient like... As I understand - I'm supposed to wait all day for the call - put my obligations aside and wait.... I hope the refund won't be as problematic as the visit. I regret not reading other patients' opinions earlier.", "lang": "en"}
{"opinion_id": "op_003597", "text": "Fantastic doctor. I recommend with all my heart!!!", "lang": "en"}
{"opinion_id": "op_003598", "text": "I will recommend the doctor to other patients. I learned a lot about my health, I got good medication.", "lang": "en"}
{"opinion_id": "op_003599", "text": "The doctor is very polite, with the right approach to the patient, gentle and attentive.", "lang": "en"}
{"opinion_id": "op_003600", "text": "The doctor is nice and substantive. I am very satisfied with the visit, I highly recommend.", "lang": "en"}
