{"opinion_id": "op_003621", "text": "Professionalism and commitment. This is already my next visit with the female doctor. Everything explained in detail, well-matched medications to the diagnosis. I recommend", "lang": "en"}
{"opinion_id": "op_003622", "text": "I am extremely impressed with the skills, culture, and manner of conducting a stressful laryngeal examination for me. The male doctor performed the examination with the utmost gentleness and patience, then explained the problem in detail, and all of this took place in a pleasant and friendly atmosphere. Thank you very much, Doctor, and of course, I sincerely recommend this doctor to others. I will add that the lady at the reception was incredibly kind and cultured, and the appointment took place on time.", "lang": "en"}
{"opinion_id": "op_003623", "text": "The doctor made an accurate diagnosis, prescribed effective treatment, and at the same time had immense patience for a young patient deeply interested in the topic.", "lang": "en"}
{"opinion_id": "op_003624", "text": "Very factual and helpful.", "lang": "en"}
{"opinion_id": "op_003625", "text": "A very good doctor - competent, listened calmly and explained the problem. The visit was in a very friendly, calm, and pleasant atmosphere. I sincerely recommend.", "lang": "en"}
{"opinion_id": "op_003626", "text": "Professional, factual service, short, concise, and to the point in a very pleasant atmosphere", "lang": "en"}
{"opinion_id": "op_003627", "text": "I do not recommend. Only yesterday, after over a month and a half from a private visit, I had the chance to see what a professional laryngological examination looks like (and that was at an NHS clinic). I regret the lost time and money.", "lang": "en"}
{"opinion_id": "op_003628", "text": "Factual, understandable comments and diagnosis delivered in a pleasant manner.", "lang": "en"}
{"opinion_id": "op_003629", "text": "A very nice doctor, patiently and meticulously explains everything and answers all questions.", "lang": "en"}
{"opinion_id": "op_003630", "text": "Professionalism, a kind approach, effectiveness in treatment.", "lang": "en"}
{"opinion_id": "op_003631", "text": "The male doctor very quickly diagnosed my problem, and most importantly, the proposed medication helped already the next day.", "lang": "en"}
{"opinion_id": "op_003632", "text": "I have been a patient of Dr. Anna Kowalska for a long time and can wholeheartedly recommend her to anyone looking for a competent and committed specialist. The female doctor always conducts a detailed interview, thoroughly analyzes test results, and looks at the patient holistically – not limiting herself to symptoms but trying to find their cause. The indications and recommendations I receive are accurate and, most importantly, effective. I feel cared for and have full trust in the decisions made. Such doctors are truly worth recommending!", "lang": "en"}
{"opinion_id": "op_003633", "text": "I have been treated by the female doctor for many years; I have full trust in her. A true doctor with a vocation, she gives the patient her full attention. An excellent specialist who also sees the patient as a whole. I recommend!", "lang": "en"}
{"opinion_id": "op_003634", "text": "Dr. Anna Kowalska spent a lot of time gathering a detailed history regarding my ailments, treatment history, diagnostics, and my state of health. During the conversation, the doctor made me aware that the ailments could have neurological causes but could also be due to mental strain. I have never met a doctor who discussed my health condition so broadly with me and treated it holistically. After recommended treatment, after a few years, I started sleeping through the night again and not waking up due to pain. I sincerely recommend the female doctor.", "lang": "en"}
{"opinion_id": "op_003635", "text": "I am very satisfied with the visit. An excellent doctor, full professionalism. I got answers to all my questions. I recommend", "lang": "en"}
{"opinion_id": "op_003636", "text": "Excellent doctor, professional and competent. Pleasant atmosphere", "lang": "en"}
{"opinion_id": "op_003637", "text": "A good specialist and an empathetic female doctor. She can look at the problem holistically. Worth recommending.", "lang": "en"}
{"opinion_id": "op_003638", "text": "Excellent doctor, great approach and super engagement, mega empathy. I'm glad I came across the female doctor", "lang": "en"}
{"opinion_id": "op_003639", "text": "The doctor did not answer any of my questions regarding the diagnosis, aside from \"I don't know.\" Although the referral was specifically to a neurologist. I have facial asymmetry, poor vision in my left eye. The doctor is inattentive, without empathy. I sent her the MRI description by email, and the description was on the disk; eventually, she wrote \"there was no MRI description.\" And that's one example! Ophthalmologist's indications are not taken into account. Everything she said was \"it happens with age.\" I'm only 37! Extremely unprofessional. The visit takes place at home; it's very stuffy and smells. At the same time, I waited as she was 30 minutes late! But she said she had no time for my questions!", "lang": "en"}
{"opinion_id": "op_003640", "text": "A disaster, a tragedy; I haven't seen such a failure even in the NHS, let alone with a doctor you pay so much money for. The female doctor was judgmental, unpleasant, tactless, snappy, bordering on insulting the patient; she asked 3 times if the visit was definitely paid for; after conducting the conversation and interview, she concluded as follows: 'I don't know what's wrong with you. Did you pay for the visit? Yes? Then goodbye' (after she had already asked about it several times at the beginning and checked her phone to see if the transfer was there). DRAMA", "lang": "en"}
