{"opinion_id": "op_004081", "text": "Bardzo polecam Panią Agnieszkę. Wielkie zaanagażowanie, ogromna empatia, no i przede wszystkim - ulga w bólu. Szeroki wachlarz terapii i bardzo bogata wiedza.", "lang": "pl"}
{"opinion_id": "op_004082", "text": "Bardzo przyjazny gabinet", "lang": "pl"}
{"opinion_id": "op_004083", "text": "Pani Agnieszka była bardzo profesjonala, empatyczna oraz zaangażowana w moje dolegliwości.", "lang": "pl"}
{"opinion_id": "op_004084", "text": "Podczas jednej z rehabilitacji , Pani Agnieszka doradziła mi wodoroterapię,  która okazała się strzałem w dziesiątkę.  Obecnie leczę się na nowotwór i dzięki inhalacjom bardzo dobrze znoszę chemię,  bardzo dobrze się czuję i nie mam żadnych uciążliwych dolegliwości bólowych.  A ostatni tomograf wykazał, że wszystkie guzy zmalały.  Pani Agnieszka to cudowny,dobry człowiek z olbrzymią wiedzą i doświadczeniem.  Serdecznie dziękuję i wszystkim polecam.", "lang": "pl"}
{"opinion_id": "op_004085", "text": "Bardzo polecam Pania Agnieszkę :) naprawdę zna się na rzeczy. Fachową obsługa i diagnoza , do tego odpowiednie ćwiczenia. Po pierwszej wizycie czuje ogromną ulgę dzięki sprawnym dłoniom Pani Agnieszki oraz w połączeniu z masażem Pani Kasi :) w gabinecie panuje świetna i przemiła atmosfera . Człowiek się czuje zaopiekowana i zrozumiany  :)", "lang": "pl"}
{"opinion_id": "op_004086", "text": "Bardzo polecam! Pani Agnieszka ma przeogromne pokłady empatii i wyrozumiałości. Wizyta przebiegła w bardzo miłej atmosferze i dzięki jej fachowej pomocy poczułam znaczną ulgę fizyczna i psychiczna. Serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_004087", "text": "Bardzo profesjonalne podejście do pacjenta. Duża wiedza i zaangażowanie co przynosi doskonałe efekty", "lang": "pl"}
{"opinion_id": "op_004088", "text": "Zdecydowanie polecam panią fizjoterapeutkę! Wizyta przebiegła w bardzo miłej atmosferze, a pani Agnieszka okazała się nie tylko profesjonalistką, ale także osobą ciepłą i empatyczną. Dzięki jej fachowej pomocy poczułam znaczną ulgę i poprawę. Bardzo dziękuję za poświęcony czas i zaangażowanie! Z pewnością wrócę na kolejną wizytę.", "lang": "pl"}
{"opinion_id": "op_004089", "text": "Polecam. Wizyta przebiegła sprawnie, leczenie w toku. Ale jest poprawa.", "lang": "pl"}
{"opinion_id": "op_004090", "text": "Profesjonalizm w pełnym tego znaczeniu. Przemiła obsługa.personel otwarty na pacjenta. Bardzo gorąco polecam.", "lang": "pl"}
{"opinion_id": "op_004091", "text": "Dobrany zestaw zabiegów: laser, jonoforeza, krio oraz masaż ciepełkiem w celu przyspieszenia gojenia naderwanego mięśnia.  Szybka możliwość rozpoczęcia leczenia wspomagającego poprawi proces gojenia. Polecam serdecznie", "lang": "pl"}
{"opinion_id": "op_004092", "text": "Polecam! 100% zaangażowania indywidualnego do pacjenta profesjonalizm wykonywaniu zabiegów", "lang": "pl"}
{"opinion_id": "op_004093", "text": "Pełen profesjonalizm", "lang": "pl"}
{"opinion_id": "op_004094", "text": "Pani Kamila jest wspaniałą fizjoterapeutką, wie co robi, zna się na tym i widać, że robi to co robi z pasją. Wszystko wytłumaczy, a i odwróci uwagę od bólu w trakcie zabiegu", "lang": "pl"}
{"opinion_id": "op_004095", "text": "Profesjonalne i indywidualne podejście do pacjenta. Już po pierwszym masażu poczułem ogromną ulgę, polecam.", "lang": "pl"}
{"opinion_id": "op_004096", "text": "Pani Kamila to bardzo sympatyczna osoba, a przede wszystkim fachowiec w swojej dziedzinie. Jestem bardzo zadowolona z efektów terapii. Gorąco polecam.", "lang": "pl"}
{"opinion_id": "op_004097", "text": "Bardzo polecam  panią Paulinę która wykonuje  rzetelnie swoją pracę .", "lang": "pl"}
{"opinion_id": "op_004098", "text": "Bardzo duże zaangażowanie podczas wizyty i fachowe porady", "lang": "pl"}
{"opinion_id": "op_004099", "text": "Pani Kamila jest świetnym fachowcem w swej dziedzinie. Wielokrotnie pomagała mi w trudnych momentach choroby .", "lang": "pl"}
{"opinion_id": "op_004100", "text": "Bóle biodra, które doprowadziły do utykania. Po 3  zabiegach znaczna poprawa. Ćwiczenia do domu. Kultura osobista.", "lang": "pl"}
