{"opinion_id": "op_004141", "text": "Friendly atmosphere, skillful communication of information regarding potential health issues. It's still too early to assess the effects.", "lang": "en"}
{"opinion_id": "op_004142", "text": "Very professional approach and detailed explanation of the problem with the ailment. I recommend!", "lang": "en"}
{"opinion_id": "op_004143", "text": "Very professional approach to the problem, detailed interview and explanation of what could be the source of pain and what needs to be improved, e.g., in posture. The atmosphere was very pleasant and friendly, I felt comfortable and safe. The back pain partially subsided immediately after the visit, and the next day it was much better. I also received sample exercises to help strengthen the back and avoid pain. I sincerely recommend Mr. Jan Kowalski; if a similar problem arises in the future, I will definitely come for another visit.", "lang": "en"}
{"opinion_id": "op_004144", "text": "Ineffective visit. Technically so-so, I went somewhere else and it was much better.", "lang": "en"}
{"opinion_id": "op_004145", "text": "Excellent approach to the patient. Very detailed explanation of the ailments, as well as demonstration of possible exercises that can help eliminate the discomfort. I 100% recommend!!!", "lang": "en"}
{"opinion_id": "op_004146", "text": "I am more satisfied with the visit; the painful area was massaged more accurately, reducing the discomfort, and the advice on stretching and exercising the painful area was very accurate. I highly recommend. Best regards.", "lang": "en"}
{"opinion_id": "op_004147", "text": "Very happy with Mr. Jan Kowalski. He was very understanding of my wife's condition (hyperkyphosis) and showed great patience and empathy throughout the meeting. I valued his attention to detail and plan for future sessions.", "lang": "en"}
{"opinion_id": "op_004148", "text": "Mr. Jan Kowalski conducted a very thorough interview and then, while explaining, massaged the painful areas. I also received recommendations for specific home exercises that helped me. Accurate diagnosis, pain relief, good recommendations for the future.", "lang": "en"}
{"opinion_id": "op_004149", "text": "Empathetic, perfect, communicative. I recommend Mr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_004150", "text": "I visited Ms. Anna Kowalska twice. She is a very nice and competent person. I will definitely recommend her to all my friends.", "lang": "en"}
{"opinion_id": "op_004151", "text": "I recommend Ms. Anna Kowalska to everyone suffering from spinal and shoulder pain. I am very satisfied with the visit.", "lang": "en"}
{"opinion_id": "op_004152", "text": "A professional through and through! Commitment, knowledge, and treatment effectiveness at the highest level.", "lang": "en"}
{"opinion_id": "op_004153", "text": "The clinic is located in a good place with easy parking. The visit met expectations, was effective and pleasant.", "lang": "en"}
{"opinion_id": "op_004154", "text": "Full professionalism and commitment.", "lang": "en"}
{"opinion_id": "op_004155", "text": "Every time I was at the clinic, I felt genuinely cared for and understood. I greatly appreciate the empathy and medical insight of Ms. Anna Kowalska, which make me happy to return to the clinic. I truly recommend!", "lang": "en"}
{"opinion_id": "op_004156", "text": "Nice approach to the patient, professional care.", "lang": "en"}
{"opinion_id": "op_004157", "text": "Very friendly lady, chatty and speaks good English, she did physiotherapy for me when I had a sprained ankle and needed rehabilitation.", "lang": "en"}
{"opinion_id": "op_004158", "text": "Super. Specific and precise. Immediate improvement after the first visit and treatments.", "lang": "en"}
{"opinion_id": "op_004159", "text": "I came in with pain - I received quick and effective help. I recommend.", "lang": "en"}
{"opinion_id": "op_004160", "text": "I highly recommend! :) An excellent visit! Detailed interview and examination, then discussion of the problem and joint practice of recommendations. Comfortable conditions, friendly atmosphere. Everything was great!", "lang": "en"}
