{"opinion_id": "op_000581", "text": "I went to this doctor privately, he showed no interest and didn't let me explain in detail the entire previous treatment process before the visit to his office. It seemed to me that he had no time for me, and my health problems have been going on for 2 months already. He wrote a prescription and notes on what tests I should go for. That's all.", "lang": "en"}
{"opinion_id": "op_000582", "text": "An ultrasound was done. A brief medical history was taken. Generally artificially smiling and pretending to be friendly for the few minutes of the visit. She doesn't like when the patient asks questions, disagrees with her views and recommendations. Very indiscreetly \"ushers out\" the confused patient while printing the receipt. I was there once and never again.", "lang": "en"}
{"opinion_id": "op_000583", "text": "\"This is close human proximity. In the absence or too few avian hosts, as well as in the case of excessive growth of their population, starving pigeon bugs can penetrate into apartments and attack people, mainly during night rest\" - said Prof. Jan Kowalski to PAP, who heads the Department of Parasitology at the Faculty of Pharmacy with the Division of Laboratory Medicine of the Medical University of Silesia in Sosnowiec. Pigeon bugs sting very painfully, and their victim feels pain and itching for a long time. Skin lesions can persist for up to 1.5 years. As the parasitologist emphasizes, an attack on the face is very dangerous - it can cause swelling or tick paralysis preventing breathing. The effect of the sting can also be inflammation of the lymphatic vessels, and in sensitive people - allergic reactions. \"In extreme cases, repeated stings by pigeon bugs in sensitive individuals can cause anaphylactic shock and death, such cases have been reported in Poland\" - warned Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000584", "text": "It was the first time I encountered such an unpleasant and unprofessional dentist. He is very unfriendly, actually rude. He didn't explain to me what the procedure would involve, and to my questions he muttered something under his breath, actually using two words: \"What?!\" and \"Well!\" During the visit, he was handling two patients at once and running from one chair to another. He did everything very roughly, chaotically and in a hurry. I didn't hear any recommendations from him, I had to read everything later on the internet. The plus is that apart from bleeding and swelling, which disappeared after a week, there were no more serious complications. Honestly, I don't recommend.", "lang": "en"}
{"opinion_id": "op_000585", "text": "What kind of doctor is this who can't prescribe the medications I want. My family doctor didn't want to prescribe them anymore and sent me to a specialist. He didn't prescribe them for me and said that he never prescribes such things. He said they're not suitable for such long-term treatment. I've been using Afobam for 9 years and I'm somehow living. Without it, I would probably die. When I go privately, he should take me into account. He wanted to prescribe me something else, but I believe in my Afobam. I won't go to him again. There used to be Dr. Jan Kowalski in Żary but he probably left already. Very unfortunate. So experienced.", "lang": "en"}
{"opinion_id": "op_000586", "text": "Dear Professor! Thank you for your professionalism, shown warmth, heartfelt words of support. You, Professor, are the BEST of the best! I am after a tumorectomy for breast cancer. The procedure took place in October this year. I recommend Professor Jan Kowalski to all patients because he is: smart in his field, honest, warm towards the patient, and in moments of psychological breakdown when facing this disease, he can provide psychological support. Moreover, all doctors working in the clinic under the leadership of Professor Jan Kowalski are highly qualified staff. To the Professor and his team, I give a hundredfold many positive ratings!!!", "lang": "en"}
{"opinion_id": "op_000587", "text": "In the case of nearly 2000 people from all over Poland with overweight and obesity participating in a body weight reduction program, the total weight loss was as much as 9 tons (average 5 kilograms), reduction of excessive blood sugar levels was achieved in 47% of cases, cholesterol levels were reduced in 32%, and hypertension was reduced in 65%. Participants met not only with doctors and dietitians, but also with physiotherapists and psychologists. \"The costs of the program in this case were three times lower than the estimated cost of treating obesity complications. This is an excellent deal\" - emphasized Prof. Jan Kowalski. Scientists emphasized that \"Maintain Balance\" is the first comprehensive program that indicates the right direction of action in the effective fight against obesity and overweight, currently recognized as the greatest health threat in the world. According to forecasts recently published by the World Health Organization (WHO), the obesity epidemic will grow rapidly in the coming years - also in Poland, which has advanced to the forefront of the most obese populations in Europe.", "lang": "en"}
{"opinion_id": "op_000588", "text": "I came to Pani Ewa last year while browsing the internet and looking for a dietitian who would help me with Hashimoto's disease. The fact that she herself struggles with this disease convinced me to choose her and I don't regret it. First of all: Pani Ewa is a wonderful person and a professional in every way. Very extensive knowledge (she backs it up with medical knowledge), requires detailed tests but (and this is most important) she listens to her patients. I recommend with a clear conscience. Especially to people struggling with autoimmune diseases and insulin resistance, but you can come to Pani Ewa with any disease, her knowledge is so vast that she can handle everything.", "lang": "en"}
{"opinion_id": "op_000589", "text": "My visit was very short and unfortunately didn't end as I expected. I came with a problem of an impacted wisdom tooth that was causing tremendous pain. Encouraged by reviews including from this site, I was sure I would receive professional help that day. Unfortunately. The appointment time was moved up, I rushed straight from work across all of Wrocław and the visit consisted only of an examination and writing a prescription 'in case of further discomfort'. Plus everything was done in quite a hurry which was noticeable. More consultation than action during the visit. Fortunately, today I've already had my wisdom teeth removed by another doctor - at the first visit the worst wisdom tooth was successfully removed and then another right after. Still, I'm leaving a neutral comment because the doctor is a nice person and probably cases like mine don't happen often. However, let's demand more attention, time and professional help from doctors, because that's what we pay for ;-) Regards.", "lang": "en"}
{"opinion_id": "op_000590", "text": "A month ago I was at this doctor's for the first time. I ended up there \"on my own\". I simply wanted to check my condition preventively and do a cytology, especially since my husband and I are trying for a baby. I must objectively state that I was satisfied with the examination. The doctor talked with me a lot about my health. He dispelled my concerns or \"suggested\" what might result from what. What to worry about and what is normal. Indeed, in his manner he may seem cold, but I personally don't care much about someone entertaining me during such a medical visit. I would probably even feel embarrassed or might not fully trust what he says if such a doctor was overly sweet or excessively friendly. What very positively surprised me? The breast examination performed by the doctor. He took the initiative himself, even treated it as standard and a continuation of the gynecological examination. He surprised me because NEVER has any other gynecologist even suggested this to me - including doctors who charged more for a visit than Dr. Jan Kowalski. A week ago I got a positive pregnancy test. I'm going to the doctor this week. I hope I'll be satisfied this time too. Regards", "lang": "en"}
{"opinion_id": "op_000591", "text": "I've been treated for RA for over 20 years. Pani Doktor is the next rheumatologist treating me. She devotes a lot of time and attention to the patient, tries to learn as much as possible about the disease and tailors the treatment to the specific person, not just to the specific disease. I believe she is one of the truly good doctors in this specialty. The downside is unfortunately the long waiting time before the scheduled appointment (sometimes up to 1.5-2 hours). Therefore, I give the rating \"RECOMMEND\" and not \"VERY GOOD\" as I intended to give.", "lang": "en"}
{"opinion_id": "op_000592", "text": "As the President of the Office, Jan Kowalski, reminded, an innovative drug, also called a reference medicinal product, is a medicinal product authorized for marketing based on full documentation, being the fruit of long-term and costly research. From the start of research on such a drug to its introduction to the market, an average of 10 years passes, with typical costs of about a billion euros. Despite all precautions, it still happens that adverse effects of the drug are revealed only after its introduction to the market and it has to be withdrawn, which is both costly and detrimental to the company's image. It's much easier to copy an existing drug and sell it cheaper. Many companies do just that - and that's why a 10-year protection period was introduced, during which the creator of the drug has a monopoly on it. \"Without innovative drugs, treating previously incurable diseases, with new mechanisms of action or administered in a new way, there would be no progress in medicine - said clinical pharmacologist Prof. Jan Kowalski. - However, it is generic drugs that, thanks to their sometimes 80% lower price, allow for broad access to effective treatment. Their presence on the market also doesn't allow pharmaceutical companies to rest on their laurels\".", "lang": "en"}
{"opinion_id": "op_000593", "text": "A young and good doctor. Young means ambitious and in my case I definitely felt that Pan doktor investigates the problem with all his might, very engaged in my case. You can feel Pan doktor's calling. You can confidently go to Pan Jan Kowalski, he will certainly do everything in his power.", "lang": "en"}
{"opinion_id": "op_000594", "text": "For a person with mental problems, it's a huge effort to realize that they need help from someone outside. And it's even harder to talk about these problems, usually shameful, embarrassing, about failures and weaknesses. I would therefore expect mental support from the doctor, a thread of empathy, a certain good atmosphere during the visit that would help open up and express the internal pain in words. Unfortunately, Pani doktor lacked this. With every sentence of my \"story\" new \"faces\" appeared on her face... from irritation to irony. I was so embarrassed that I almost ran out crying but with the last bits of strength I controlled myself, though now I regret that I didn't do so, because I regret the money spent on this Pani. I left humiliated and shaken. I will never return to her again.", "lang": "en"}
{"opinion_id": "op_000595", "text": "\"The difficulty of these procedures lies in the fact that three vessels branch off from the convex aortic arch: the brachiocephalic trunk, the left common carotid artery and the left subclavian artery\" - explained Prof. Jan Kowalski to PAP. Therefore, in the patient operated on Wednesday - similar to previous patients - it was necessary to order this type of endovascular prosthesis \"to measure\" for his aorta, because in each person the aortic arch with branching vessels is slightly different. The biggest difficulty was the precise placement of the stent-graft so that the sleeves would be exactly at the site of the origin of the respective arteries. This prosthesis must be positioned so that the sleeves protruding from it are exactly at the site of the origin of these vessels. Insufficient fitting could cause acute heart ischemia and heart attack or brain ischemia and massive stroke.", "lang": "en"}
{"opinion_id": "op_000596", "text": "This year's Nobel Prize in Chemistry goes to the hands of scientists who made breakthrough discoveries in the field of research on the deoxyribonucleic acid molecule. This is a molecule that we define as a biomolecule of fundamental importance for the existence of living organisms. Although it was discovered already at the end of the 19th century, as it turns out after 120 years of research, it is still a mysterious structure that inspires research - said Prof. Jan Kowalski to PAP. As he added, finding the mechanisms of perfect replication of the DNA molecule is of enormous importance for understanding the genesis of many diseases that are currently a plague of humanity. \"These three scientists made discoveries in three areas of understanding the DNA molecule. This includes both stating that it is a very unstable structure and even under physiological conditions it undergoes degradation. Hence, although it itself has a perfectly developed mechanism for repairing damage, it is in the interest of all humanity to understand the mechanisms of damage, their formation and to find ways to repair them\" - added the expert.", "lang": "en"}
{"opinion_id": "op_000597", "text": "I have a completely different opinion. The visit was unpleasant, the doctor was dismissive and curt. I came to him to remove a tiny, millimeter-sized piece of glass that had gotten stuck, and I left with deep cuts and stitches. After a month, when the wound finally healed but the pain didn't go away, I went to another doctor - it turned out that the glass piece was still stuck. I would definitely not choose to go to this doctor a second time.", "lang": "en"}
{"opinion_id": "op_000598", "text": "I was treated by him for exactly 3 years, I managed to get only 4 visits... pan profesor is just so always busy. I'm surprised myself that I went there for the fourth time and that privately!!!!! Waiting outside pan profesor's private office for four hours is just sick. And those queues and approaches to the office, real races of \"who is more rude and faster wins\". Women with bellies in the 9th month waiting by the door for several hours. It was humiliating. Let them say that he's a professor and generally brilliant because he runs a department at Kopernika. This is a doctor who shouldn't treat people but lecture at the university. He's probably better at that and would have time for everything. He prescribed medications - LUTEINA, which he prescribes to everyone... which not only didn't help, but I just wasted time that I could have used for real treatment.", "lang": "en"}
{"opinion_id": "op_000599", "text": "A week ago I had my visit with Dr. Jan Kowalski. It was an ultrasound between 11-14 weeks with risk assessment at Multi Med on Polna Street. The cost of the visit was 300 PLN. I don't want to judge the doctor's professionalism, it seems to me that he performed the examination correctly, and considering Dr. Jan's competencies and the very good equipment he works with, I think that's what happened. However, I have reservations about the time the doctor devoted to me. With a watch in hand, it was 10 minutes. From the very beginning, Pan doktor was clearly in a hurry. He spoke very quickly, quickly performed the ultrasound and very quickly prepared the documentation. He didn't really give me a chance to ask all the questions on my mind, and through the rush he created a nervous atmosphere in which it was hard for me to think. During the examination I asked if the baby's gender was visible yet (people who recommended the clinic to me said it was already possible to some small extent), but the doctor commented on my question that I should be more interested in the baby's heart than the gender. At the end he said goodbye twice, so that we would leave already. The visit with Dr. Jan Kowalski did not meet all my expectations. Most importantly, I hope that nothing was overlooked due to the rush.", "lang": "en"}
{"opinion_id": "op_000600", "text": "What's lacking is not so much good, professional specialists as specialists with a calling and Pan dr undoubtedly belongs to them. Dear patient, remember that Pan dr is also a human being, has his own honor and respect also for his work, not only for his charges!!! so as a professional group we cannot vouch for how a patient behaves towards the doctor and what they commit, and I've seen many such situations. I'll add that I've known Pan dr for a long time (he managed the pregnancies and deliveries of my sisters and cousins, friends) not only from the professional medical practice side but also from the side of incredible patience, calmness and perseverance regarding outrageous patient behaviors. I absolutely disagree with the opinion posted below. When I first became Pan dr's patient and Pan dr didn't know and had no clue who I was (I represent the same professional group), having many chronic health problems, he examined me flawlessly from every angle and accurately detected all diseases etc. and few can do that based on minimal symptoms, and many specialists have examined me, having everything black and white after conducted tests and weren't able to give a diagnosis!!! Unfortunately, the vast majority of gynecologists have a problem, e.g., with reading ultrasound in pregnancy and that's really WEAK when a student corrects a doctor!!!! because tolerating outrageous patient behaviors in the way Pan Dr reacts is angelically good because polite and cultured is an understatement. regards", "lang": "en"}
