{"opinion_id": "op_001221", "text": "The researcher compares the proteasome to a large barrel closed at both ends with a lid that opens. Inside it are blades that can cut the material to be destroyed in three different ways - analogous to the proteasome which has three different catalytic activities located in so-called catalytic centers. In this case, the material being destroyed is proteins. \"A protein that is destined for destruction is appropriately marked and directed to the proteasome. However, for degradation to occur, the aforementioned lid must first be opened by so-called regulators, which, depending on the needs of the cell, attach to the external structures of the proteasome, programming its mode of action. They decide which blade and at what speed should cut the destroyed protein into short fragments called peptides. The effect of controlling the proteasome through the external attachment of a regulator is called the phenomenon of allosteric modulation,\" describes the PAP interviewee.", "lang": "en"}
{"opinion_id": "op_001222", "text": "Well, I used Dr. Jan Kowalski's services many times when he still had his practice on Odrodzenia Street (terrible conditions). Recently I had severe abdominal pain and went to see him on Jana Pawła II Street. The office is very nice, but the doctor was outraged that I hadn't registered with him earlier. He raised his prices but lost his kindness towards people. He finally performed an ultrasound on me and found nothing. A few days later, Dr. Jan Kowalski on Armii Krajowej Street performed an ultrasound on me (he noticed something) and recommended a transvaginal Doppler examination. His service rates are much lower. Today I am already after surgery. If it weren't for his doubts, I would probably still be suffering in pain, and it might have ended much worse because the endometriosis foci \"caught\" the intestines. It's a shame because Mr. Jan Kowalski used to be the best in all of Lubin, not just in my opinion, but in the opinion of many others.", "lang": "en"}
{"opinion_id": "op_001223", "text": "The visit was short, I was invited into the office on time, the doctor was kind, calmly explained the essence of my problem and confirmed the validity of the surgery, but I did not learn details about where and how such an operation would take place, nor did I receive any written confirmation of the diagnosis or a record of recommendations. So after leaving the office, I feel like I'm in an even greater vacuum, unfortunately. 10 minutes is too short for exhaustive consultations.", "lang": "en"}
{"opinion_id": "op_001224", "text": "TBE is downplayed because most cases occur in eastern Poland - assesses Prof. Anna Kowalska. Meanwhile, due to, among other things, climate warming - milder winters and warm, humid summers - an expansion of ticks into new areas and a related increase in TBE cases are being observed. This applies to both Poland and other European countries. In 2015, 150 cases of this disease requiring hospitalization were recorded in Poland, and in 2016 there were already 283. According to Prof. Anna Kowalska, there were certainly many more cases of the disease, but not all are recorded. When the winter is mild, the tick activity season starts as early as March. \"When the temperature rises above 10 degrees C, all forms of ticks feed simultaneously, and the youngest forms are even more dangerous,\" assesses the specialist.", "lang": "en"}
{"opinion_id": "op_001225", "text": "Unfortunately, I am forced to give a completely negative review; I do NOT recommend this doctor, incompetent, I confirm the negative opinions that the doctor keeps repeating the same thing. My period completely disappeared, I was on the verge of a nervous and health breakdown, I didn't know where to turn... I ended up with Mr. Jan Kowalski (I hadn't read those negative reviews before). At first nice, he did a series of tests on me and stated that nothing could be done with medication to induce it and prescribed the worst possible hormone (for me) Cilest! He then told me to come back in 3 MONTHS! I felt terrible after it, I had depressive states, my libido dropped to a minimum, I had dizziness, nausea... After some time, my period appeared, I went for a check-up. He stated that \"NOTHING IS HAPPENING THERE YET,\" did some tests, took the money, and again told me to come back in 3 months. And I, foolishly, kept taking that Cilest, even though I felt bad... I told Dr. Jan Kowalski this, he stated that \"that's how it's supposed to be, it's a sign that the hormones are working\" and didn't change my medication... I went back after those wretched 3 months, Mr. Jan Kowalski didn't even do any tests on me, again handed me a prescription for Cilest and told me to come back in 3 months. That's when a red light went on for me and I said ENOUGH. I went to another gynecologist who stated that \"the one who prescribed me this Cilest should be frying in hell\"; the drug did so much damage to my body it's unbelievable. It's good that I found a competent person; I strongly advise against Dr. Jan Kowalski; he bases his practice on some knowledge that, God help us, he acquired from equally inexperienced and materialistic people.", "lang": "en"}
{"opinion_id": "op_001226", "text": "I don't know. I went to Dr. Anna Kowalska with a problem of being allergic to birth control pills - first visit with him. On one hand, I had a very good initial impression - nice, warm, conducted a professional interview. On the other hand, he didn't even perform a gynecological examination on me, didn't ask when I was last examined, gave me a referral for a mammogram (he did ask about the date of the last one here) and gave a prescription and that was it. I was the last patient of the day and felt slightly ignored. I don't know what to think about this. I probably won't go back to him and I had such high hopes for the visit :(", "lang": "en"}
{"opinion_id": "op_001227", "text": "Regardless of whether the doctor is a homeopath or not - I advise against. Superficially, everything seems OK, but... First of all, she behaves arrogantly and treats parents condescendingly. She loves to lecture and moralize. She asks about various things until she finds something to latch onto. Contact with the child is limited to the absolute minimum. She gives the impression that this work tires her. Two of my friends who saw the doctor had very similar impressions, and one of them even cried (the doctor accused her of taking bad care of her child).", "lang": "en"}
{"opinion_id": "op_001228", "text": "Motivated by good comments about the doctor, I went for a visit. Indeed, I share most of the opinions. However, I did not obtain satisfactory, meaning concrete, answers to my doubts. Perhaps this was because the doctor is not my pregnancy lead physician. It's a shame because the atmosphere and approach to the patient were pleasant... but not very concrete.", "lang": "en"}
{"opinion_id": "op_001229", "text": "This examination has in a way revolutionized ophthalmology – it enables obtaining knowledge about the structure of the patient's retina, its cross-section. Previously, an ophthalmologist could examine the fundus of the eye using an ophthalmoscope, seeing only the surface of the retina without the possibility of analyzing deeper layers,\" indicated Prof. Jan Kowalski. Now, thanks to OCT, the structure of the nervous tissue can be examined precisely. Thanks to very high magnification, the examination shows various abnormalities, even at the cellular level. Such precision is not provided by magnetic resonance. To perform an examination with an ophthalmoscope or OCT, the cornea cannot be opaque or there cannot be a cataract. Then an ultrasound examination is possible, which however does not have the same precision as OCT – explained the ophthalmologist. I received the semen analysis results; it turned out there are no motile sperm. The first thing I did was look for a doctor who is appropriate for this; I found Dr. Jan Kowalski - an andrologist. What a terrible mistake! A visit shorter than 5 minutes, zero history taken by the doctor, no interest in such an important problem! For the lack of sperm, I was prescribed an antibiotic - laughter in the room. Then the doctor referred me to a urologist for an examination. So what's the point of having a specialization in andrology??? Best to pass the buck and get the patient off your hands. Dr. Jan Kowalski is a very good specialist whom you can entrust your health to without hesitation. I had the opportunity to observe the effects of this doctor's work, who got my seriously ill father back on his feet. I am very grateful to the doctor and recommend him with full responsibility to every interested patient. I recommend this specialist, but only to patients who have their own \"mind,\" meaning those who do not operate on one hundred percent trust in the doctor but sometimes doubt, ask, and discuss. This gentleman managed two of my pregnancies. Actually, I chose him only because he was the only available man at the Medicover center that suited me time-wise, as I have unpleasant experiences with female doctors. Generally, I prefer services provided by the opposite sex because women as such irritate me, mainly due to implications and prejudices on various issues. With this doctor, you can talk about any topic; I didn't hesitate to ask him about issues such as emergency contraceptive pills, orgasm, abortion, sexual positions, etc. When I tried to broach the above topics with female gynecologists, I often met with indignation, surprise bordering on disgust, or was given moral lectures. What I also liked about this doctor was that when asked about difficult things, for example about my threatened pregnancy, he didn't sugarcoat it but specifically answered what the chances and risks were, even though it was unpleasant to hear that, for example, the child's chances of survival were slim, but I prefer the truth than a surprise later and even greater regret that it didn't work out. The fact that you have to forcefully extract some information from the doctor, he doesn't order tests generously, and didn't treat me like a good father but stated bluntly that I would give birth in any hospital and basically it doesn't matter who delivers the baby. The guy has a bit of a military style and tells the truth straight and without hesitation or beating around the bush. He wasn't present at my delivery, but a friend whose son he delivered was delighted, mainly because this doctor is composed, doesn't panic, and has nerves of steel, even in extremely stressful, dangerous situations. And this apparently mobilizes the patient herself, adds spirit and courage; there is no room for hysteria and disorganization during childbirth.", "lang": "en"}
{"opinion_id": "op_001230", "text": "New catalysts, cheaper and more effective than those used so far, will enable wider use of hydrodechlorination reactions for effective purification of water from organic compounds containing chlorine - we read in the information from IChF PAN, sent to PAP on Thursday. Trichloroethylene, a colorless liquid, is a substance still often used in industry, among other things as a solvent for fats. When it gets into a water reservoir - it does not dissolve but sinks to the bottom, where it can lie for many years. If the reservoir is used during that time as a source of drinking water, at some point the balance between the liquids may be disturbed and the trichloroethylene deposits may mix with the water drawn by the waterworks. Another source of trichloroethylene contamination can be the atmosphere, as this compound evaporates and travels long distances. In the case of Europe, the source of the threat is, among others, the industry of China.", "lang": "en"}
{"opinion_id": "op_001231", "text": "Jan Kowalski emphasizes that so far too few people have been examined to talk about specific research effects, but even based on the results of ten people who completed training at the gym, it is visible that physical effort works on most of them, but not on some. \"Even in such a small group of patients, we observed that there is a division into patients who responded to physical activity - meaning the effort brought the expected effects such as: lowering fasting glucose concentration or increasing insulin sensitivity, or even a decrease in fat tissue content. Unfortunately, even among these ten people there are a few in whom we did not observe these changes,\" said Jan Kowalski. He noted that it is not yet time for binding conclusions.", "lang": "en"}
{"opinion_id": "op_001232", "text": "Hello everyone, Dear patients, it's good that in these times we have something like the internet thanks to which, if we want, we can express our opinion, in this case finally about the people who save our lives. I value it and believe that none of the people would have any interest in writing untruths. Fortunately, this lady did not have to save me, but if I were in a serious condition and saw her, I would immediately think that I wouldn't live long. I believe we should warn each other, and I have been convinced many times that a post on forums saved me in various areas of life, however, health and patient treatment I consider something more than topics like construction or a \"breakdown.\" The owners of the clinic should be interested in this lady, caring for the expertise and professionalism of their facility as well as the health of their patients. I, after a visit to this lady, will certainly not use the advice of Dr. Anna Kowalska again; we live in a civilized world and aside from the state of the health service in Poland, which doctors commonly blame for everything, there is something called understanding the patient, a human approach, medical ethics. I see none of the above features in this lady's conduct, so my rating doesn't fit in this ranking. Mediocre, pathetic is all that comes to my mind. I advise against; I hope someone will save themselves time, and certainly health.", "lang": "en"}
{"opinion_id": "op_001233", "text": "Scientists from a Korean-American-Polish team took on one of such mechanisms responsible for patching DNA - the Mre11 protein complex. Their research was published in \"Nature Structural", "lang": "en"}
{"opinion_id": "op_001234", "text": "I was at Dr. Jan Kowalski's twice. From the first visit I am satisfied; he described and explained my ailments quite well and thoroughly and how the treatment and further tests would look. However, the second visit was a free consultation because in this clinic consultations are free of charge; I felt a bit brushed off. The doctor looked at the results and didn't say anything particular, wasn't effusive; I left the office without answers to my questions. I don't intend to give up visits to the doctor, but if the visits are going to be superficial like the last consultation, I will say thank you!!!", "lang": "en"}
{"opinion_id": "op_001235", "text": "The doctor is polite and helpful, open to patient requests. He could only be more communicative, say more about the diagnosis (I didn't find out), etc., and provide his contact in case of doubts (which is apparently possible but didn't come up during the visit) regarding the course and effects of the medication. Overall, I rate it positively.", "lang": "en"}
{"opinion_id": "op_001236", "text": "As explained by Prof. Jan Kowalski, the Warsaw center will especially produce radiopharmaceuticals most popular in the diagnostics of cancer diseases. \"Warsaw hospitals have scanners that use such radiopharmaceuticals,\" emphasized the PAP interviewee and added that these agents have a short half-life, so they must be imported quickly, e.g., by plane. He recalled that Warsaw hospitals imported such agents from, for example, Berlin. Prof. Jan Kowalski believes that radiopharmaceuticals produced in Warsaw will probably be cheaper than foreign ones, if only because agents purchased further away decay on the way and only a part of the purchased radiopharmaceutical reaches the hospital. Due to the short lifespan of radiopharmaceuticals, the center's range of impact is also limited to about 200 km in the case of road transport. Air transport increases the range of impact several times. Experts from OPBR-PET-UW emphasize that the production capabilities of the new center are sufficiently large to ensure the supply of radiopharmaceuticals for 3-4 PET scanners operating daily at full capacity.", "lang": "en"}
{"opinion_id": "op_001237", "text": "The doctor seems nice, competent, juggles sophisticated concepts, but that's not enough. Dr. Jan Kowalski forgot to ask me if I am allergic to any medications, prescribed euthyrox 50. Unfortunately, I belong to those 'lucky ones' who are allergic to this drug - after 1.5 hours from taking it, shortness of breath, heart palpitations, etc. appeared. As a result, I ended up in the hospital at risk of miscarriage, but fortunately after discontinuing this specific - taken for a total of 6 days at half a tablet (25 mg) - everything returned to normal. The doctor ordered tests for TSH, ft3, and ft4 levels, but unfortunately forgot to check if my hypothyroidism was perhaps related to an autoimmune reaction of the body towards detecting Hashimoto - testing anti-TPO and anti-TG. He additionally ordered a paid thyroid ultrasound - 100 zł, which showed small nodules. Fortunately, I found a doctor under the NHF who started thinking during treatment, not just following a beaten path. The party at Dr. Jan Kowalski's cost me 340 zł and I would have preferred to spend that money on something else.", "lang": "en"}
{"opinion_id": "op_001238", "text": "Scientists can use this knowledge in diagnostics. It is not easy; usually, suspicion of a nodule's malignancy is inferred based on ultrasound results, and then supplemented with a cytological examination. There, the material is assigned to one of several diagnostic categories. These results do not always translate into final histopathological diagnoses obtained after possible tumor removal. Hence, new diagnostic methods are being sought worldwide. As the PAP interviewee explains, every cell contains identical information in DNA. For many cancers, mutations, i.e., changes in the DNA structure causing disturbances in protein function, are characteristic. But cells are also different because different genes are activated in them; from different genes and in different quantities, corresponding protein products are created. This is responsible for the expression of genetic material, in which microRNA plays a large part. Just as with any other genes, the composition and level of microRNA also differ depending on tissue types. Changes in microRNA levels seem to be particularly important in thyroid cancers. The WUM team has filed a patent application for a diagnostic panel (test) using the determination of microRNA expression to distinguish thyroid cancer from healthy thyroid tissue.", "lang": "en"}
{"opinion_id": "op_001239", "text": "The doctor gives the impression of being very competent and self-assured. I came to him with two health problems; the diagnosis was short, concise, clearly presented. The doctor prescribed two series of treatments, which lasted about three weeks in total. Unfortunately, both the first and the second therapy turned out to be ineffective. Theoretically, this can be understood, although in conjunction with the total cost of therapy (almost exactly 1000 zł) it is quite disappointing. Additionally, for some treatments you have to pay in cash, without a receipt, which firstly leaves a bad taste, and secondly discouraged me from using more invasive treatments.", "lang": "en"}
{"opinion_id": "op_001240", "text": "Lukasz M. (10.03.2015) Hello. I would like to share with people in need of psychological help my experience related to therapy with Ms. Anna Kowalska. In 2002, I became concerned about my health. As it later turned out, the problem lay in my psyche, namely, I was diagnosed with ANXIETY NEUROSIS, which manifested itself in various ways. After a visit to a psychiatrist, I undertook pharmacological treatment. And indeed, the strong anxiety attacks subsided, but a constant fear of the disease returning remained. In 2012, I decided to go for a visit to Ms. Anna Kowalska, a person who recommended the psychologist to me in nothing but superlatives; they were absolutely not mistaken, as I found out for myself after the first visit, which I went to somewhat apprehensively. The psychologist's approach to the patient was exceptional for me; the apprehension quickly subsided, I left after an hour like a newborn person unaffected by problems of a psychological nature. Ms. Anna Kowalska is an exceptionally warm person, always smiling during therapy, which causes psychological comfort and relaxation, which surely helps in \"opening up\" about one's problems to the therapist. I think I could still write a lot of good things about therapy with Ms. Anna Kowalska; I suggest that people who need help from a SPECIALIST (not an amateur with diplomas) convince themselves. I'll say this: I am healthy, self-confident, without fears, thanks to Ms. Anna Kowalska, whom I sincerely thank. I warmly recommend. p.s. Ms. Anna Kowalska, I will contact you soon to return the books and brag about my state of health. Regards, Lukasz. :)", "lang": "en"}