{"opinion_id": "op_000301", "text": "The first impression on me was absolutely wonderful. Unfortunately, with each subsequent visit I feel like I'm at an NHS clinic - I wait veeery long (I don't know why appointments are scheduled by the hour, since they see patients whenever they feel like it...) only for him to then spare me a moment. My insemination was performed at the speed of light. Here I hope that he made every effort to make it successful...", "lang": "en"}
{"opinion_id": "op_000302", "text": "Hello, I'll start by saying that my little daughter turns one month old tomorrow and she is with us thanks to Dr. Jan Kowalski!!! We had 6 years of trying, two early miscarriages and zero hope from some doctors' opinions or even the opposite, lots of statements \"everything is fine, it's just a psychological problem, you want a child too much\". With Dr. Jan Kowalski, the trying lasted about 9 months, and after another 9 our little daughter appeared! Dr. Jan Kowalski has knowledge and skills, orders lots of tests thanks to which he can diagnose the cause of infertility. The only thing I can write is I recommend!!!!!", "lang": "en"}
{"opinion_id": "op_000303", "text": "He emphasized that this is a very important discovery that will be further verified in subsequent studies. \"We will also check this in the human population. We have already signed a cooperation agreement with the Cancer Genetics Laboratory in Toruń for studies on patients diagnosed with breast cancer. We need to check what immunological phenotype occurred in these patients before the disease appeared and during therapy. We know from genetic studies conducted by the mentioned laboratory that there are changes in the genome in patients at risk and already ill with cancer. A certain gene mutation occurs in their genome. We need to check how this relates to the immunological phenotype, and especially to the number of cytotoxic cells in relation to cancer cells\" - added Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000304", "text": "I do not recommend as a doctor to start managing pregnancy. I came to him with the information that I intend to try - zero tests, zero questions. To my information that I have very irregular cycles, he stated that you need to try for a year, and then we'll see. Possibly there are ovulation tests. Another doctor immediately did an ultrasound and cycle monitoring. Besides, very indelicate during examination and to my remark that it hurts quite a bit, he stated \"it will be worse during childbirth\". I do not recommend", "lang": "en"}
{"opinion_id": "op_000305", "text": "In response to \"Hello. Maybe someone can write where this doctor practices and how much a visit costs with him. Apparently he is good.\" He definitely practices in Braniewo on Tuesdays after 6 pm and Thursdays after 2 pm at the battalion (clinic).", "lang": "en"}
{"opinion_id": "op_000306", "text": "It's true that she is a very nice and tactful woman who explains everything thoroughly and answers every question. At first I was very satisfied, but I stopped going to her because with each subsequent visit I felt increasingly dismissed. My visit (I'll mention that it was always private, for which I paid like for a normal visit) lasted 5 minutes and consisted of writing a prescription... The lady doctor DID NOT EVEN BOTHER TO EXAMINE ME and it was like that for 3 visits in a row. That's probably not how a visit should look even on insurance, let alone when you pay a lot of money for it. I was very disappointed in her....", "lang": "en"}
{"opinion_id": "op_000307", "text": "I wanted to recommend Ms. Anna to everyone who is afraid that in their case, nothing can be done anymore. She is a very pleasant, competent person who can motivate anyone. Her knowledge helped me lose weight, despite hormonal problems and being in my forties, several kilos! I sincerely recommend!", "lang": "en"}
{"opinion_id": "op_000308", "text": "I hope that the doctor sometimes looks at this site and sees how much his patients from \"Malarkiewicz\" miss him... Apparently there are no irreplaceable people but in this case it doesn't hold true - irreplaceable... it's a pity that he doesn't practice anywhere in Olsztyn.", "lang": "en"}
{"opinion_id": "op_000309", "text": "Prof. Jan Kowalski added that creating something like a genetic portrait of cancer already translates into treatment possibilities for certain groups of patients using so-called molecularly targeted therapies. Scientists hope that in the future these possibilities will be even broader. The action of molecularly targeted drugs involves blocking the faulty protein that arises as a result of a given mutation or genetic change. Its activity leads to uncontrolled multiplication of cancer cells. These drugs are much more selective than classical chemotherapy and often significantly prolong patients' lives. \"We have examples of patients who would have lived at most 6-9 months, and now live 2-3 years, work, lead active lives\" - said Prof. Jan Kowalski. He added that there are also other examples of targeted drugs whose effectiveness is much lower.", "lang": "en"}
{"opinion_id": "op_000310", "text": "The doctor was prepared for the visit (he familiarized himself with the long medical history before our arrival). Nice, helpful, willingly answered all questions. Update: The rehabilitation therapist who was to perform the procedures prescribed by Dr. Jan Kowalski pointed out that one of the procedures should not be performed on children (magnetic field). Unfortunately, after a control visit to a pediatric orthopedist, it turned out that the procedure prescribed by Mr. Jan Kowalski is absolutely not indicated for children. It may even harm them.", "lang": "en"}
{"opinion_id": "op_000311", "text": "I've been fighting cancer for almost 3 years. I think that probably every patient (in a similar situation) goes to the doctor with their heart in their mouth. After a stay and another biopsy at the hospital (ul. Paderewskiego 4) the doctor referred me for a consultation to Dr. Jan Kowalski. After familiarizing himself with the medical history and examining me, he said briefly: \"let those who started the treatment finish it\" and sent me back to the doctor from whom I came. I interpreted it as: it's very bad with you, so I don't feel like bothering with this - go back where you came from. And how does this relate to, somewhat earlier expressed by Anna's opinion, i.e. \"...has very good relations with other specialists, which is important for the patient, because cooperation between doctors is often decisive\"? The next day I had to go to him and pick up my documentation. He didn't utter a single word of explanation, not to mention a word \"sorry\". Apparently Dr. Jan Kowalski wasn't taught in school what empathy is. In any case, he certainly missed his calling. When treating privately he may behave differently, but in my eyes he completely disqualified himself. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_000312", "text": "Tomas Lindahl, Paul Modrich and Aziz Sancar became this year's laureates of the Nobel Prize in Chemistry for research on DNA repair mechanisms - announced the Nobel Committee on Wednesday in Stockholm. As the Committee justified its decision, the scientists \"explained at the molecular level how cells repair damaged DNA and protect genetic information\". \"Their research helped in understanding many processes, e.g. cancerous ones or aging processes, which are at two different poles, because some go towards life, and others - towards death, but have a common feature: the presence of defects in DNA\" - noted Prof. Anna Kowalska from the Institute of Biochemistry and Biophysics of the Polish Academy of Sciences and from the Institute of Genetics and Biotechnology of the University of Warsaw.", "lang": "en"}
{"opinion_id": "op_000313", "text": "As Markowicz-Piasecka emphasizes, patients should not reach for antibiotics without consulting a doctor. \"We use antibiotics only in strictly defined indications, i.e. for a justified reason. And which antibiotic we use depends on the clinical diagnosis made by a doctor. A given disease is usually caused by a specific strain of bacteria and specific antibiotics treat precisely that strain. The doctor makes decisions for us, we cannot use antibiotics ourselves\" - she emphasized. During antibiotic therapy, the natural physiological flora in the digestive tract is destroyed. \"Probiotics serve to rebuild the bacteriological flora and to avoid, among others, side effects of antibiotics, i.e. antibiotic-associated diarrhea, or infections of the oral and throat mucosa\" - she explains.", "lang": "en"}
{"opinion_id": "op_000314", "text": "I do not recommend this doctor to anyone. He treats his patients only and exclusively for money. One visit costs 250. My child was operated on by him: tonsillectomy and ear drainage. Unfortunately, Dr. Jan Kowalski also takes money for a post-operative visit and forgets to tell his patients that in the case of ear drains, you need to schedule an appointment to remove them right after the operation because the waiting time in the NHS is so long. Instead, he invites for a private procedure, the cost of which is again about 1100, and another 250 for a visit just before the removal. This is a doctor who cares only and exclusively about his patients' money and not about their health. I do not recommend and I hope that I won't have to meet more such doctors.", "lang": "en"}
{"opinion_id": "op_000315", "text": "Unfortunately, as a doctor he didn't work out very well for me - the diagnosis wasn't accurate and I'm not satisfied with the visit - probably routine and excessive self-confidence outweigh the insightfulness and diligence of this gentleman - so that's why no! I necessarily recommend", "lang": "en"}
{"opinion_id": "op_000316", "text": "Very good doctor, gentle, nice and competent. Answers every question without impatience. Indeed, there are days when you have to wait in line for a very long time, but that only speaks to his competence :) Unfortunately, for the second time this year, visits at the office have become more expensive, and significantly so. It's particularly noticeable if, like me, you have to come for visits every 2 or 3 months, it's a pity that Dr. Jan Kowalski doesn't give discounts for regular patients. To sum up: good doctor, but if he raises prices for the third time I'll be looking for another...", "lang": "en"}
{"opinion_id": "op_000317", "text": "I also fell into the clutches of this \"lady doctor\". Maybe she is outstanding at removing moles, but she doesn't know anything about pharmacological treatment, and on top of that she behaves as if she ate all the brains. She could also pay more attention to taking an interest in the patient and the problem they come with. This lady didn't even bother to look at my face to assess the problem. She wrote a prescription and invited me for a consultation in 3 weeks. Cost of a 3-minute visit - 120 zł. I tried to ask questions regarding the use of medications I receive and home care, but apparently my time was up, because the answers were very dismissive or there were none at all. Very unpleasant impressions, certainly not worth that price. Of course, I also got a referral to a friend gynecologist, who referred me to her friend gynecologist... circus.", "lang": "en"}
{"opinion_id": "op_000318", "text": "I have no complaints about the work itself of the lady doctor. The examination was performed gently, I was informed about its results and about further treatment, additionally I received a series of referrals and Ms. Anna did not hastily write a prescription - that's a big plus. However, the approach to the patient itself could simply be nicer, the atmosphere in the office was quite tense and I got the impression that the lady doctor was irritated. Maybe I caught her on a bad day, so I'm not writing off Ms. Anna too hastily and I'll probably return, as she is a very matter-of-fact doctor :)", "lang": "en"}
{"opinion_id": "op_000319", "text": "Some time ago I was at a consultation at Ortho-Med. Impressions, photos were taken. The next visit was supposed to be about discussing the treatment plan (a week later). The esteemed Mr. Jan Kowalski invited me to the office, sat down and asked what exactly I want: ] His statement sounded as if he hadn't seen my photos at all, he didn't say anything specific, except that \"next week we can glue brackets\" For discussing a treatment plan that's very \"much\" so thank you for the trouble... If someone wants to straighten anything out before treatment (and not find out during treatment that there is some problem and need to pull out two other teeth etc), then I probably don't recommend. Although naturally I don't know how treatment looks with Mr. Jan Kowalski. Risk physics", "lang": "en"}
{"opinion_id": "op_000320", "text": "Unfortunately I cannot recommend Dr. Jan Kowalski. Lured by an internet star rating, from the beginning I didn't have that trust and that awareness that I came to a doctor who will listen to me and help with my ailments. Unfortunately my intuition proved 100 percent correct despite sincere intentions. The visit is expensive because 200 zł for 5 minutes of conversation is absurd to me. Quick superficial diagnosis, it would seem that for everything the same medicine and everyone suffers from the same thing. At least in my eyes diagnosis also depends largely on the initial interview with the patient. At least then you know what e.g. is happening or what messed up in my case. For medications I paid 200 zł... And nothing helped, in fact it worsened my condition both physically and mentally. I unfortunately cannot recommend this gentleman But maybe I'm some kind of exception or such a situation just happened to me For too cynical an attitude and lack of engagement in the matter unfortunately minus... For wrong diagnosis, high price of visit and prescribed medications not counting White Stag And for suffering for 2 weeks And worsening skin condition. Regards Ps. The doctor is very nice - on the plus side.", "lang": "en"}
