{"opinion_id": "op_003001", "text": "An excellent doctor. The very first conversation with Doctor Kowalski gave me the feeling that I was finally in good hands. For over half a year, I was treated incorrectly by another doctor with a completely wrong diagnosis. In interactions, Doctor Kowalski is very specific, showing immense knowledge and professionalism. At the same time, he is nice, very kind, and engaged. When indicating the necessity of an operation, he can also appropriately prepare and calm the patient. He explains treatment methods thoroughly, patiently answers questions to dispel all fears and doubts. He has time for the patient at every stage of treatment. I am now after the performed operation, recovering quickly, and I wholeheartedly recommend Doctor Kowalski as a high-class specialist and a wonderful person. Thank you very much.", "lang": "en"}
{"opinion_id": "op_003002", "text": "WARNING FOR BREASTFEEDING MOTHERS!!! I don't deny the doctor's professionalism, but his knowledge about lactation is zero. Here are fragments of our conversations: The doctor prescribes me medication. Me: What about breastfeeding? Dr: Advises to pump and boil the milk. Me, out of curiosity: How is that supposed to help? Dr: Because it kills everything bad, it will kill the medication that gets into the milk, after all, people also drink boiled cow's milk. Me: And antibodies? And digestive enzymes? Dr: What antibodies? Everyone produces antibodies in their own body, not from milk (!). Me: Maybe I'll consult a lactation consultant and decide whether to fill the prescriptions. Dr: What is a \"lactation consultant\", I have never heard of that, is that someone who gives advice via Facebook? (here a malicious chuckle). You better not listen to those who advise via Facebook. I don't know how boiling kills (poof-paf) medication. But according to the Lactation Medication Lexicon, they belong to L2 groups. A good proctologist, but the visit needs to be supplemented with personally browsing the Lexicon or a visit to a lactation consultant.", "lang": "en"}
{"opinion_id": "op_003003", "text": "I had an ultrasound with Dr. Kowalski 3 times and each time he was different. The first time, rude and unpleasant, the second time (I was with my husband) a joker and a prankster, the third time he started telling stories that every husband cheats now and mine probably will too - it's astounding. Regarding his qualifications, I have no objections, except that each time he told me to consult the results with my primary doctor - he didn't explain anything in particular himself. I know that with my next child, I will not visit his office. My rating results from the fact that I expect from a doctor (any doctor) specific and reliable information about my condition, not judgments on whether my husband will cheat on me.", "lang": "en"}
{"opinion_id": "op_003004", "text": "Encouraged by positive opinions on this portal, and needing a good doctor 'right now', I decided to visit Dr. Kowalski. It was my first and probably last visit to this doctor! I have very frequent stomach pains, vomiting, blood in my stool, plus several other very troublesome ailments. It was a private visit. The visit cost 170 PLN and lasted 3 minutes. The doctor was more interested in a text message he received than in me and what I had to say. Zero contact with the patient. Zero questions about ailments, pain, or symptoms. He only asked general questions like where I live, where I work, and if I have any pets. A scandal! I didn't even get a simple prescription for any pills. On my way out, I got a piece of paper with tests I need to do without a single word of explanation about what these tests are for, why, and for what purpose. ZERO! Lack of professionalism, empathy, and interest in the patient. I DO NOT RECOMMEND!", "lang": "en"}
{"opinion_id": "op_003005", "text": "I am almost two months post nose surgery. The swelling has probably completely subsided, but I can feel that it was broken. Nevertheless, I am the happiest person with my new nose. And I can breathe normally. Doctor Kowalski performed the procedure wonderfully. The nose fits my face perfectly, I simply love it, and I had a huge hump, besides, fractures with displacement and a septum in the shape of the letter S. Everything healed quickly, and the swelling and bruising around my eyes disappeared rapidly. However, everyone reacts individually to such procedures. I wholeheartedly recommend! Doctor Kowalski in my opinion devotes enough attention to patients and has a great approach to them.", "lang": "en"}
{"opinion_id": "op_003006", "text": "Parents, go to the hospital, but certainly not to this doctor. I was today with my one-year-old child at the female doctor. I take my daughter's shoes off, and she tells me that she won't examine the whole child, only the upper part. A doctor acquaintance told me that in the first year of studies, they teach that such a child should be examined entirely. But that's nothing. During the throat examination, the child coughed, the doctor jumped back to the desk and said she spat on him. I was shocked. And she said that she must be healthy to treat people. She didn't want to examine her throat anymore. And then I suggested she change her profession or put on a face shield like dentists do. DEAR PARENTS, I sincerely do not recommend this doctor. I was shocked at how she treats children. A very unpleasant woman, and when I asked where we should go with the child during the holidays if she gets worse (to which clinic or hospital), she said she is not an information desk. A doctor acquaintance suggested that this female doctor change her specialization to pathomorphology or radiology – there's no need to contact people there, including innocent children. No one will spit on her there.", "lang": "en"}
{"opinion_id": "op_003007", "text": "Glaucoma is a chronic, neurodegenerative disease causing damage to retinal ganglion cells and higher levels of the visual pathway. Previous long-term experience and observations conducted on animal models by a research team led by Prof. Anna Kowalska have allowed for the development of therapies that in rats suffering from glaucoma even double the time from the onset of the disease to complete loss of vision. The main risk factor is high intraocular pressure, which is why current glaucoma treatment is primarily based on various methods of lowering it, which is only symptomatic treatment of this disease. In some patients, the progression of vision loss continues despite using maximum doses of intraocular pressure-lowering medication. There is still a lack of effective causal therapies protecting nerve cells, such as retinal ganglion cells, from dying.", "lang": "en"}
{"opinion_id": "op_003008", "text": "I had an appointment with Dr. Anna Kowalska at the Enel-med clinic, privately, for the first and last time. The doctor made a \"diagnosis\" in the fifth minute of the visit; to my question if any tests would be useful to support her theory, she replied that she already KNOWS, based on the conducted \"interview\" (she asked three questions, misunderstood one answer, as it later turned out). She refused to refer me for tests \"because she can't write out SO MANY referrals in one visit!\" (she hadn't written out any yet, and the visit was private, I remind you). She did not examine my breasts and didn't even ask if I wished for such an examination. I asked her for a referral for an ultrasound, which she wrote out with great reluctance. Practically the only thing she did was take a smear for cytology - that's all I expect from a nurse, not from a doctor.", "lang": "en"}
{"opinion_id": "op_003009", "text": "I have been to both of the doctor's offices, in Łódź maybe not very comfortable, but in Pabianicies without any objections. She took care of my thyroid and also ordered the first necessary tests related to the inability to get pregnant, and interestingly, not only for me but also for my husband, which is usually omitted at the beginning. Today we are happy parents, admittedly without treatment, but you certainly cannot say that She was not interested in my case. She was, and how; you also cannot say that she does things by eye, without tests. I completely disagree with such statements. The fact that she returned to her 6 weeks after childbirth may prove that she is interested in the person, not just the money. Why did I return? Because the doctor leading my pregnancy completely failed. And Doctor Kowalski always has, so far. And interestingly, she recognized me after many years and remembered my case exactly... anything more to add... for me definitely a PLUS", "lang": "en"}
{"opinion_id": "op_003010", "text": "Doctor Kowalski gave me a diagnosis (a visit for consultation and possibly laparoscopy) completely different from all the other doctors I have met so far. The doctor was late, I had to wait for the appointment. During the entire visit, he gave the impression of being in a hurry somewhere. The medical interview itself was exceptionally... short, too short. There were no questions about how I feel, no questions about the history of the ailments. At the very end, the doctor was writing a prescription, which he didn't even hand to me... because he was in such a hurry. It's true that statistics are often mentioned, medical statistics that may not necessarily relate to me and my case. When I left the office, I felt relieved that it was over. I know for sure that I will not return to this doctor, nor will I recommend him to friends. I don't remember such a short, unprofessional medical interview; I have seen doctors with so little interest in the patient before, but it still shocks me as a patient. The cost of the visit is very high, I don't know if it's worth it. The only thing is the diagnosis - if the doctor's diagnosis turns out to be correct, then for me he is a master of the world for assessing a patient in 5 minutes, with an incomplete interview, without knowing the history of the ailments/illness.", "lang": "en"}
{"opinion_id": "op_003011", "text": "Maybe he is a good surgeon, although I was only for a consultation, which was not without mishaps. The disc I provided from the hospital, the Doctor could not read, and therefore could not make a diagnosis. Nevertheless, I had to pay 150 PLN for the visit. So as not to waste that money, I invested another 140 PLN in fuel and drove home to get my laptop (to prove that it wasn't my fault, the disc couldn't be read). On my computer, the Doctor finally made a diagnosis. To sum up: when going to see Doctor Kowalski, you must have a full wallet, a full tank of fuel, and a laptop. A friendly lawyer would also come in handy.", "lang": "en"}
{"opinion_id": "op_003012", "text": "From previous scientific findings, it was already known that finger length – both in women and men – contains information about fetal development. New research on this topic, conducted by a Polish-American team, will be published in the upcoming issue of \"Annals of Human Biology\". If a man has a shorter index finger than his ring finger, it means that he was exposed to a higher concentration of testosterone than estrogens in utero. Conversely, a man with a longer index finger was subjected to a higher concentration of estrogens in his mother's womb. The ratio of the length of the second finger to the fourth finger, called the 2D:4D index (from English \"the 2nd to 4th digit ratio\"), does not change throughout life. Therefore, it can be used as a marker of the hormonal environment in which the fetus developed.", "lang": "en"}
{"opinion_id": "op_003013", "text": "This type of tissue and organ models - not just the brain - will be primarily useful for drug testing. To some extent, they are already being used for this purpose. Some companies offer miniature tissues of various organs: liver or kidneys, which a pharmaceutical company can order and then administer its drugs to observe what happens to such tissue. However, this is just the beginning of the possibilities. \"We can take cells from patients with neurodegenerative diseases: Parkinson's, Alzheimer's, Down syndrome. Using their cells, we can print a 'sick brain' and see what happens in such a model, how cells communicate with each other, and what is wrong compared to healthy tissue,\" describes Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003014", "text": "The doctor operated on several people during my stay in the hospital (I myself had an operation on L5/S1 and a bow to the head of the department, Professor Kowalski, who operated on me) on Arkonska in Szczecin, with whom I stayed in the same room, and I saw what the hand of a super neurosurgeon can do: cervical discs, lumbar discs, stabilizations of lumbar segments after which patients walked the day after the surgery and felt well, returning sensation in the legs, the worst sciatica pain subsiding (I wouldn't wish that pain on my worst enemy because I myself didn't sleep for several weeks because of it). A super doctor with a very good approach to patients, the Hospital itself and the care of the nurses is excellent, the hospital is truly \"pain-free\". It's not for nothing that you hear the opinion \"Divine Kowalski\" : )", "lang": "en"}
{"opinion_id": "op_003015", "text": "I join the opinions of the majority of former/current clients of Doctor Kowalski, who appreciate his skill and full professionalism. Over 2 years ago, my 7-year-old daughter had pigmented nevi removed by Doctor Kowalski, under local anesthesia. Good approach from the doctor, professionally performed procedure, and now - nicely healed site. Today, my daughter was again a patient, also with a nevus that needed to be removed due to its progression (it didn't have such pigment saturation before as it does now). This time, unfortunately, my daughter was very scared, put up resistance, and ultimately - the procedure did not happen : ( I absolutely understand that Doctor Kowalski has scheduled appointments and cannot afford longer persuasion or calming down, I also know that with a child who cannot guarantee they will stay still, it is too risky to undertake surgical actions. I understand all that. But... after today's visit, I have a certain bad taste, due to the too radical approach to a frightened child, too harsh and judgmental. Simply put, the doctor directly attributed disobedience towards the parent and attempts at manipulation to my daughter (that's how I perceived it). Only, he didn't know the history of his little patient, which is a pity because one should, in my opinion, approach a patient individually. It so happens that my daughter, for her now 9-year life, has had quite a few unpleasant experiences (7 hospital stays, 4 general anesthesias, local anesthesias, and a series of smaller, though unpleasant, ordeals). I believe she has justified grounds for fear, concerns, besides, with age, she is more insightful and has a greater imagination. I missed an empathetic approach to the child. In the current situation, I am \"in a bind\" and even have concerns about making another attempt and returning to Doctor Kowalski. And I know I must find a way to remove the nevus. What I must emphasize at the end - a nice and commendable fact is that Doctor Kowalski did not take any money from us, even though, by all means, he devoted his precious time to us.", "lang": "en"}
{"opinion_id": "op_003016", "text": "Unfortunately, Dr. Jan Kowalski disappointed me very much. He did not inform me before the kidney ultrasound examination that the machine was not capable of producing a photographic image of the state of my kidneys because the machine does not have that function. And a photo is necessary to compare in the next examination whether there is progress in the treatment [kidney stones]. Before the examination, Dr. J. Kowalski did not inform me about this.", "lang": "en"}
{"opinion_id": "op_003017", "text": "The Doctor, before even examining anything, only after an interview with the patient, stated that the only solution was an antibiotic. I should add that I was in my 15th week of pregnancy, and my ailment was a cold. Never has a doctor treated me so poorly - I refused the antibiotic and got the names of 3 medications scribbled on a piece of paper. I was supposed to read the dosage on the leaflet myself. She bid me farewell with the words that I would be back for the antibiotic anyway. I cured my cold with natural methods, without antibiotics. And the Doctor remains in my memory as a person who has one answer for everything \"antibiotic\". It doesn't matter if pregnant or not. I do not recommend at all!", "lang": "en"}
{"opinion_id": "op_003018", "text": "Sea anemones are a rich source of such inhibitors. In their previous work, the scientists had already discovered protease inhibitors in the body of another sea anemone - Heteractis crispa. Peptides found in H. crispa, as well as the newly discovered peptides from H. magnifica, have great pharmacological potential. Their structures are similar and usually have one main function, but they can acquire new functions or change their main function due to slight structural differences. An analogue of the Kunitz-type peptide HMIQ3c1 found in the tentacles of the sea anemone Heteractis magnifica was synthesized by scientists from the G. A. Belyakov Pacific Institute of Bioorganic Chemistry with the help of the bacterium Escherichia coli. The synthesized peptide belongs to a new group of IQ peptides, which got their name from the first two amino acid residues - isoleucine (I) and glutamine (Q).", "lang": "en"}
{"opinion_id": "op_003019", "text": "Doctor Kowalski's competence places him on the highest shelf among all the doctors I have met on my \"path to health\". Doctor Kowalski accurately diagnosed pregnancy rash, which another dermatologist a few days earlier had failed to handle (describing it as \"some kind of\" allergy). He ensures the prescription is correctly written with the fixed fee. He shows great interest in the patient, conducts a thorough interview regarding the ailments. He describes in detail the disease the patient is suffering from and broadly describes the treatment methods and the action of the medications he prescribes. Looking ahead, he says what might happen after taking the medications. Empathetic. A doctor with a vocation. I RECOMMEND!", "lang": "en"}
{"opinion_id": "op_003020", "text": "I don't know if words can describe what Doctor Kowalski did for me! The best doctor I could have come across, and I can't imagine being in anyone else's hands. I am just under two months post breast augmentation surgery. The result exceeded my wildest expectations. My breasts look beautiful! They are Ideal, the result turned out really natural. Doctor Kowalski is a wonderful, sympathetic man. He is a professional in his field. The entire team of Dr. Kowalski deserves thanks! First-class staff! I recommend the doctor to girls with all my heart", "lang": "en"}