{"opinion_id": "op_003301", "text": "Since it was the first visit and it was more about consultation rather than specific medical procedures I read about in earlier opinions, I can only say that I am satisfied with the visit. The doctor fulfilled what I expect from a good specialist, i.e., performing necessary tests on-site, a decisive diagnosis, and a referral for further needed tests. It's too early for me to sing praises in honor of the doctor, as our contact was too brief and one-time only, but in the future, it's very possible that I will be able to say that this is a top-class doctor. That's how it seems.", "lang": "en"}
{"opinion_id": "op_003302", "text": "I believe that Dr. Anna Ślusiewicz is a professional through and through. One look is enough and the doctor already knows how to set up further treatment. In my case, the treatment was short—from the planned 15 months, the process ended at 10 months. To my surprise, the treatment was painless, which is probably important for everyone. You could say she reminded me of the brace only at the time of the visit. Besides, all questions and doubts are explained both by the doctor and the staff (very well-trained, nice). You could say that ORTOPROTEX is a high European level. I recommend Aga D.", "lang": "en"}
{"opinion_id": "op_003303", "text": "I strongly advise against it when it comes to children. Perhaps she is a good allergist, but she completely fails to approach children. I was at the doctor's a few years ago with my daughter and recently with my son. My children are shy, but not excessively. In both cases, all I heard was that my children are \"typical only children\" (they reacted to roughness with fear of the examination) and that if I continue to raise them like this, I won't be able to handle them. However, she is the only doctor who failed to examine my children!!!! Funny that the second child was also classified as an \"only child\"—probably based on my visible > tr z", "lang": "en"}
{"opinion_id": "op_003304", "text": "The doctor was recommended to me by Dr. Ryszard Galus, who couldn't see me due to vacation. I am grateful to Dr. Galus for this recommendation, as the doctor helped me cure an embarrassing problem that kept me up at night every day. I also confirm other patients' opinions: the doctor is very nice, efficient, and energetic. She shows quite a lot of interest in the patient; you can see that she knows her stuff and likes her job. Thank you, doctor! I hope this posted comment will be an appropriate thank you for your help with my problem.", "lang": "en"}
{"opinion_id": "op_003305", "text": "Unfortunately, I don't have good memories with this doctor. As a teenager, I sprained a ligament, I came to the visit with my older sister, and instead of checking the condition of my knee, the doctor preferred to flirt with my sister. During another visit, he stated that I probably had fluid in my knee that needed to be drained; when he stuck a thick needle between my bones, it hurt a lot, and he said that such a big girl finds it strange that it hurts me; apparently, the doctor thinks adults shouldn't feel pain, and if it was meant to be funny, it didn't work out. As for the treatment itself, I somehow survived it; it's not good, it's not bad, it's in between.", "lang": "en"}
{"opinion_id": "op_003306", "text": "The first time I went to the doctor three years ago, practically by chance (having trauma after the first visit to another gynecologist). The doctor was incredibly patient and gentle. She listened to me and explained everything thoroughly. I recommended the doctor to several other friends, who were also delighted with the approach, knowledge, and empathy of the doctor, who is 300% a doctor with a true calling, for whom the patient is the most important, not money (like for many others). I wholeheartedly recommend and thank you (I certainly won't change Dr. Paulina for any other gynecologist) Anna W. K", "lang": "en"}
{"opinion_id": "op_003307", "text": "I went to Mr. Mateusz by chance because I was looking for non-traditional treatment methods. I was trying to get pregnant with my husband, unfortunately without success. Bowen massage helps, among other things, to relax and unblock parts of the body that are blocked by stress. After a few massages, I managed to get pregnant, for which I sincerely thank Mr. Mateusz. Being pregnant, I continued the treatments because the massages helped me with headaches, nausea, heartburn, and also spine problems. Most massages are prohibited during pregnancy, but Bowen technique is allowed and moreover helps deal with pregnancy ailments. I recommend massages with Mr. Mateusz and assure skeptics that it is not a placebo effect.", "lang": "en"}
{"opinion_id": "op_003308", "text": "Anti-cancer phytochemicals are a very diverse group, quantitatively and qualitatively, of several tens of thousands of chemical compounds responsible, among other things, for the taste, color, and smell of fruits and vegetables. Some of them are so effective that they can be used directly in the therapy of advanced cancers. Others serve as a starting point for producing substances even more effective in treatment. A very important group of phytochemicals are polyphenols. So far, over 10,000 such compounds have been identified, but their protective role in plants has not been fully understood. Their quantity and quality determine the properties of plant foods and their preventive and therapeutic effects. Research shows that in the nutrition of modern humans, they are just as important as vitamins.", "lang": "en"}
{"opinion_id": "op_003309", "text": "The first consultation visit lasted 6 minutes. We were received with a 17-minute delay. A quick initial interview ;-), the doctor asked questions but I got the impression that the answers interested the doctor less. He performed a thyroid ultrasound. Probably a good specialist reading other patients' opinions. However, after our express visit, I have really mixed feelings.", "lang": "en"}
{"opinion_id": "op_003310", "text": "Hello. For a change, I have a bad opinion about this doctor. I went to him with my mother, who has a serious spinal condition and requires—according to two other specialists—a referral for surgery to insert some plate between the vertebrae, otherwise she risks a wheelchair. Dr. Kłosiński collected fees several times for visits in a private office and ended the treatment with 5 blocks, which are not neutral for the body and in no way helped with this condition. After this treatment, he didn't propose anything else; it seems that he has done all he could—which is not much. I DO NOT RECOMMEND", "lang": "en"}
{"opinion_id": "op_003311", "text": "I came to Mr. Piotr with wrist pain interfering with my training. I had the impression that the diagnosis was already made after I said I train CrossFit. Mr. Piotr did perform a series of actions like bending the wrists, movements in all planes, etc. Even though in some cases the pain was felt, I received information that everything is due to excessive physical effort which should be limited and focus on other muscle groups. Please don't get me wrong—I don't want to question either the competence or the diagnosis itself that everything is ok—I'm glad I don't have bigger problems. However, I am not satisfied with the situation where, after the consultation, nothing really changed; the pain is as it was, and I didn't get any indications what to do about it except practically completely giving up training for 2 weeks. For such a price of a visit at Enel-Med (175 zł), it's really too little for me. Especially since the marketing of the Medical Center invites consultations with the slogan \"Injury? With us, you will surely regain fitness quickly.\" So I definitely advise against it for people doing sports; it's not worth paying for 10 minutes and information that the most common patients with such a problem are those doing yoga and crossfit. Anticipating questions that since it turned out that nothing else is wrong with me, what else did I expect? Well, I expected specific information about the cause of the pain. Now I only know that it probably happened due to performing too intense exercises, and the result is pain. I still have no idea \"what\" really happened and how I can avoid it in the future. I had similar problems in the past and now I returned to training with great caution, paying attention to correct technique and trying to increase weights appropriately slowly. But here's a plus for Mr. Piotr because the previous consultant advised me against strength sports and then martial arts—in favor of Tai Chi...", "lang": "en"}
{"opinion_id": "op_003312", "text": "A great specialist, but you need to be patient. I was treated by him for 3 years. Several times a week I was at the visit, I performed all recommended tests, I took various combinations of medications. Finally, thanks to my determination and the professor's professional care, these efforts ended in success. I am in the desired pregnancy. I will be grateful to him for this for the rest of my life. It wasn't easy: long hours spent in the hospital corridor, frequent, fruitless visits, moments of doubt. It happened that the prof. didn't remember the case, but he always supported himself with the card and conducted an interview. He has very many patients and is often additionally called for consultations to other cases. He may give the impression that the patient doesn't matter to him, but you need to be understanding. He is a man of great knowledge and authority, but only a man. Great respect. I recommend to everyone, especially the most persistent.", "lang": "en"}
{"opinion_id": "op_003313", "text": "Having many symptoms of hypothyroidism/Hashimoto (my mom has it), I made an appointment with the doctor in September last year. Tragedy... nothing ZERO interview!!! The doctor only asked: how do I feel? Ans. - varies. She didn't dig further... nothing!!! I told her myself that my mom had her thyroid removed and has diagnosed Hashimoto. Yes, she did an ultrasound at my request. My thyroid came out smaller than normal. And what next? Nothing. And I still struggle with hypothyroidism symptoms. I was supposed to come now in March, with new results: antigens TSH FT4 FT3. I won't come, it's a waste of time, nerves, and money on her. And what medications she prescribed for my mom... doses... I don't even have words for that. Avoid by a wide margin! There's no one to go to, no professional...", "lang": "en"}
{"opinion_id": "op_003314", "text": "Hello, I can't agree with the negative opinions; I was at the doctor's twice with my child, first for a check-up, and then for an ultrasound; yes, he is very reserved in words, you could say curt, but that's not really the point, to always smile and say nice things; he should be a professional in his job. He helped us; we followed his recommendations and now everything is on the right track... However, looking for a moment at the parents (when I was waiting with my child for our turn), that also leaves much to be desired (their complaints that a referral is needed, their complaints that they didn't set up cards at the registration and the doctor didn't see them), after all, he also operates based on certain procedures, and it seems to me that he bends them in favor of the patients. I think the doctor is ok.", "lang": "en"}
{"opinion_id": "op_003315", "text": "I didn't come to prof. Semczuk by chance. I went to him before getting pregnant, so when I started expecting a child, it was natural for me to continue visits with him. Yes, you can't deny him a pleasant disposition and manners, but managing a pregnancy is about something else. The doctor almost at every visit orders the same 3 tests, a referral for an ultrasound for which nuchal translucency should be checked, I got it too late, which caused me unpleasantness not to mention the stress experienced. I have the impression that you have to ask for specific tests (I am in the 27th week of pregnancy and it was me who asked for a referral for a glucose curve because the doctor had no intention of ordering me tests); the test for toxoplasmosis infection should be done every three months; I had it done only once during the first tests...", "lang": "en"}
{"opinion_id": "op_003316", "text": "I've been going to Dr. Baron since about 17 weeks. Previously, I went to Mr. Barczak (1 visit), where the doctor, despite information that I had bleeding the day before, didn't do an ultrasound, and to Dr. Feliksik, who charged almost 200 zł for a visit, who in my opinion was a good doctor, but after a visit with Mr. Baron, I state that on the NHS you can still meet a good doctor who explains. One of the more gentle gynecologists I've had. This is the first pregnancy, I am 20 years old. Even though I vomited until 22 weeks, several hospital visits, everything is ok. I don't have to worry about anything; the baby performed the first life activity on time on 2/12/13, i.e., at 19 weeks. I don't have to take vitamins because the body rejects them itself; a good diet is enough and you don't have to stuff yourself with chemicals :) Dr. Baron commented negatively on the previous doctor; I didn't have prenatal tests and fetal anatomy done, unfortunately it was too late, but he gave a referral and wanted to do everything to squeeze me into free slots; it didn't work out, but I appreciate the efforts; it's nice when the doctor engages for each patient individually. The receptionist is nice; before the visit, she takes a precise blood pressure measurement, it is recorded in the pregnancy card, additionally they do an echo of the baby's heart on professional equipment. As for the equipment in the office—professional, good, and new equipment. The only reservation—the bathroom for patients, but you take care of hygiene at home :) I recommend this doctor, even though a few years back I was very skeptical about him. I changed my mind. Regards, Alicja Krzyżostaniak (patient)", "lang": "en"}
{"opinion_id": "op_003317", "text": "I went to the doctor in my first pregnancy. All tests were ordered, but nothing beyond that. There was a lack of contact with the doctor; he did answer questions, but he himself was sparing with words. He didn't propose delivery at Szparagowa, so in fact, I was left alone with the delivery. But I have a lesson for the future, to choose a doctor who will lead through to the end.", "lang": "en"}
{"opinion_id": "op_003318", "text": "Hello, my brother and I had ear correction surgery; we are not satisfied with the result of the procedure; 3 months have passed, the effect is that one and the other ear are completely different, one adheres more, the other less, it looks funny; we didn't get rid of the complex. I'm going to the doctor, I'll see what he says. Possible corrections I will have done with another surgeon. He assured me that it's a simple procedure/I trusted him, I was also guided by opinions on the internet, which are good. However, I consider the procedure unsuccessful and I am disappointed, as is my brother, by the way. I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_003319", "text": "I do not recommend.... she broke my child's collarbone during delivery.... and besides, it's hard to give birth with her.... I gave birth to my second child with Mrs. Mackiewicz and she is a super midwife you can really trust, and with Mrs. Stenia either only C-sections because if she can't handle it, immediately a C-section, or the child broken, or it may not go well at all. I do not recommend. P.S. Strange that all earlier opinions have been deleted.... because only the person who wrote them can delete them, so it's proof that the lady wrote them herself, that supposedly these patients are satisfied, that hoho.... and now the lady deleted them herself. I really do not recommend, I advise avoiding this lady during delivery", "lang": "en"}
{"opinion_id": "op_003320", "text": "The doctor is very thorough when examining the patient; she pays attention not only to the main reason for the visit but also examines other parts of the body for the most common skin diseases. She willingly explains and advises in case of doubts or ambiguities; for this reason, I can recommend her to others. Minus—The lady is very talkative, which results in delays of scheduled appointment times even by several tens of minutes.", "lang": "en"}
