{"opinion_id": "op_003581", "text": "5 Gwiazdek pod kazdym względem.", "lang": "pl"}
{"opinion_id": "op_003582", "text": "Pani Doktor bardzo miła. Szczegółowo odpowiada na zadane pytania. Przeprowadzono odpowiednie badania. Widać profesjonalizm. Polecam! i dziękuję za pomoc :)", "lang": "pl"}
{"opinion_id": "op_003583", "text": "Wizyta sprawna, dokładnie przebadana. Pani Doktor zaanagażowania, dobrze wszystko wyjaśniła", "lang": "pl"}
{"opinion_id": "op_003584", "text": "Bardzo mila P doktor, bardzo szczegolowa wizyta, duzo informacji pomocnych w chorobie", "lang": "pl"}
{"opinion_id": "op_003585", "text": "Polecam. Profesjonalne podejście, dostałam dodatkowe badania", "lang": "pl"}
{"opinion_id": "op_003586", "text": "Pani doktor przemiła, empatyczna, chetna do pomocy, a przede wszystkim profesjonalna i skuteczna w doborze leczenia.Polecam jak najbardziej.", "lang": "pl"}
{"opinion_id": "op_003587", "text": "Pani doktor przemiła i bardzo kompetentna. Badanie przeprowadza biorąc pod uwagę komfort pacjenta. Ze szczegółami wyjaśniła co się dzieje i sposób leczenia, zleciła stosowane badania. Wizyta w bardzo przyjaznej atmosferze.", "lang": "pl"}
{"opinion_id": "op_003588", "text": "Profesjonalnie - kompleksowo, merytorycznie i przyjaźnie", "lang": "pl"}
{"opinion_id": "op_003589", "text": "доктор внимательно провела обследование, собрала анамнез и дала исчерпывающие рекомендации и инструкции для лечения. советую", "lang": "pl"}
{"opinion_id": "op_003590", "text": "Bardzo polecam Panią Doktor, sympatyczna, komunikatywna i widać że zna się na swojej dziedzinie.", "lang": "pl"}
{"opinion_id": "op_003591", "text": "Byłam pierwszy raz. Bardzo dobre wrażenia. Pani dr wyjaśnia dokładnie, odpowiada na zadawane pytania. Pani Doktor, z  empatycznym podejściem do pacjenta. Polecam!", "lang": "pl"}
{"opinion_id": "op_003592", "text": "Skuteczne rozpoznanie, przepisanie leków po których już dzień później czułem się lepiej, bardzo dziękuję Pani Doktor.", "lang": "pl"}
{"opinion_id": "op_003593", "text": "Polecam. Pani dr porządnie przebadała, wszystko wyjaśniła.", "lang": "pl"}
{"opinion_id": "op_003594", "text": "Bardzo miła i rzeczowa Pani doktor. Wszystko wyjaśniła, wytłumaczyła. Konkretnie i na temat", "lang": "pl"}
{"opinion_id": "op_003595", "text": "Nigdy nie piszę opinii, ale od teraz zacznę. Pacjent płaci, angażuje czas, przychodzi z bólem, oczekuje pomocy, a dostaje maść na inny problem, o która nie prosił (10 razy droższą od tej, której już używa, i niemal identyczną w składzie, ani trochę nie skuteczniejszą) i rady w rodzaju: proszę pić siemię lniane (widzę, że inni pacjenci też taką radę dostawali). Ogromny ból, z którym przyszłam, niegojące się rany na języku i w jamie ustnej, zostały zignorowane. A za szczyt wszystkiego uważam odpowiedź na rozpaczliwe pytanie, co robić  (bo nie dostałam żadnych leków): \"Proszę nie lizać podłogi\". Ten \"dowcipny\" komentarz mówi sam za siebie. Rany i afty nie zagoiły się, przeciwnie, przybyły nowe, także nadżerki, język zaczął bardziej pękać i krwawić, infekcja objęła też nos i okolice nosa. Pani Doktor nie pomogła mi w najmniejszym stopniu (oczywiście należało zrobić wymaz i przepisać antybiotyk). ODRADZAM. Szkoda czasu, pieniędzy i zaufania, którego się już nie odbuduje.", "lang": "pl"}
{"opinion_id": "op_003596", "text": "Z przykrością muszę wystawić ocenę negatywną - czekałam na telefon od Pani Doktor ponad godzinę - zero informacji o ewentualnym \"opóźnieniu\" ze strony lekarza, czyli potraktowanie pacjenta jak...Jak rozumiem-mam czekać cały dzień na telefon - odłożyć swoje zobowiązania na bok i czekać .... Mam nadzieję, że zwrot pieniędzy nie okaże się tak problematyczny, jak  wizyta. Żałuję, że nie poczytałam wcześniej opinii innych pacjentów.", "lang": "pl"}
{"opinion_id": "op_003597", "text": "Fantastyczna Pani doktor. Polecam z całego serca!!!", "lang": "pl"}
{"opinion_id": "op_003598", "text": "polecem panią doktor innym pacjentom . duzo sie dowiedzialem o swoim zdrowiu , dostałem dobre leki .", "lang": "pl"}
{"opinion_id": "op_003599", "text": "Pani Doktor bardzo uprzejma, z odpowiednim podejściem do pacjenta, delikatna i uważna.", "lang": "pl"}
{"opinion_id": "op_003600", "text": "Pani Doktor miła i rzeczowa. Jestem bardzo zadowolona z wizyty, gorąco polecam.", "lang": "pl"}
