{"opinion_id": "op_003761", "text": "Jestem bardzo zadowolona z wizyty u Pana doktora.Dokładnie wyjaśnił mi na czym polega problem i zalecił odpowiednie leczenie. Teraz czekam na efekt końcowy , a już czuję się lepiej.", "lang": "pl"}
{"opinion_id": "op_003762", "text": "Lekarz z powołania. Nic dodać nic ująć. Polecam serdecznie wizytę u Pana Doktora.", "lang": "pl"}
{"opinion_id": "op_003763", "text": "Pełen profesjonalizm oraz wnikliwa analiza dokumentacja medycznej. Doktor spełnił wszystkie moje oczekiwania. Polecam", "lang": "pl"}
{"opinion_id": "op_003764", "text": "Bardzo dobry komunikacja. Szczegółowo wyjaśnione problemy. Polecam", "lang": "pl"}
{"opinion_id": "op_003765", "text": "Pan Doktor jest pełen empatii i wsparcia dla pacjenta. Kompetentny, rzeczowy.", "lang": "pl"}
{"opinion_id": "op_003766", "text": "Kompetentny diagnosta neurolog. Godny polecenia przy problemach z cieśnią nadgarstka. Leczenie bezinwazyjne przeprowadzone przez tego lekarza okazało się zaskakująco skuteczne. Polecam", "lang": "pl"}
{"opinion_id": "op_003767", "text": "Wszystko mnie podobało. Pan Wojciech szczegółowo wytłumaczył mi jak przeprowadzić zabieg. Polecam.", "lang": "pl"}
{"opinion_id": "op_003768", "text": "Wspaniały konkretny przemiły lekarz. Kolejna wizyta i kolejne zaangażowanie w szukaniu przyczyny a nie faszerowanie niepotrzebnymi lekami jak u innych specjalistów.", "lang": "pl"}
{"opinion_id": "op_003769", "text": "Lekarz z dobrą wiedzą i doświadczeniem otrzymałem szczegółową poradę i dobre leki polecam", "lang": "pl"}
{"opinion_id": "op_003770", "text": "Wybrałem Panią Doktor ze względu na świetne opinie. Ale jestem szczerze zawiedziony. Wizyty, mimo że odbywały się prywatnie, były bardzo szybkie. Zgłosiłem się pierwszy raz z ciężkimi objawami zawrotów głowy i drętwienia kończyn. Pani doktor po 10 minutowym wywiadzie odesłała mnie na fizjoterapię, której specjalista nie chciał się podjąć ze względu na charakter moich objawów. Wróciłem na kolejną wizytę do Pani doktor, ponownie stwierdziła że nie ma wskazań do dalszych badań i że wystarczy fizjoterapia ze względu na napięcie mięśni.", "lang": "pl"}
{"opinion_id": "op_003771", "text": "Bardzo empatyczny i kompetentny lekarz. Już pierwszego dnia leczenia poczułam się lepiej. Gorąco polecam!", "lang": "pl"}
{"opinion_id": "op_003772", "text": "Chociaż byłam bardzo zestresowana przed wizytą, była ona niezwykle przyjemna. Już od pierwszego kontaktu dało się odczuć ze strony wyrozumiałość i empatię które sprawiły, że poczułam się komfortowo i zaopiekowana. Pani doktor  poświęciła mi wystarczająco dużo czasu, aby wysłuchać wszystkich moich obaw, a jej sposób prowadzenia rozmowy był pełen życzliwości za co jeszcze raz bardzo dziękuję!  Polecam każdemu, z Panią doktor stres znika :)", "lang": "pl"}
{"opinion_id": "op_003773", "text": "Pani Doktor bardzo miła i konkretna. Przeprowadziła badanie, wyjaśniła wątpliwości i uspokoiła. Polecam!", "lang": "pl"}
{"opinion_id": "op_003774", "text": "Bardzo miła i kompetentna Pani doktor z uśmiechem na twarzy. Polecam bardzo", "lang": "pl"}
{"opinion_id": "op_003775", "text": "Wizyta przebiegła sprawnie, owocnie i w bardzo komfortowej atmosferze. Polecam panią doktor :)", "lang": "pl"}
{"opinion_id": "op_003776", "text": "Miła Pani Doktor, konkretna,zaangażowana.Wyjasniła wszystko jasno i rzeczowo a co najważniejsze bardzo pomocna", "lang": "pl"}
{"opinion_id": "op_003777", "text": "Najlepszych neurolog.Polecam wszystkim!!! Miła sympatyczna a przede wszystkim ogromna wiedza .Jeśli szukasz neurologa to będzie właściwy wybór. Polecam z czystym sumieniem!!!", "lang": "pl"}
{"opinion_id": "op_003778", "text": "Świetne podejście do pacjenta, dokładne omówienie badań, empatia, spokój i profesjonalizm.", "lang": "pl"}
{"opinion_id": "op_003779", "text": "Jestem bardzo zadowolona z wizyty. Pani Doktor miła, dociekliwa. Spokojnie analizuje dostarczone badania i spokojnie tłumaczy pacjentowi wyniki i sposób leczenia. Polecam.", "lang": "pl"}
{"opinion_id": "op_003780", "text": "Od samego początku wizyty, Pani Doktor wnikliwie słuchała informacji o moich dolegliwościach, uzupełniając je swoimi pytaniami i badaniem.", "lang": "pl"}
