{"opinion_id": "op_004281", "text": "Diana dała mi szczegółowe informacje zarówno na wizycie, jak i po niej, spisując wszystkie wskazówki. Opcja z aplikacją również jest bardzo fajna. Jako osoba pierwszy raz u dietetyka, mogę powiedzieć, że wizyta uspokoiła mnie i dała mi motywację do działania.", "lang": "pl"}
{"opinion_id": "op_004282", "text": "Polecam z całego serca! Diana jest profesjonalną, a przy tym bardzo przyjazną osobą. Miałam możliwość wysłuchać jej wykładu z dietetyki klinicznej podczas wydarzenia w poradni Przystanek Relacje. Opowiadała niezwykle ciekawie, prezentując przy tym ogromny zakres wiedzy i doświadczenia. Z jej wskazówek korzystam do dziś", "lang": "pl"}
{"opinion_id": "op_004283", "text": "Wszystko przeprowadzone profesjonalnie. Zaproponowana dieta bardzo pomogła osiągnąć założone rezultaty.", "lang": "pl"}
{"opinion_id": "op_004284", "text": "Do Pani Diany trafiłam z polecenia. Zmagam się z insulinoopornością i PCOS. Moje miesiączki i cykle nie były regularne, miałam ciągły problem z kontrolą apetytu - albo jadłam, albo nie jadłam w ogóle, do tego dochodziło ciągłe uczucie zmęczenia i wypadające włosy. Pani Diana wyjaśniła mi co robić, przeanalizowała moje objawy i badania. Dostałam dietę w aplikacji, początki jak to z dietą bywały trudne, ale dostałam wsparcie na każdym kroku i nawet gdy mi nie szło mogłam liczyć na dobre słowo i porady. Ostatecznie się udało, dieta i suplementacja zadziałały. Moje miesiączki od 4 miesięcy są regularne, czuje się dobrze, jem normalnie. Jeszcze trochę drogi przede mną, ale zdecydowanie wiem, ze wybrałam właściwego specjalistę. Dziękuję Pani Diano i polecam innym zmagającym się z takimi problemami jak moje.", "lang": "pl"}
{"opinion_id": "op_004285", "text": "W trakcie konsultacji dostałam szczegółowe informacje o znaczeniu diety przy mojej chorobie autoimmunologicznej jaką jest Hashimoto. Po trzech miesiącach stosowania diety, która ułożyła Pani Diana zrzuciłam pierwsze 6 kg (na marginesie dodam że miałam duży problem ze zrzuceniem zbędnych kg i pomimo ćwiczeń wcześniej moja waga stała w miejscu). Posiłki nie były jakieś skomplikowane w przygotowaniu, były smaczne i sycące. Dzięki tej diecie zaczęłam regularnie się odżywiać i wyeliminowałam napady głodu a poziom mojej energii znacznie się podwyższył. Jestem niezmiernie wdzięczna za zaangażowanie Pani Diany i cierpliwość do mnie", "lang": "pl"}
{"opinion_id": "op_004286", "text": "Umówiłam się do Pani Diany z polecenia i po konsultacji sama mogę polecić tę specjalistkę.", "lang": "pl"}
{"opinion_id": "op_004287", "text": "Z całego serca polecam Panią Dietetyk! To wyjątkowa osoba – ciepła, empatyczna, a przy tym niezwykle profesjonalna. Już od pierwszej wizyty poczułam się zaopiekowana i zrozumiana. Dzięki regularnym spotkaniom udało mi się poprawić wyniki badań i osiągnąć wymarzone efekty – zarówno w rozmiarze, jak i samopoczuciu. Pani Dietetyk potrafi motywować bez presji, wspierać bez oceniania i naprawdę słuchać. Cieszę się, że trafiłam właśnie na nią – to nie tylko specjalistka z ogromną wiedzą, ale też dobry człowiek, któremu zależy!!", "lang": "pl"}
{"opinion_id": "op_004288", "text": "Pani Diana to profesjonalny i bardzo zaangażowany dietetyk, który indywidualnie podchodzi do każdego pacjenta. Dzięki jej wsparciu udało mi się osiągnąć zamierzone cele zdrowotne i poprawić jakość życia. Atmosfera podczas wizyt jest niezwykle przyjazna, a porady zawsze konkretne i dostosowane do moich potrzeb. Zdecydowanie polecam każdemu, kto szuka kompetentnego i empatycznego specjalisty!", "lang": "pl"}
{"opinion_id": "op_004289", "text": "Byłem u Pani Diany po diagnozie helicobacter. Ustaliliśmy konkretny plan działania i wsparcie dietą leczenia, które wprowadził lekarz. Dowiedziałem się jakie suplementy mogą pomóc, co wykluczyć a co dodać do diety, a także jak wygląda cały proces leczenia bakterii. A na koniec dostałem pdf z podsumowaniem naszej rozmowy dzięki czemu nie musiałem martwić się, że pogubię się w informacjach, które otrzymałem.", "lang": "pl"}
{"opinion_id": "op_004290", "text": "Nie wiedziałam, że można tak po prostu jeść... bez liczenia kalorii, bez wyrzutów, bez ciągłego planowania co wolno, a czego nie. Paulina pomogła mi zrozumieć, że problemem nie jest jedzenia, tylko moje podejście do siebie. Teraz jem z luzem, bez walki każdego dnia, to ogromna ulga. Bardzo Ci dziękuję za ogarnięcie mojego chaosu i opiekę!", "lang": "pl"}
{"opinion_id": "op_004291", "text": "Nasz 13-letni syn chorował na anoreksję, w tym czasie zamknął się na kontakt, nie chciał rozmawiać z nikim, nawet z nami. Dzięki pracy z panią Pauliną wszystko zaczęło się powoli zmieniać. Cierpliwe, krok po kroku podejście, wspólne wizyty, ciekawe metody zachęcania do współpracy sprawiły, że zaczął się otwierać i na nowo próbować jedzenia.", "lang": "pl"}
{"opinion_id": "op_004292", "text": "Z całego serca polecam współpracę z Panią Pauliną! Pokazała mi lepszą drogę w podejściu do jedzenia, ale co dla mnie ważniejsze pokazała mi jak dbać o siebie, odpoczywać i mieć dobrą relację z samą sobą. Wyeliminowałyśmy wieczorne rzucanie się na słodycze, które przez lata było dla mnie źródłem frustracji i poczucia winy. Zaczęłam słuchać swojego ciała i jego potrzeb. Teraz świadomie decyduje się jeść to na co mam ochotę, a nie moje schematy czy emocje. Ta wolność jest bezcenna! Jeśli ktoś szuka wsparcia, które naprawdę zmienia życie, a nie tylko wagę czy jadłospis, to z czystym sumieniem polecam Panią Paulinę!", "lang": "pl"}
{"opinion_id": "op_004293", "text": "Trafiliśmy do Pani Pauliny, kiedy nasza córka miała bardzo niską wagę. Nie wiedzieliśmy co robić, do kogo pójść, koleżanka z pracy poleciła mi wizytę u psychodietetyka. Pani Paulina zajęła się nami kompleksowo, skierowała na badania, do lekarzy, powiedziała wszystko krok po kroku co mamy dalej robić, żeby pomóc córce. To było trudne doświadczenie, dzięki pomocy Pani Pauliny córka jest dzisiaj zdrowa, wyjechała sama na studia do innego miasta, nie boję się o nią. Dziękuję!", "lang": "pl"}
{"opinion_id": "op_004294", "text": "Chciałam podzielić się swoją historią, bo być może pomoże innym rodzicom w podobnej sytuacji. Moja córka jakiś czas temu zaczęła obsesyjnie liczyć kalorie, ważyć każdy kęs jedzenia, stale przeglądać się w lustrze i komentować swoje ciało. Byłam przerażona i kompletnie nie wiedziałam, jak jej pomóc, jak  z nią rozmawiać.", "lang": "pl"}
{"opinion_id": "op_004295", "text": "Wizyty u Pani Pauliny odmieniły moje życie. Zrzuciłam kilogramy, pozbyłam się wzdęć, ale co najważniejsze przestałam tyć z powietrza! Byłam przekonana, że czeka mnie totalna rewolucja żywieniowa, ale wystarczyło kilka zmian, żeby zacząć jeść z głową i chudnąć!", "lang": "pl"}
{"opinion_id": "op_004296", "text": "Bardzo polecam Panią Paulinę. Pomogła mi poukładać sobie w głowie podejście do jedzenia i do samej siebie. Bez presji, bez oceniania, w super atmosferze. Czuć, że naprawdę zależy jej na pacjencie. Każde spotkanie dawało mi nową motywację.", "lang": "pl"}
{"opinion_id": "op_004297", "text": "Z całego serca polecam współpracę z panią Pauliną! Trafiłam do niej w momencie, kiedy moje życie kręciło się tylko wokół jedzenia – albo się ograniczałam, albo wpadałam w kompulsywne napady i potem tygodniami żyłam w poczuciu winy. Byłam wykończona fizycznie i psychicznie. Pani Paulina pomogła mi zrozumieć, co się za tym kryje, nauczyła mnie na nowo słuchać mojego ciała i zadbać o siebie od środka.", "lang": "pl"}
{"opinion_id": "op_004298", "text": "Serdecznie polecam! Dzięki wsparciu Pani Pauliny mój syn w końcu zaczął zdrowo przybierać na masie. Dieta była dostosowana do jego potrzeb, prosta i smaczna. Otrzymaliśmy konkretne wskazówki i pełne zaangażowanie. Widzimy realne efekty i jesteśmy bardzo wdzięczni!", "lang": "pl"}
{"opinion_id": "op_004299", "text": "Bardzo dziękujemy za fachowe podejście do naszego problemu, ktory dotyczyl calej rodziny! Nasza 14- letnia córka przestała jeść i z nikim nie chviala wspolpracowac. Pani Paulina od samego początku wzbudziła pozytywne emocje, w nas rodzicach , ale przede wszystkim u naszej córki. Córka po wizytach nadal czuła się zaopiekowana, ponieważ w każdej chwili mogła skontaktować się z panią Paulina, za co jesteśmy ogromnie wdzięczni! Pani pomoc jest dla nas nieoceniona! Dziś nasza córka czuje się lepiej, je regularnie i odzyskała radość życia. Jesteśmy ogromnie wdzięczni i z całego serca polecamy każdemu, kto szuka pomocy dla swojego dziecka!", "lang": "pl"}
{"opinion_id": "op_004300", "text": "Chciałbym serdecznie polecić Panią jako wyjątkową specjalistkę w dziedzinie fizjoterapii. Jej profesjonalizm, empatia i zaangażowanie w pracę są naprawdę godne podziwu. Już po pierwszej wizycie zauważyłam znaczną poprawę w moim samopoczuciu, indywidualne podejście do pacjenta sprawia, że czuję się komfortowo i bezpiecznie. Gorąco polecam każdemu", "lang": "pl"}
