{"opinion_id": "op_003861", "text": "A very thorough female doctor, the examination was quick and efficient", "lang": "en"}
{"opinion_id": "op_003862", "text": "Everything went great, a very professional visit", "lang": "en"}
{"opinion_id": "op_003863", "text": "Very pleasant ladies at the reception, and the consultation itself went smoothly and without any problems :)", "lang": "en"}
{"opinion_id": "op_003864", "text": "All was great! Thank you a lot for detailed consultation and recommendations", "lang": "en"}
{"opinion_id": "op_003865", "text": "A very nice female doctor. She knows her stuff. Everything was quick and professional. Highly recommend", "lang": "en"}
{"opinion_id": "op_003866", "text": "Warmly recommend. Everything explained. The lady was nice and professional.", "lang": "en"}
{"opinion_id": "op_003867", "text": "The doctor was very kind and helpful. Thanks to his caring approach and commitment, I recovered quickly. Recommend with all my heart!", "lang": "en"}
{"opinion_id": "op_003868", "text": "Nice and friendly atmosphere. Detailed explanation of the treatment.", "lang": "en"}
{"opinion_id": "op_003869", "text": "Professional approach to the problem resulting in quick and effective treatment of the subcutaneous cyst", "lang": "en"}
{"opinion_id": "op_003870", "text": "A very substantive visit. Thorough interview, then reliable examination and diagnosis, and presentation of treatment options. Additionally, an honest conversation and friendly atmosphere. Definitely recommend.", "lang": "en"}
{"opinion_id": "op_003871", "text": "The doctor provided consultation in a very polite, factual (but comprehensive) manner. It's also evident that he has extensive knowledge, recommend", "lang": "en"}
{"opinion_id": "op_003872", "text": "The doctor conducted a very detailed interview, based on the presented test results, and also suggested further tests and consultations with doctors of other specialties.", "lang": "en"}
{"opinion_id": "op_003873", "text": "Warmly recommend Dr. Jan Kowalski. He explained everything in detail, advised. Discussed the plan for the next step of treatment.", "lang": "en"}
{"opinion_id": "op_003874", "text": "Highly recommend! Great sympathy from the doctor, the patient's problem is treated seriously and with full commitment. The treatment plan is very detailed and clearly explained to the patient.", "lang": "en"}
{"opinion_id": "op_003875", "text": "A very professional visit, I am very satisfied. Recommend.", "lang": "en"}
{"opinion_id": "op_003876", "text": "A very committed doctor who explains everything in detail.", "lang": "en"}
{"opinion_id": "op_003877", "text": "A very helpful and committed doctor. He examined and helped. Explained the cause. Recommend", "lang": "en"}
{"opinion_id": "op_003878", "text": "Good approach, detailed explanations. Commitment", "lang": "en"}
{"opinion_id": "op_003879", "text": "Very professional approach. Good atmosphere.", "lang": "en"}
{"opinion_id": "op_003880", "text": "Quick successful visit. Everything explained factually and clearly.", "lang": "en"}
