{"opinion_id": "op_000441", "text": "The doctor knows a lot and even takes an interest in the patient's ailments. This does not change the fact that at Długa Street she sees private patients in between public ones, which is uncomfortable for both groups. The number of recommended medications and cosmetics was so large that verifying which one was for what, and whether it was even necessary (most were not), required another quarter of an hour spent at the pharmacy.", "lang": "en"}
{"opinion_id": "op_000442", "text": "I strongly advise against. I confirm what other women have written - scaring with infertility, ordering dozens of tests, the price of which I only found out when it came time to pay for the visit (the doctor took two tubes of blood, and then it turned out he ordered 20 tests from it, without asking absolutely beforehand if I could afford it). When I once questioned the need to perform some tests because I had already done them (e.g., blood type - I have been an honorary blood donor for many years and my blood type is the same every time :)), he stated that some mistake could have occurred, which of course has mortal consequences for my health. On a side note, I hope the blood donation center didn't kill anyone with my blood of a supposedly mistaken type. Ad. treatment - after 2 months of visits (unfortunately, I only realized after two months that I probably couldn't be that ill) and consuming two courses of antibiotics (I'm not even sure if they were for the bacteria I actually had in my vagina), I was so depleted and without immunity that I constantly caught colds and picked up various bugs for the next year. Dr. Jan Kowalski effectively discouraged me from infertility treatment. After one of the subsequent visits (this time with my spouse, who turned pale when he saw that I wasn't exaggerating about the visit possibly costing 1000 PLN) I told my husband that the treatment was over. I will never in my life agree to IVF (and not for religious reasons) and I certainly have no intention of visiting another star gynecologist who will prey on my naivety, ignorance and induce constant stress that if I overlook something, I have no chance of having a child. The result - as I wrote earlier - about a year of rebuilding immunity (with a healthy diet and a calmer lifestyle), and for eight months, visits to an NHS gynecologist who with great competence and patience is managing my (!) uncomplicated pregnancy.", "lang": "en"}
{"opinion_id": "op_000443", "text": "Prof. Jan Kowalski said that there are many such educational programs, but the Swiss-Polish project is exceptionally comprehensive and backed by scientific research. Schools willingly joined it and consistently implemented it. \"This meant that we managed to stop the wave of obesity among the participating youth,\" he added. The specialist told PAP that although the pilot program has officially ended, it is still being implemented. More schools are signing up that want to apply it on their own. \"I hope this program will initiate broader actions covering a much larger group of children and youth. I also count on the interest of the Ministry of National Education and the Ministry of Health,\" emphasized Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000444", "text": "I agree with the previous opinion, Dr. Jan Kowalski may not be very effusive, but we go to the doctor to get treated, not to form friendships. And he really knows what he's doing and, moreover, does it very well. And if I had to \"use\" the services of a neurosurgeon again, I would choose the AMG clinic again.", "lang": "en"}
{"opinion_id": "op_000445", "text": "Since many low-calorie products don't taste good to us, despite the sincerest intentions to stick to the diet, we quickly get discouraged and as a result don't want to eat them. Taste is the most important factor that determines our food choices. The team in which Dr. Anna Kowalska works therefore wants to replace the fat contained in food products with a gel, but of a type that will give the taste and characteristic texture of fat. Such a gel \"fat\" would allow for real calorie savings. Its caloric value would be close to zero, while real fat provides us with about 9 kcal per 1 gram of product. \"We want to make processed products healthier and less caloric, but we also try to ensure that the taste, consistency and appearance of the product do not suffer. So that, for example, a skimmed yogurt tastes and looks the same as one with a normal amount of fat,\" explains the researcher.", "lang": "en"}
{"opinion_id": "op_000446", "text": "I, on the other hand, ultimately had an unfortunate experience with the Doctor, although for a long time I was very satisfied. Yes, she is nice, supportive, cares about the atmosphere and orders tests. Probably when there are no health problems, the assessment can only be positive. I went to the doctor for 1.5 years, during which for a year we were trying for a child, unsuccessfully. The Doctor began training in infertility treatment and unfortunately I can describe my case as a result of her failed experiments. Knowing that I have polycystic ovary syndrome (PCOS), the Doctor prescribed me lutein from the 16th day of the cycle, which, as I found out from a Professor at the Invicta clinic, acts as a contraceptive in my case... And so my husband and I lost a year of trying.", "lang": "en"}
{"opinion_id": "op_000447", "text": "Hello everyone. I don't feel qualified to judge the entirety of the doctor's career, only my experiences with him. In March, I had knee arthroscopy after a sprain and during this procedure, a resection of the medial meniscus cartilage. Apparently the resection was minimal but 2 months without loading the limb. Rehabilitation gave no effect. The doctor of course claimed that everything was ok and suggested that I probably wasn't applying myself to the rehabilitation. Now I have been to see Dr. Jan Kowalski and had an MRI. The result - two foreign bodies in the knee, bone marrow inflammation and an irregular cartilage edge. So my rating of this doctor is very poor. Maybe he helped other people, but he harmed me by not referring me for an MRI (from him) and insisting on the further necessity of rehabilitation. Greetings to all the sick and I wish you a return to health : -)", "lang": "en"}
{"opinion_id": "op_000448", "text": "An excellent specialist, she senses the patient and gives wise advice. During the session, I feel like I am the most important person. She gives very interesting exercises. Anna Kowalska follows the patient, and sometimes steers the conversation onto a different path, but usually an accurate one. Sometimes she can hit such a chord that I leave feeling cleansed and with a lighter soul. A revelation. She helped me a lot to discover myself. The only reservation is that sometimes you had to wait for your turn because the previous session ran over or suddenly you had to reschedule the visit, which could sometimes disrupt the day's plan. But this also has its good sides, because there was no problem if I myself rescheduled or was late. I highly recommend Anna Kowalska!", "lang": "en"}
{"opinion_id": "op_000449", "text": "I was referred for a consultation with the doctor by another doctor to perform appropriate tests for sleep apnea. I paid 300 PLN to find out what I already knew. He did not help my child and stated that we had to wait. Only later was I referred to another professor who immediately referred the child for a sleep study and determined that a re-operation of the tonsil was necessary. We are about to have the third operation but I know that I will never go to Dr. Jan Kowalski again although I had heard so much good about him. He dismissed me in less than 10 minutes.", "lang": "en"}
{"opinion_id": "op_000450", "text": "I have mixed feelings about the visit to the Doctor. It was my first time with this lady, though it wasn't my first time with a gynecologist. I wanted a check-up, I know I have an ectropion but the Doctor did not comment on it at all during the examination. The examination went very quickly and I understand that, but her statements were rather laconic. What surprised me the most was that the Doctor refused to perform a breast exam on me. I have been to many doctors and no gynecologist has ever refused me this. Some include it in the price, others perform such an examination for a fee. During a gynecological visit, I always ask for it and it seemed to me that nowadays this is standard. Especially since there is so much talk about it. I was only interested in prophylaxis, and the Doctor referred me to a radiologist! Out of curiosity, I later called 5 other gynecological offices to ask if, at the patient's request, they perform breast exams - every office confirmed that yes, they do. The Doctor's explanations and justifications for why she does not perform such examinations were very vague. I don't think I'll be back here.", "lang": "en"}
{"opinion_id": "op_000451", "text": "I was treated by the doctor for over a year. I constantly had problems with an infection, for which the doctor prescribed me various antifungal and antibacterial medications, but none helped. He prescribes medications \"blindly\" and as seen in my case, they are completely off the mark. At first, I thought he was a good doctor, but over time I became convinced that he is just another doctor who \"goes for the quantity of patients, not the quality of treatment\". Perhaps the result of not caring for patients is the number of places he works, which is why he gets so lost. I have the impression that currently he is only interested in the money he gets for each patient and in having them leave his office as quickly as possible. DEAR DOCTOR, PERHAPS YOU SHOULD RESIGN FROM WORKING IN SEVERAL CLINICS AND FOCUS MORE ON THE HEALTH OF YOUR PATIENTS, BECAUSE IT IS THANKS TO US THAT YOU STILL HAVE PLACES TO WORK.", "lang": "en"}
{"opinion_id": "op_000452", "text": "I have several serious reservations about the visit. Firstly, the Doctor did not focus on listening to me, so the conversation was chaotic and I had to repeat the same things several times; moreover, the answers were not precise and did not resolve my doubts (e.g., there was no question about the reason for the visit from the Doctor, everything was revealed out of order, and to the question about alternatives to birth control pills, I did not get an answer, just the name of other \"hormones\"). Secondly, the basic examination performed hurt me very much (to the point that I cried out in pain). Thirdly, I was prescribed an intravaginal medication to which I was apparently allergic and for 5 days I suffered from a doubling of the disease's symptoms (terrible itching) - I don't blame the Doctor for the allergy, but I believe she should have recommended that I check if I am allergic, as this was a medication that maintained its effect for 5 days after one application, meaning I had no possibility to stop using it (I should add that it was a rather expensive medication, about 40 PLN). There are still good sides to the visit, namely, learning how to perform a breast self-exam (this is the first of my 5 gynecologists who explained the method without me having to ask).", "lang": "en"}
{"opinion_id": "op_000453", "text": "1.77 million people use diabetes-related medical advice paid for by the NHS. After considering data from pharmacies regarding the sale of antidiabetic drugs and diagnostic strips, it was calculated that there are 2.13 million diabetics. \"This group can be said to include people in whom diabetes has been detected\" - emphasized Prof. Jan Kowalski. The total number of diabetics in 2013 was estimated at 2.73 million after also considering the results of the NATPOL study. It was conducted on a representative group of Poles, in whom blood glucose levels were tested twice on an empty stomach (when it exceeds 126 mg/dl it may indicate diabetes). This means that 26% of people among the 2.73 million patients may have diabetes but have not undertaken any treatment.", "lang": "en"}
{"opinion_id": "op_000454", "text": "Shortening the tedious and lengthy process of discovering a new drug will be possible, for example, by using an old, already known drug for a completely new purpose. This is exactly what the team led by Dr. Anna Kowalska intends to do. \"Recently, our collaborators from the Institute of Psychiatry and Neurology in Warsaw discovered that the known sleep drug zolpidem, administered to experimental animals in very small doses, causes an antipsychotic effect,\" explains the researcher. In rats, symptoms of psychosis can be induced by administering certain substances, e.g., amphetamine. \"The animals are then put into a state of so-called hyperlocomotion. Then the tested substance is administered - in this case zolpidem - and the effect of reversing hyperlocomotion is examined. These are standard preclinical tests performed to assess the effectiveness of a potential antipsychotic,\" Dr. Anna Kowalska explained to PAP.", "lang": "en"}
{"opinion_id": "op_000455", "text": "In European Union countries, about 900,000 hernia operations are performed annually. Treatment involves returning the contents of the hernia sac to the peritoneal cavity. This stage is common to all types of hernia operations. Differences occur in the method of repair, i.e., simply closing the so-called hernia gate. There are two basic types of hernia repair – tension repair using the patient's own tissues, and tension-free repair using hernia meshes of various shapes and made of different materials. Most often, a hernia is treated by sewing a surgical mesh made of polypropylene in the shape of a racket or a foot into the weakened tissue. On such a scaffold, the weakened part of the body can regenerate. Progress in the treatment of this type of condition involves limiting extensive operations in favor of procedures performed laparoscopically. During an operation performed with a minimal incision, a rolled-up mesh is inserted and unfolded inside the patient's body.", "lang": "en"}
{"opinion_id": "op_000456", "text": "I do not recommend. He cannot establish contact, is unpleasant, was irritated by the visit itself, after 10 minutes he proposed some medication and to the question about its action and other possibilities, he simply took offense and after 15 minutes wanted to prescribe ANYTHING just to hand over a prescription and end the visit. Further conversation, where I tried to engage him in a discussion about my condition and treatment methods, was futile; the doctor was even rude and wanted to end the visit at all costs, which happened after 20 minutes. ABSOLUTELY DO NOT RECOMMEND", "lang": "en"}
{"opinion_id": "op_000457", "text": "I went to the Doctor with a child in whom all the visited doctors saw features of a genetic syndrome (from the ophthalmologist to the neurologist). The geneticist, after a superficial examination of my son, stated that he was not a genetic patient and she saw no indications for testing. In writing, she stated that the child only requires rehabilitation and everything will be fine. Good thing I didn't believe her and had the tests done anyway... It turned out that the little one has a genetic defect, and moreover (and more importantly) administering medication could cause the little one to develop much better and have a chance for a much better life (without medication, not only would he be physically impaired but also mentally disabled - he has a damaged gene responsible for the synthesis of dopamine - a neurotransmitter). I should add that I was there for a private visit and also wanted to do the tests with my own money - the Doctor simply did not put effort into examining the child :(", "lang": "en"}
{"opinion_id": "op_000458", "text": "I went to her with my six-month-old daughter after a previous visit to another allergist and I am very satisfied. She has an approach to children, from what I understand she is also a pediatrician. She examined my daughter thoroughly, listened to her. She listened to me, conducted a detailed interview. She arranged a detailed diet plan for us, gave a lot of advice and guidance regarding what I should eat (I am breastfeeding) and how to expand my daughter's diet. Thanks to her, I didn't have to starve (the previous doctor practically didn't allow me to eat anything) and we quite quickly established what does NOT harm the little one. She took an interest in the problems with blood in the little one's stool, referred us for additional tests (another doctor ignored it). When I told her that I didn't want to give the child formula, she never mentioned it again, instead focusing on my diet. A very nice, warm person. I recommend.", "lang": "en"}
{"opinion_id": "op_000459", "text": "The Doctor is a model of a perfect doctor for me. She has been treating me for several years and every visit to Her recharges me with optimism and good energy. In my perception, it is full professionalism, deep knowledge and, importantly, the Doctor finds the time and willingness to share at least a fraction of this knowledge with the Patient so that He is aware of why such treatment and not another, why it is necessary to change lifestyle, nutrition, etc. Thanks to this approach, I have full trust and conviction of the exemplary medical care I experience, which surely is also not without significance for the treatment. Besides, in my opinion, the Doctor takes into account my overall health status when treating, ordering appropriate control tests, examining during the visit, etc. Along with this, exceptional culture and even gentleness in relations with the Patient. For all this, I warmly thank the Doctor! I recommend the care of the Doctor to all interested. Mirosław Oleński.", "lang": "en"}
{"opinion_id": "op_000460", "text": "The doctor is very nice, however, despite all the niceness, I will not go to him again. I had a cavity between the upper 4th and 5th teeth, the doctor was recommended to me by a friend. It turned out I could come for a visit even the same day, which surprised me. Within 30 minutes, the doctor placed 2 fillings and charged 200 PLN. From the beginning, I felt that something was wrong because they kind of bothered me. I went a second time, but the doctor stated that everything was fine. From time to time my teeth ached, but after a year they became sensitive to both heat and cold. I went to another dentist and it turned out that both fillings were placed too shallowly, moreover, there was a lot of decay under them, which means that when filling, the doctor did not properly clean my teeth of decay. The 5th had to be redone from scratch after drilling, and the 4th is now only suitable for root canal treatment... personally I do not recommend, although the doctor is nice : )", "lang": "en"}