{"opinion_id": "op_001801", "text": "Hello. For the first time, I completely lost trust in a doctor, and I'm sorry it's precisely Professor Jan Kowalski. Both the methods and the treatment approach of Professor Jan Kowalski leave much to be desired. Perhaps being taciturn is a desirable trait, but it's unacceptable when it comes to conveying information about medications to a patient. The patient is not the doctor. Due to improper decisions made by Professor Jan Kowalski, I ended up in the nearby department at Kopernika, because discontinuing medications by Professor Jan Kowalski, which apparently shouldn't have been done, caused me to develop disorders, unfortunately irreversible. Doctors were only wondering how it was possible and why such a decision was made. I also developed an additional chronic illness to deal with, which I will struggle with for the rest of my life, constant injections and complications. I cried looking at my test results and wondered why. It would have been enough to just look at the medical records. After my hospital stay, while browsing websites, I broke down - you don't need to be a professor to know that a medical error occurred, which the patient, not the doctor, will struggle with for the rest of life.....", "lang": "en"}
{"opinion_id": "op_001802", "text": "Just 30 years ago, if a person survived a heart attack and made it to the hospital, doctors could only fight the consequences of the heart attack, not interrupt it. The patient spent several weeks lying down, and after being discharged home, immediately went on disability because they couldn't work. \"Truth be told, in the initial stages of heart attack treatment, both the doctor and the patient were helpless - in the early 80s, the patient was laid down for a month, not allowed to move for 2 weeks. Currently, a patient with an uncomplicated heart attack returns home after a week if we unblock that vessel, and functions completely normally\" - said on Tuesday to journalists Professor Jan Kowalski from the Silesian Center for Heart Diseases in Zabrze, previously the Provincial Cardiology Center, where the contemporary model of heart attack treatment was developed, which became widespread throughout Poland and saved thousands of patients.", "lang": "en"}
{"opinion_id": "op_001803", "text": "A few years ago, Dr. Anna Kowalska cured me of acne. Nothing else worked, only antibiotics (other doctors prescribed ointments, custom-made liquids and nothing gave results: I even did a swab privately, which Dr. Anna Kowalska glanced at and said that such bacteria always occur in breakouts. She was right.) Indeed, express visits, but I always got an answer to every question. I've recommended Dr. Anna Kowalska to several of my friends already. I'm satisfied and cured of horrible acne. Thank you, Anna!", "lang": "en"}
{"opinion_id": "op_001804", "text": "I had a consultation with the doctor regarding my gastrointestinal issues. Ultrasound during the visit. Without a diagnosis, I received 2 types of medications. Pluses: - approachability - ultrasound immediately Minuses: - no referral for other tests - only after 5 months of taking medications / with such symptoms it should have been done immediately, as confirmed by another doctor - downplaying symptoms - passing the buck (medications without information what they're for and inviting me for gastroscopy in 5 months)", "lang": "en"}
{"opinion_id": "op_001805", "text": "Highly recommended. Our daughter had acute ear infection, no medications prescribed by the previous doctor helped, but Dr. Jan Kowalski prescribed appropriate medications and already the next day our daughter stopped complaining about ear pain and the next night she slept peacefully without pain and fever. Excellent approach to children. Daughter healthy and most importantly trusted Dr. Jan Kowalski. Thank you for help and certainly if the situation repeats (hopefully not :)) we will only be treated by this doctor. Wish there were more such doctors. Best regards", "lang": "en"}
{"opinion_id": "op_001806", "text": "Hello, I had been going to Dr. Jan Kowalski for 5 years, it was always great, but... in September this year I got pregnant, of course tremendous joy, baby planned, I was at the doctor's visit, but since it was early pregnancy it was even hard to see anything... October 9th unfortunately I miscarried, of course I have no complaints about the doctor regarding that. I called the doctor immediately to inform what was happening, the doctor said that nothing can be done anymore and that I should come for a visit sometime later. After a week I called again and persuaded for a visit (I wanted to be sure everything was okay, I'll add that the doctor didn't send me to the hospital to check if any cleaning after miscarriage would be needed). After a week at the visit, Dr. Jan Kowalski did a transvaginal ultrasound of course and stated that I have huge cysts in my ovaries :( then added that it looks like polycystic ovary syndrome and \"please wait three months and try again and we'll see\" didn't order any referrals for additional tests to exclude or confirm this hypothesis, my husband convinced me to visit another doctor... I went, ultrasound again and information - it's not polycystic ovary syndrome, additionally the \"new\" gynecologist advised to go to an endocrinologist and get tested in that regard. I've already had thyroid tests, it turned out I unfortunately have Hashimoto's disease, which causes early miscarriages, fetal demise and also developmental defects... if I had stayed with Dr. Jan Kowalski, it could have ended tragically for me :( I personally discourage using this doctor's services, as someone already wrote I think he's a doctor for healthy people, and when problems appear Dr. Jan Kowalski is not able to guide towards their solution :(", "lang": "en"}
{"opinion_id": "op_001807", "text": "STEM CELLS AND OTHER HOPES Within the BioMed project, research is also conducted on endoprosthesis coatings or ways to repair spinal cord damage. Stem cells are a great hope of regenerative medicine and find more and more applications in contemporary medicine. They can divide a huge number of times and can differentiate into other types, meaning simply change into the cells patients need. In the BioMed project, they are handled by Dr. Jan Kowalski from the University of Environmental and Life Sciences in Wrocław and Professor Anna Kowalska from the Mossakowski Medical Research Institute of the Polish Academy of Sciences in Warsaw. The team evaluates among others the possibilities of regenerating bone and nerve tissue damage using stem cells isolated from adipose tissue and bone marrow with the application of biomaterials.", "lang": "en"}
{"opinion_id": "op_001808", "text": "While in cases of carbon monoxide poisoning, decompression sickness or gas embolism of vessels, 1 or 2 hyperbaric procedures suffice, in chronic diseases there can be even several dozen. Hyperbaric oxygen therapy favors the appearance of new blood vessels, which helps among others in treating chronic bone inflammations, burns, diabetes complications like diabetic foot or even suddenly occurring deafness of unknown origin (idiopathic). Oxygen under high pressure can improve cancer treatment results with radiation, very promising are also the results of applying this method in case of stroke. In case of stroke, therapy must be applied no later than three hours after symptoms occur, which requires a fairly dense network of centers and fast transport, best by air.", "lang": "en"}
{"opinion_id": "op_001809", "text": "A researcher from the Institute of Pharmacology of the Polish Academy of Sciences reminded that the possibility of therapeutic use of cannabis leaves was discovered already in ancient times by inhabitants of Eastern countries: India, China, Mesopotamia or Egypt. According to written sources, Chinese already in the 3rd millennium BC used extracts from these plants as painkillers and antispasmodics (reducing muscle stiffness). In the sacred books of Hinduism - Vedas, cannabis is mentioned as a medicine against pain, insomnia and as a means for surgical anesthesia. Europeans - the professor reminded - came up with the medical application of this plant relatively late - at the end of the 18th century. Moreover, in times closer to us - at the beginning of the 20th century, marijuana was outlawed in the USA and Canada, similarly happened on our continent. Then, over time, in the West a campaign against marijuana grew, which caused a kind of social taboo around any its use, also for therapy purposes.", "lang": "en"}
{"opinion_id": "op_001810", "text": "My mother is suffering greatly. So we turned to Dr. Jan Kowalski for help. We hoped that finally my mother's suffering would end. Dr. Jan Kowalski applied a block. I'll mention it's about lumbar hernia. The block didn't help. Next visit was prescribing injections. Didn't help. Next visit - Dr. Jan Kowalski threw up his hands and casually prescribed tablets that don't help, after which after two days he sent an SMS that treatment has ended and our visits are unnecessary. We didn't receive any advice, any guidance what to do next, where to go. Nothing. Shame on you, Dr. Jan Kowalski. Shame. I don't recommend a visit to Dr. Jan Kowalski. This is a scandal and unacceptable for a doctor to treat a patient this way.", "lang": "en"}
{"opinion_id": "op_001811", "text": "Dr. Anna Kowalska very nice, good approach to children, my son loved going to her. Plus for always receiving in private practice, no matter if holiday or not, in emergency cases this is very convenient. However negative for ease of prescribing antibiotics. Every time my son got antibiotics, as it later turned out completely unnecessarily, because on my own I did a swab for him, which didn't find bacteria presence, and symptoms went away on their own.", "lang": "en"}
{"opinion_id": "op_001812", "text": "Unfortunately NEGATIVE, I attended this doctor, trying to conceive - for many long months. Visits several times a month, on every other visit he returned to questions from the starting point as if I was there for the first time. There were missing entries from my visits in his computer. On some visits between my words he answered phones, one after another, stopped when after another answered he made a terrible gaffe in conversation with me... Twice he arranged with me visits at times other than his working hours and didn't show up at all - because he forgot - as he explained... Altogether on visits to this doctor I spent 3,500 thousand złoty. He ordered me to take hormones never checking if they help me. I'm not pregnant to this day... Fortunately I now found a real doctor, who after doing comprehensive, very detailed tests, made a different diagnosis than those I heard from Dr. Jan Kowalski - so no wonder that despite swallowing masses of hormones, there was no pregnancy :( I discourage.", "lang": "en"}
{"opinion_id": "op_001813", "text": "Dr. Jan Kowalski really polite, friendly, substantive and concrete. The proposed treatment brings effect, however the current price raised (over the last half year already twice) currently to 180 zł is, I suspect, not only for me, prohibitive. Dr. Jan Kowalski writes that he has no influence on raised prices in the facility where he works, I however heard from a facility employee that they have no influence on the doctor raising visit prices. Considering medication prices and the ordered list of tests done privately, private treatment in this country is unmanageable for an average earning patient. I understand education, practice abroad, need to value oneself, but raising visit prices so high in today's reality seems to be somewhat against the desire to help and save people's health. Even if a person wanted to be treated, they simply can't afford it anymore. Regardless of who actually raised this price, I wish success in further work. Best regards.", "lang": "en"}
{"opinion_id": "op_001814", "text": "I don't recommend. Besides the doctor being very nice and talkative, I unfortunately can't say anything good. In a 6-year-old child \"didn't notice\" beginnings of scoliosis - we came referred by a pediatrician who saw the problem with naked eye. Currently the child is under care of a physiotherapist, one limb is shorter by 7 mm, which causes the spine to start curving. I was with the doctor with knee problems. Dr. Jan Kowalski administered me injections in both knees with hyaluronic acid, cost, mere 1200 zł. It was supposed to be better, at least for a year. Knees as hurt, still hurt. Currently looking for another specialist who will be able to help me.", "lang": "en"}
{"opinion_id": "op_001815", "text": "I waited for the visit very long and what? I went with a child who looked like burned with acid - such strong allergy. At the beginning he asked what I expect from him, looked only at the face, didn't examine the child and said that for him this is not to treat. Wash with ordinary soap and smear with linseed oil. I smeared - it inflamed, wounds on body from scratching and the child still suffered and swelled. Turned out strong allergy to neurological medication which consequently led to gastrointestinal tract edema and what follows probably everyone knows! Total lack of respect for parents and terrible or actually no approach to children. I waited long for the visit because he was supposed to be good - absolutely discourage.", "lang": "en"}
{"opinion_id": "op_001816", "text": "Dr. Anna Kowalska nice, seems competent. However made mistakes writing prescription, two medications and two mistakes with dosage amounts and number of tablets in package. One medication I should take for 30 days, by mistake Dr. Anna Kowalska left issued only for 20 days because there are no packages with 30 tablets quantity, and two packages 2x20 tablets Dr. Anna Kowalska couldn't give me in pharmacy. Second mistake similar...", "lang": "en"}
{"opinion_id": "op_001817", "text": "According to WHO in 2015 worldwide about 1.8 million people died from tuberculosis, among whom 400 thousand were simultaneously infected with the virus causing AIDS. It's estimated that in HIV carriers the risk of developing tuberculosis is 26 to 31 times greater. In 2014, 480 thousand people had multidrug-resistant tuberculosis (MDR-TB) caused by bacilli resistant to isoniazid and rifampicin. 190 thousand died because of that. Majority (60%) of MDR-TB patients are residents of 5 countries: India, China, Pakistan, Russia and Ukraine. In Poland in 2014, 35 cases of drug-resistant tuberculosis were detected. Only in half of those infected does treatment end with success.", "lang": "en"}
{"opinion_id": "op_001818", "text": "Dr. Anna Kowalska is attentive and thorough, provided she doesn't lose keys. If such fact happens before visit, don't count on professionalism. We came with child for another control visit - Dr. Anna Kowalska was supposed to refer to one element which child performed \"almost well\" and it was supposed to be last visit. Earlier Dr. Anna Kowalska determined child's condition as \"very good\" with recommendation of applying massage at home. After yesterday's visit it turned out we have to apply Vojta, and child was no longer \"very good\". Unfortunately it resulted from little interest in the child itself, Dr. Anna Kowalska was upset about losing keys and even didn't really know that this was our next visit, didn't refer to previous arrangements, just immediately ordered to apply Vojta (which method she really likes, as she herself trains physiotherapists). I'm just not sure if in situation when child after 3-hour car journey, awakened and hungry, didn't perform one \"support\" correctly, qualifies for Vojta method??!! Besides it was supposed to be last control visit (of course paid privately), and it turned out we still need to come. I don't know if it's not already just about the amount we pay before entering visit room. Generally after last visit I think she's not entirely a \"very good\" doctor. Personally probably won't use her advice anymore.", "lang": "en"}
{"opinion_id": "op_001819", "text": "CAT IN THE BAG Professor Jan Kowalski explains that during organism development, before the limb even grows, a bulge appears on the embryo, which grows and with time will form the shape of hand or leg. \"It starts from - simplifying - a bag with cells, in which all cells are the same, covered with ectoderm - future skin. If at early stage of chicken development this bag is cut off, cells from inside are taken out, mixed and reimplanted into chicken, it will still grow a limb\" - describes the known biological experiment. Comments that at early development stage cells don't yet have information about their position and what part of limb they will be. Only after some time they \"learn\" what they will form. \"So the later in embryonic development we perform this experiment, the worse it goes - at some point the limb won't grow at all\" - emphasizes the biologist. Adds that there are still many unknowns when it comes to understanding all processes that make a bag of cells at some point change into a precise mechanism that is a limb.", "lang": "en"}
{"opinion_id": "op_001820", "text": "Dr. Anna Kowalska very nice, wonderful approach to children... Unfortunately what we came with (short spots like ringworm on daughter's leg and rough skin on face) only after visit became a real problem - spread to the whole arm and recommended avocado oil didn't help at all.", "lang": "en"}
