{"opinion_id": "op_001661", "text": "I have been a patient of Dr. Jan Kowalski for 18 months. I have a cancer of the blood system called multiple myeloma. We see each other on average once a month as that's how my check-up appointments are scheduled. My feeling is very positive. It's true that the doctor doesn't talk much. But I consider that an advantage. He doesn't deal with trivialities. He is specific. He provides information and explanations for every question. This applies to the disease itself as well as the current and predicted course of treatment. 4 or 5 years earlier I was there with the same symptoms with another doctor and I left as supposedly \"healthy\". After that time, Dr. Kowalski immediately made the correct diagnosis. I am positively disposed towards Dr. Jan. I recommend him as a good doctor. In the future, I will try to speak up again and share further observations.", "lang": "en"}
{"opinion_id": "op_001662", "text": "A wonderful DOCTOR - A very specific Person, professionalism in the full sense, she can explain everything very factually, she has very extensive knowledge. After the visit, which lasted not 15 minutes but 2 hours after the doctor's working hours, I left uplifted in spirit, which is extremely important to me, but also with my medication adjusted and a chance to recover. I thought that there were no such wonderful, patient, and warm doctors anymore - but it turned out otherwise. THANK YOU VERY, VERY MUCH. I really had and have great luck that I found Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001663", "text": "The visit took place in a pleasant atmosphere, the doctor explained everything thoroughly and I could ask my pressing questions without rush and stress. The only minus is the metal speculum - I was always used to a plastic speculum which is disposable and in my opinion more hygienic than this metal one used repeatedly for many patients... For me, it was quite stressful and unhygienic... Not to mention the transfer of some bacteria from the previous patient? Definitely a minus for the speculum.", "lang": "en"}
{"opinion_id": "op_001664", "text": "Dr. Anna Kowalska has a big heart for the patient, enormous knowledge and medical intuition, so rarely found among doctors who choose their profession by chance. In my opinion, it is precisely this medical intuition, that \"something\" that cannot be learned at any Medical Academy, that makes the Doctor make such accurate diagnoses!! I have suffered from so-called Quincke's edema for 15 years and none of the doctors could propose any treatment other than steroids (and for 15 years, believe me, I have been to many \"wonderful\" doctors). It turned out that there are other possibilities for treating this troublesome disease. Currently, I haven't taken steroids for 2 years and the disease is under control. I will be grateful to the Doctor for this for the rest of my life!!", "lang": "en"}
{"opinion_id": "op_001665", "text": "Dr. Anna Kowalska is a very good, knowledgeable doctor. Believe me, I have a comparison because with my \"revelations\" I have visited many Wroclaw gynecologists. At first, I was indeed a bit scared because Dr. Kowalski has a \"stern\" facial expression, but she behaved really politely and professionally, answered questions, dispelled my doubts, was gentle, ordered all necessary tests. I left very satisfied. And to the people who complain that the doctor is \"unpleasant\" I advise you to think about whether you are looking for a professional doctor who knows his stuff, or a very nice, radiant, chatty lady doctor who won't know much about gynecology and won't be able to help her patients. Unfortunately, dear ladies, you can chat or smile with a friend, we go to the DOCTOR TO GET TREATED, not to joke or chat.", "lang": "en"}
{"opinion_id": "op_001666", "text": "Ms. Anna Kowalska is an extremely competent person in what she does. I am a very difficult patient with a long list of food allergies, diagnosed Hashimoto's disease, celiac disease, and occasionally appearing insulin resistance. I came across Ms. Anna 4 years ago, she helped me a lot back then and taught me how to eat properly. After a few years, I returned with the problem of food allergies. The meals proposed in the diet are really tasty, easy to prepare, and most importantly, the diet prepared by Ms. Anna shows that despite numerous limitations, I don't have to eat a lettuce leaf and wash it down with water. On the side, I would like to write that out of curiosity I consulted my case with several dietitians, who flaunt their successes on breakfast shows, and who dismissed my case saying they wouldn't take it on because I am too difficult a patient. Fortunately, Ms. Anna is not only super professional but also not afraid of challenges.", "lang": "en"}
{"opinion_id": "op_001667", "text": "A very good ENT specialist, a great surgeon. I recommend him to everyone who has any ENT problems. I got to the doctor in a roundabout way, already after certain experiences, and I very much regret that I didn't go to him right away. The operation was performed professionally, one could say painlessly :) I am impressed by what he accomplished. I must also add that the entire staff of the ENT Department of the Military Hospital is incredible. Everyone is very helpful and nice (although very busy). They are really there for people. Having had experience with other hospitals recently, I couldn't believe it was really happening :) I recommend the doctor and this Hospital! Regards.", "lang": "en"}
{"opinion_id": "op_001668", "text": "The biophysicist says that DNA repair mechanisms sometimes break down. If scientists better understand the structure of the complex, they will be able to better design pharmaceuticals in the future that will support the work of the seamstresses in certain dysfunctions. But there is another important aspect of this research. Perhaps thanks to them, scientists will develop compounds that will completely block DNA repair in selected cells. Because why should the body waste energy on darning DNA in cells that are spoiled anyway - e.g., in cancer cells... \"It's better if the spoiled DNA of these dangerous cells is not repaired, and the cell is destroyed faster,\" notes Prof. Jan Kowalski. And he does not rule out that in the future, research on DNA seamstresses will be used in work on new anticancer therapies.", "lang": "en"}
{"opinion_id": "op_001669", "text": "I underwent an upper eyelid correction procedure with Dr. Jan Kowalski over a year ago. The operation resulted in a slight improvement in the appearance of the eyelids (far from expected) and a side effect is very large scars. On the left eye, the scar reaches the temple!!! This was my first and only plastic surgery, so I didn't know exactly what to expect. The pre-operative consultation was rushed. The receptionist informed me before the procedure that I would get a so-called \"blue pill\" for indifference, but no one gave it to me. Generally, the clinic had an atmosphere of rush and lack of organization. During the operation, the doctor was assisted by nurses who did not speak Polish at all and spoke poor English, so communication was very difficult. They pressed very hard on my eyes to remove the fat bags, I had to ask the doctor to tell them to stop. The doctor intervened, but I had bruises for a whole month. But that's nothing yet. The worst thing is that my eyelids look as if they were accidentally cut. The scars differ in location and length. Now I have atrophic scars on my eyelids going towards the temples, they are uneven, one is longer and lies higher than the other. With such extensive scars, no makeup helps, not even specialized corrective makeup. For over a year I have been trying laser treatments, creams, ointments, etc. Unfortunately, all of this only helped a little. A revision procedure will be inevitable. Dr. Kowalski showed no willingness to help after the situation occurred. He stated that it was my fault because I have collagen production disorders. 3 surgeons I consulted for a revision surgery did not confirm his opinion. I do not recommend this doctor or the Mandala clinic.", "lang": "en"}
{"opinion_id": "op_001670", "text": "I definitely do not recommend. Dr. Jan Kowalski performed knee arthroscopy on me twice. The first time was ok, preparation for reconstruction, although now I am savvy on the subject and know that the torn ligament can be reconstructed immediately during one operation. The reconstruction itself was done by another doctor (done poorly, the graft placed in the wrong location). I immediately felt that something had gone wrong. So I was referred for arthroscopy which was performed by this doctor. A few months after the arthroscopy I went for a visit on crutches of course. The doctor was very surprised. I said that it didn't change anything, that everything still dislocates, I indicated the painful area and Dr. Kowalski said: 'the arthroscope doesn't reach there' and smiled. That was the last visit with this doctor. Currently, I am after my fourth operation, under the care of a super orthopedist, and finally after almost 3 years of walking on crutches, I have put them away. The end of crying and helplessness. Finally.", "lang": "en"}
{"opinion_id": "op_001671", "text": "The researcher emphasizes that patients can explain the origin of voices differently. \"Some think that the mafia from Moscow is talking to them. Others think that their neighbor is talking to them through the wall. Some believe that someone is transmitting thoughts to them via a radio transmitter. And sometimes people are sure that they hear the voice of God or the devil. The mechanism of hearing hallucinations is similar, but the beliefs about the origin of these voices are different. Most likely, the patients' life history, their experiences, relationships with others, and beliefs about people and themselves in general matter here,\" notes the researcher. Dr. Anna Kowalska describes that sometimes the voices are so strong that patients cannot oppose them. \"Such a psychotic state often requires hospitalization and pharmacological treatment. However, the importance of psychotherapy in the treatment of hallucinations and schizophrenia in general is increasingly emphasized,\" notes the psychologist. However, she admits that some people with schizophrenia hear voices but are able to cope with them and behave normally.", "lang": "en"}
{"opinion_id": "op_001672", "text": "I agree with the opinions below that the doctor is gentle, very nice, and is a \"great gynecologist\" if she deals with an uncomplicated case. In my case, the doctor mistook a tumor the size of an orange for an ovary!! I don't know if it's a matter of bad equipment or the fact that the doctor should already be thinking about retirement and thus save other patients from the fear and suffering that I had to go through.", "lang": "en"}
{"opinion_id": "op_001673", "text": "The visit started about 40 minutes late, for which the doctor apologized and explained, but she was not prepared for the visit (she had not familiarized herself with the medical documentation beforehand), I have the impression that the diagnosis made was somewhat random, as was the proposed treatment.", "lang": "en"}
{"opinion_id": "op_001674", "text": "I don't understand so many positive opinions. Could it be that people from the doctor's close circle are speaking here? Because I almost can't believe that he has so many \"fans\". I went to the doctor for over a year. My bad opinion of this doctor began when he did a transvaginal ultrasound on me without protecting the device with a condom. It was a nightmare. I worried for many days afterwards whether I had contracted something serious (even HIV). A few days after the visit, I developed an acute inflammation and had to be treated with oral medication. Maybe it was just a coincidence - I don't know. I should have, seeing how he was doing the examination, pointed it out to him, but I didn't have the courage. After leaving the office, I was very angry with myself, but oh well... A Pole gets wise after the damage is done. Generally, I feel uncomfortable during visits with this doctor. He is somehow strange, closed off, doesn't share knowledge... he hardly says anything, I have to ask questions.", "lang": "en"}
{"opinion_id": "op_001675", "text": "I don't know what to think about all this, I went to Dr. Jan Kowalski when I was pregnant with my first child. At first, everything was ok, Kacper was developing properly. When suddenly in the middle of the sixth month of pregnancy, the doctor said that it was almost half the pregnancy so I should undergo a \"fetal anatomy\" examination. So I went to the hospital on Polna Street and as soon as the doctor started the ultrasound, he announced to me that something was wrong with the baby. It turned out that Kacper had congenital hydrocephalus. And after birth, it turned out that due to hydrocephalus he had numerous changes in the brain, damaged respiratory, digestive, nervous systems... and I could go on listing. The child underwent five operations in 6 months and died... Now I am in the 5th week of pregnancy and I go to Dr. Jan Kowalski but I read opinions about him and over 99% of his former patients strongly advise against him. I have no idea where to go, I collaborated very well with Dr. Kowalski, he always willingly answered my questions, ordered tests, but I have no idea why he didn't detect the abnormalities. If anyone knows a really good doctor, please give me the details... thank you very much in advance...", "lang": "en"}
{"opinion_id": "op_001676", "text": "Microscopic confirmation of the results of the American group required Polish scientists to record images with particularly high resolution. However, physics itself stood in the way here: diffraction prevents light from being focused to a point and in practice, details smaller than half the wavelength of the light falling on the sample cannot be discerned. In the case of optical microscopy, the best resolution is therefore about 200 nanometers. Therefore, at the Nencki Institute, they used one of the variants of super-resolution microscopy - a research technique for the invention of which the Nobel Prize was awarded in 2014. As stated in the communiqué, the essence of the method used by the researchers from the Nencki Institute involves applying a special diffraction grating to the light source. Digital processing of a series of images taken at different positions of the grating allows for a twofold increase in the resolution of microscopic images.", "lang": "en"}
{"opinion_id": "op_001677", "text": "I don't know what to write... I've been going to the doctor since my previous pregnancy... The fact is that being treated by a private doctor, I hoped he might deliver my baby... Unfortunately, the doctor didn't answer my phone, because as I guess - it was Sunday 7 am :( I felt disappointed that I didn't even have phone contact. Now I am in my second pregnancy... first he diagnosed an ectopic pregnancy, two days later the gestational sac was already visible. Right now, two sacs are visible... but without visible embryos :( On top of that, I've been spotting for two weeks and the doctor, doing an ultrasound, saw \"probably\" a hematoma near one of the sacs... He didn't recommend injections in the hospital to absorb the hematoma, saying he doesn't believe in such things... Maybe one will miscarry and the other will remain and develop - OK, but how long can I walk around with empty sacs? Is this even safe for me? For information, according to the pregnancy calculator I am in the 10th week of pregnancy, but according to the ultrasound the sac is at 4 weeks... Something tells me that this is too big a difference and nothing will come of it... and the doctor said that maybe yes, maybe no. When I asked when I should come, I got the answer: let's arrange it by phone... Damn... I'm wondering a bit if this is brushing me off. Isn't there a set timeframe in such cases for how long one can walk around with empty sacs??? ;( ... I was counting on some guidance - what to do next and in how much time. And basically, I know as much after the visit as I did before it... and the money is flying ;(( I would like to trust him, because I don't like jumping from doctor to doctor, and I thought I had found that \"one\"... however, as I read these opinions that he is a good doctor for healthy people, I am more and more terrified and don't know what to think :(", "lang": "en"}
{"opinion_id": "op_001678", "text": "Hello. I attended one of Ms. Anna's workshops on personal development and I am delighted. The workshops had an extremely nice atmosphere. Ms. Anna paid attention to each of us and the exercises we did and the discussions allowed for a different perspective on ourselves and our problem. In my opinion, it is worth spending time on such workshops because a specialist's assessment will always analyze and evaluate the matter that worries us differently and will also help find a solution. In addition, objective assessments from other people allow you to look at yourself differently and draw appropriate conclusions :).", "lang": "en"}
{"opinion_id": "op_001679", "text": "I am not convinced about the doctor. The visit took place in a pleasant atmosphere but it did not contribute anything to the matter in terms of treatment. You have to bring your documentation with you, as well as your medical history, and the doctor with an artificial knee repeats for 10 minutes what is written, without any new indications. And those 10 minutes about known facts cost a lot. In my opinion, the doctor is devoid of empathy, approaches the patient in a stereotypical way, does not propose new solutions, does not take the initiative to treat in a way that satisfies the patient's needs. Of course, I am not able to assess the doctor's merits as a patient, although fortunately my intuition directed me to someone else and today I feel well. I am after surgery and I run, jump, enjoy life - but that is not thanks to the doctor.", "lang": "en"}
{"opinion_id": "op_001680", "text": "It was the first time I encountered such an unprofessional approach to a patient. I came with a small problem on my foot which I had cured a few years ago using cryotherapy performed with professional equipment, with hygienic attachments, on a couch, in appropriate conditions. How surprised I was when my eyes saw a portable mini-case from which the doctor took out small dispensers with liquid nitrogen, then rested my foot on her thigh and tried carelessly to remove the warts using two mini-bottles of gas that was, nominally, running out. Without a closer look at the foot, without light, a magnifying glass, or anything - the Doctor asked questions like \"And was there something here, or wasn't there, because I can't see\". For some lesions, there was no gas left, so I was told that \"we'll finish next time\". I absolutely warn against and advise against it! I will add that the visit cost 130 zł. In short - I don't know how the Doctor handles other aspects of dermatology, in my case it was a real mistake and I will absolutely not go there a second time.", "lang": "en"}