{"opinion_id": "op_002861", "text": "I believe there are people who, when going to a gynecologist, primarily seek psychological or even psychiatric advice. A good rapport with the patient is important in every specialty, but especially in fields like gynecology, objectivity matters—the ability to provide essential information that the patient needs to apply, not forget five minutes after leaving the office. When it comes to these aspects, the Doctor is irreplaceable because she gives concrete information, doesn't fantasize, and for forgetful patients, she writes it down on a piece of paper. A doctor's visit is not a chat with a friend or an opportunity to vent one's frustrations. I prefer the Doctor's matter-of-factness, perhaps even dryness, over a lack of precision that leads to not knowing why one came to the doctor in the first place. I recommend.", "lang": "en"}
{"opinion_id": "op_002862", "text": "To develop and commercialize a unique Polish invention, scientists established the company BRASTER in 2008, now listed on NewConnect. At that time, it was a limited liability company formed by a group of five researchers. Currently, the tester has been enhanced with software that allows interactive communication with the user. Image sequences are recorded digitally, which can then be repeatedly played back and presented. Experts developed an algorithm in the form of a decision tree that facilitates the interpretation of thermal images. \"In collaboration with the Military University of Technology - Faculty of New Technologies, we were able to intensify research on the encapsulation technology of thermotropic liquid crystals. These studies aimed to obtain large-surface thermographic films free from defects that would disqualify them from medical applications. The idea, supported by concrete actions, including financial support, evolved into a patented, globally unique technology for producing liquid crystal emulsion and thermo-optical film matrices,\" says Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002863", "text": "Very good specialist ``` The rating has been changed to \"I recommend\". Reason: Too laconic argumentation for the highest rating. ``` ``` The rating has been changed to \"I recommend\". Reason: Too laconic argumentation for the highest rating. ``` ``` The rating has been changed to \"I recommend\". Reason: Too laconic argumentation for the highest rating. ```", "lang": "en"}
{"opinion_id": "op_002864", "text": "Hello, for over 2 years I have been ill, suffering from abdominal pain, and none of the doctors could determine the cause. I found Dr. Jan Kowalski's office online and decided to make an appointment. Dr. Jan Kowalski conducted all the tests, thanks to which I found out what was wrong with me. The examinations were performed professionally with modern equipment and discussed thoroughly. After a year, my health improved significantly thanks to Dr. Jan Kowalski. I believe that Dr. Jan Kowalski is a very good doctor and professional. I highly recommend Dr. Jan Kowalski with a clear conscience.", "lang": "en"}
{"opinion_id": "op_002865", "text": "After the first visit with the Doctor, I am satisfied; she is a nice, approachable person who treats each patient individually. I have just started treatment, but I feel that results are already visible and improvement is occurring, even though the Doctor had a really limited selection of medications in my case.", "lang": "en"}
{"opinion_id": "op_002866", "text": "I felt like on a standard NHS visit—quick, short, the doctor knows everything best, why listen to the patient. It seems the doctor has knowledge, I don't intend to question that, but when coming privately and paying for the visit, one expects a slightly different approach. The most important thing that put me off... Sitting in the queue, there were several people before me, I heard word for word what the doctor was discussing with the patient. When my turn came, I realized everyone would also hear about my problems—a tragedy, zero privacy, I felt very uncomfortable.", "lang": "en"}
{"opinion_id": "op_002867", "text": "The Doctor is fantastic! She has already treated 8 of my daughter's baby teeth, and now we go for varnishing every 4 months. My daughter adores the Doctor and can't wait for the next visit. Dr. Anna Kowalska has a great approach to young patients, explains everything thoroughly, shows them, chats during drilling. I RECOMMEND!", "lang": "en"}
{"opinion_id": "op_002868", "text": "When I give birth, I will write a lot of interesting things about the practices used by this doctor—I changed doctors at the end of the 8th month, it was very difficult for me, but I don't regret it—women, check carefully who you end up with because a nice facade is very deceptive, and I agree with what Anna wrote.", "lang": "en"}
{"opinion_id": "op_002869", "text": "Today, some cases are referred for treatment abroad. Specialists from Zabrze calculated that such operations are at least twice as expensive there as in Poland, where the real average cost of treatment and lung transplant for a patient with cystic fibrosis (like 17-year-old Michał) was estimated at about PLN 350,000, and for a patient with extreme pulmonary hypertension (like 15-year-old Marta) at about PLN 320,000. In both cases of young people, the Ministry of Health decided to cover the actual costs, although if they stuck to standard valuations, it would be much less. The Silesian Center for Heart Diseases in Zabrze is a leader in thoracic organ transplants in Poland, both heart and lungs. Besides the center in Zabrze, in Poland only the center in Szczecin, led by Prof. Tomasz Grodzki, performed two successful lung transplants in patients with pulmonary emphysema.", "lang": "en"}
{"opinion_id": "op_002870", "text": "I think that this first negative opinion is very damaging and rather unfounded. I myself have been treated by the Doctor for over a year and a half and have no complaints. It has happened many times that Dr. Anna Kowalska saw me out of turn because I got terribly sick or could only leave work for a moment. Without hesitation, she orders additional tests and there is no problem getting a referral to a specialist. She is also available 5-6 days a week, which provides great comfort and a sense of security.", "lang": "en"}
{"opinion_id": "op_002871", "text": "I'm sorry, but I have to be ruthless in my opinion because it concerns other patients who may have the same problem as me and want to solve it differently. Here are my observations after 3 visits. Everything indicates that during my first visit in 2014, the doctor was not 100% prepared to receive patients for tonsil reduction surgery. The website stated that it was cryosurgery performed in 3 procedures. Upon arrival, I was told I would face: either 10 procedures (cryo-method) or 3 procedures with the radiofrequency electrode method. I agreed to the electrodes since it would be hard for me to travel from Toruń to Warsaw as many as 10 times. Another blunder was the price; it was supposed to be X zł for the first procedure, X minus 400 for the second, and X minus 600 for each subsequent one. However, the doctor forgot about this and after the 3rd visit asked for the amount as for the second. The third thing was recording a video of my procedure, which clearly showed that this procedure was new to this office. During the procedure, an assistant entered and left the door wide open, where 2 meters away patients were sitting in the waiting room, and I sat with my mouth wide open. When the cell phone rang, the doctor answered it, even during the procedure. I also did not notice the doctor putting on disposable gloves or washing his hands before the procedure. And the patient card contained no photos or opinions, and the doctor simply asked at each subsequent procedure if it was better or worse on a scale of 1-10. After 3 visits, there were still things \"to improve,\" but the doctor suggested another office closer to Toruń, eh... I apologize if this opinion seems too harsh, but unfortunately, that's how it looked from my side. However, I must praise the doctor for one thing: very flexible working hours. I could make an appointment at various times, on different days, whenever it suited me.", "lang": "en"}
{"opinion_id": "op_002872", "text": "I went to Dr. Anna Kowalska because she had very good reviews on this portal. However, the Doctor did not fully meet my expectations. First of all, I had to wait 20 minutes because, which I consider a lack of respect for the client, she was talking on the phone during that time. When I finally entered the office, I told her I would like to have either the fifth or the second tooth done. The doctor stated that the larger cavity was on 5 and 6. She asked what I would like to do then, to which I replied that in that case, 5. After about 15-20 minutes, I got up from the chair and immediately asked when I could make an appointment to do 6 and 2. Then I found out that 6 had also been done for me. This surprised me a bit because, as far as I know, these are my teeth, not the doctor's, so she could have at least asked if I wanted to do two teeth at once and, also importantly, if I was financially prepared for it. I paid PLN 270 for this service, and fortunately, I had that much on me. I wonder what would have happened if I hadn't had that much money with me. Aside from my personal discomfort, I leave a neutral comment because the teeth themselves were done well.", "lang": "en"}
{"opinion_id": "op_002873", "text": "Excellent dentist. Pan Michał is a professional in every aspect of his work. I am very picky when it comes to dental specialists due to bad experiences; I never had a fear of pain or the procedures performed; I was always afraid of the dentist's approach: here it is completely different—you come to appointments with joy and positive energy, and leave with even better energy and a smile. Living in Gdańsk, I prefer to specially travel to ORSMED to have ABSOLUTE certainty that a specialist like Pan Michał will take care of every stage of treatment at the highest level. I really recommend it to everyone, especially those who have always been afraid of any dental procedures—here they will completely forget about negative memories, and visits will be pure pleasure.", "lang": "en"}
{"opinion_id": "op_002874", "text": "A few reasons why I do not recommend the Doctor: 1) Everyone knows that you need to talk to the patient, explain why this specific test is being done, what the test results and diagnosis mean, etc. In the case of the Doctor, I had to extract information from her, ask what was happening, and when I asked a question, the Doctor answered using terminology I don't understand. For example, \"this is a test for IGM.\" I am not a doctor, I want them to speak to me in a simple and understandable language. 2) It seems to me that the Doctor is not a good specialist in rheumatology. She did a blood test for Lyme disease (a joint inflammation disease). She read the results to me like this: \"Aha, well, so this means you have Lyme disease?\" (a question to me). To which I replied that she should tell me what I have. Then the Doctor started reading out loud information on how to interpret the test results, which indicated that she herself was not sure if I had Lyme disease or not. 3) The Doctor never smiles. She probably doesn't like what she does herself. 4) The Doctor is late for appointments.", "lang": "en"}
{"opinion_id": "op_002875", "text": "The Doctor is an outstanding specialist and a wonderful person. He approaches each patient with exceptional commitment and professionalism. In November 2015, the Doctor operated on my spondylolisthesis; the surgery was very serious, yet thanks to the Doctor's approach and conversation with him, I did not feel fear. The surgery itself went very well, and after just a few days I could walk and did not feel pain. I am one month post-op and thanks to the Professor, I am starting to function normally and feel better and better. I would like to thank the Doctor and the entire staff of the hospital in Tarnów very much for the performed surgery and care during my stay. If anyone has spine problems, I sincerely recommend the Professor. Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002876", "text": "Everyone praises this DOCTOR, but the woman has a problem recognizing bronchitis, claiming that nothing is wrong. Cough for 2 weeks. After 3 days with another DOCTOR. \"How long have you been coughing, over 2 weeks, why are you only coming now?\" I was with Pani Walkowska, she said nothing was wrong with me. The DOCTOR's eyes almost popped out of their sockets. Sick leave for 2 weeks and the strongest antibiotics. I DO NOT RECOMMEND, unless someone wants to end up in the hospital due to reluctance to do their job at the clinic. Maybe she listens better privately, but at the clinic, she is doing at least a favor.", "lang": "en"}
{"opinion_id": "op_002877", "text": "I'm sorry, but I was disappointed with this doctor. I had heard many good things from friends earlier. When my daughter was born, in despair that she was so early, so seriously ill, that she might die—a light of hope shone—we go to Opole, to Dr. Jan Kowalski. And our first impressions were positive. Such a nice, involved doctor. Such a great team. Then the first friction appeared. He yelled at my mom for leaning on the incubator. Then, in front of parents, he cursed at a nurse about something. Then, in an unpleasant way, he \"interrogated\" during the morning round a mortally tired doctor handing over the shift. We thought that outstanding people sometimes have difficult personalities. But then his nervous actions became dangerous for patients. I delude myself that it was just fatigue from numerous shifts, but the doctor did not register problems reported by nurses, asked the same thing several times. The day after chest surgery on a little one, he ordered painkillers to be discontinued, and explained to the doctor treating my daughter that accelerated heart rate is a symptom of anemia, not pain, and that a grimace on a preterm baby's face is not suffering but antics. And in the end, he lost patience with us and, despite earlier arrangements, transferred the child still requiring periodic ventilation (without warning us) to another hospital...", "lang": "en"}
{"opinion_id": "op_002878", "text": "\"We have been conducting these studies for many years (...) We base on the fusion of cells between the donor and the transplant recipient, which we call chimeric cells. I hope they will support the transplant (...) because these cells will be transplanted along with the organ and will have both donor and recipient elements, and thus the organ will be less prone to rejection,\" said the Professor. She emphasized that success in this area would revolutionize transplantology. The Professor, although associated with the USA for years, often returns to Poland. She believes that spectacular achievements in transplantology are also possible in the country. \"For example, Prof. Jerzy Jabłecki, now associated with the Medical University in Wrocław, who performed many hand transplants, i.e., an atypical organ, similar to the face. Technically, in Poland, it is possible to perform complicated transplants because we have very good surgeons,\" said Prof. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002879", "text": "I ended up in the hands of this physiotherapist when no other could \"handle\" me, Pan Sebastian painstakingly began to unravel the causes of my pains, patiently and consistently worked manually on my ailments, after just a few treatments I knew I had found a good physiotherapist. His treatments are always effective, provide relief from suffering, and most importantly, he approaches pain and patient suffering comprehensively. Additionally, he is full of empathy, kind with a sense of humor, very responsible. I recommend him to everyone, and as a recommendation, let the fact that I will not go to another physiotherapist serve.", "lang": "en"}
{"opinion_id": "op_002880", "text": "This is a doctor who keeps up with medical progress and does not stand still, he can help in cases when it is really bad, when other doctors throw up their hands. Even if he cannot cure, he refers to good and competent specialists. He did not let me down. Comment written by: Jan Kowalski", "lang": "en"}
