{"opinion_id": "op_002961", "text": "I do not recommend. During the visit, he answered the phone twice while previously playing with it on the desk. Discussion of the purpose of the examination and procedure without eye contact with the patient. The neck ultrasound was probably performed correctly but very quickly. I did not receive any printouts, conclusions. Nothing. If not for my questions, the doctor would not have informed me about the examination findings. An embarrassing way of treating the patient and extracting money from him for additional tests. The doctor did not gain my trust, nor did the clinic. Nice ladies at the reception are not everything. I rate the doctor's empathy at -10. Maybe he has been doing this for too long. Boredom with the subject of the examination was visible. The visit lasted maybe 10-12 minutes, which, given the distance I had to travel to get to Katowice, is simply laughable.", "lang": "en"}
{"opinion_id": "op_002962", "text": "Thanks to participation in the study, participants will gain knowledge about the processes occurring in the body during pregnancy. They will learn, among other things, about changes in their body symmetry, breast size, amount of fat tissue, skin color, or even voice tone. The program also allows monitoring bone loss during pregnancy, which is important in osteoporosis prevention. Researchers assure that such an examination will be simple and safe - women will have a heel ultrasound. Additionally, women will also have their oxidative stress levels tested. Oxidative stress is an imbalance between antioxidants and free radicals produced in cells. Too high a level of stress is harmful to both mother and child. Meanwhile, milk analysis will provide information about the nutritional and energy value of the food. Researchers assure that all tests have no impact on the course of pregnancy and are harmless to the health of the mother and child. Participants are guaranteed full anonymity, and all information is used solely for scientific purposes. The program received a positive opinion from the Lower Silesian Medical Chamber.", "lang": "en"}
{"opinion_id": "op_002963", "text": "I recommend this gentleman to everyone who would like to attend an uninteresting performance - a monodrama titled: \"Immunology - Supplement\". Seriously though, I strongly advise against it. I have been treating infertility for 3 years, after an unsuccessful ICSI. Immunology was a mystery to me, which I wanted to solve precisely at the clinic on Górczewska. I brought all my tests with me: hormones, ultrasounds, etc. The \"doctor\" from the start was not interested in either the tests I brought or what I had to say. The visit itself was practically a 30-minute lecture on infertility. The doctor, using a piece of paper, a pen, and a marker, tried to explain why embryo development does not occur. He constantly used English terms and phrases, delving deeper into immunology issues. He did not pay any attention to my case and the specifics of my problem. He even said, \"Please don't tell me anything, because you'll confuse me.\" He conditioned treatment options on the depth of my wallet, repeating several times that \"he could do everything for 7 thousand, do the basics for a thousand, and a few tests for 1 thousand\" - without any elaboration or description. He did not guarantee a cure, success, or failure - he did not explain how these tests were supposed to help or what they would entail. The entire time, the \"doctor\" maintained the posture of a sage and the \"alpha and omega\" of infertility issues. The visit cost 200 PLN, and it was money that this man simply extorted. If I didn't have a distance towards this category of charlatans and magicians, he would have left me in a state of complete breakdown and confusion - in this, \"the doctor\" is a true master. I sincerely advise against meetings with this man.", "lang": "en"}
{"opinion_id": "op_002964", "text": "I think that with Pani Anna Kowalska, you can simply rely on her. She calls back, responds to emails, informs if this or that happened and what consequences it has for the next conversation. It seems so simple and obvious, yet very often it is not. We communicate via Skype because I am not in Poland. I think such a possibility is an incredible convenience for everyone who cannot meet with a psychologist in person. Such communication seems to be everyday life in 2012, but again, it is not. Hence this big plus. As for the essence of the help, indeed, Pani Anna Kowalska drew my attention to several matters, and those remarks are stuck somewhere in my head. I believe that miracles are rare and not the norm, a psychologist guides, but we actually do the rest. I haven't finished my tasks yet. However, I know that Pani Anna Kowalska is somewhere there, and when I need her, she will look at the matter objectively and say what she thinks about it.", "lang": "en"}
{"opinion_id": "op_002965", "text": "I had an appointment scheduled for April 24, 2014, which did not take place due to the doctor's fault. I waited for the visit for over 1 hour and 45 minutes. The doctor passed by us four times, he was not polite enough to even apologize for the waiting time, his staff likewise. I won't comment on professionalism and help, but the matter of culture and treatment of a patient paying out of his own pocket not insignificant money leaves much to be desired. More culture, doctor, towards patients, and maybe you will improve your image. !!!!!!!!, and fewer people will resign from your services.", "lang": "en"}
{"opinion_id": "op_002966", "text": "I came to Pani Doktor from a cardiologist, who after an EKG showing sinus bradycardia stated that he suspected the thyroid, and all my symptoms pointed to that as well. Unfortunately, not only was I let into the office 15 minutes after my appointment window started, although no one was there except Pani Doktor herself, I did not hear any apologies. The entire time I was in the office, I felt that Pani Doktor was bothered by my presence, she was impatient as if waiting for when I would finally leave and why I was asking questions. Based solely on the TSH result, Pani Doktor stated that I have no thyroid problems or other endocrine diseases. Despite a detailed interview, I feel dismissed. I received referrals for additional tests only when Pani Doktor saw tears in my eyes. I was told that it looked more like neurosis to her. I do not recommend Pani Doktor. I will not recommend her to anyone.", "lang": "en"}
{"opinion_id": "op_002967", "text": "Pani Doktor has a very well-equipped office, she is nice, but contact with the patient is very average. With more serious health problems, it is difficult to obtain specific information about further management and treatment. Unfortunately, I am not satisfied with the visit. I will consult my health condition with another doctor.", "lang": "en"}
{"opinion_id": "op_002968", "text": "An average doctor, it seems that she wants to help, but on the other hand, she gives the impression of being in a hurry and not having time for the patient. So far, Dr. Olszewska has been completely ineffective in treating sinuses, and she has been doing it for about a year, with no improvement. She prescribes the same medications.", "lang": "en"}
{"opinion_id": "op_002969", "text": "Pan Tomasz operated on my femur broken in a bicycle accident. Zero cast, I have a titanium nail in my leg, thanks to which I was able to move independently on crutches after just a few days, after a few weeks I move quite efficiently given the severity of my injury, though still with the support of crutches. I am very satisfied with Pan Doktor's work, despite his young age I get the impression that he is a professional through and through, has an excellent approach to every patient, and I witnessed his work with both small children and elderly people.", "lang": "en"}
{"opinion_id": "op_002970", "text": "I came to this lady emergently. While knowledge is hard for me to assess, she seems competent, answers questions thoroughly, but you rather have to extract information from her. She is sparing with smiling and creating a pleasant atmosphere, and for a pregnant woman, that is still important. Regarding knowledge, I am for it and for a one-time visit definitely, however, I would not choose this lady as my pregnancy doctor, I felt tense and stressed around her, the examination (and I've had a lot of them) was among the unpleasant ones. I would describe her as a cold and inaccessible person, which does not change the fact that she certainly has knowledge and qualifications at a level, worse with competencies regarding practicing as a gynecologist. Once a year for a control examination definitely, specifically and to the point, when it comes to pregnancy care or other delicate and emotional matters, no.", "lang": "en"}
{"opinion_id": "op_002971", "text": "In Southeast Asia, almost all insects are consumed. At markets, you can find, for example, skewers made from larvae of various butterflies and their pupae, while in soups you can find various true bugs. \"In some regions of Asia, e.g., Vietnam, Laos, or Thailand, insects constitute the main source of meat food for the poor part of society. Therefore, at markets or restaurants, you can get practically everything. Most often these are large insects such as: grasshoppers, butterfly larvae, large true bugs, because obviously that's a bigger piece of meat, but besides that, ants, wasps, bees, dragonflies are also consumed. The latter are the main animal food in some regions of Bali,\" explained an expert from the University of Łódź.", "lang": "en"}
{"opinion_id": "op_002972", "text": "Encouraged by positive reviews, I went to the lady doctor with a toothache, and incidentally asked for a check-up of my dental condition. The visual inspection of teeth lasted 60 seconds (not even a mirror was used). The lady doctor did not even attempt to check if the tooth reacts to cold, after which I heard that I must go to another lady dentist (working in the same facility) for another visit to determine whether to treat the tooth or not (and the tooth kept hurting as it did). Worse, this 60-second pleasure cost me 100 PLN. To my question about the tooth, I was told: \"today we won't do anything with it.\" If check-ups for such money are conducted so thoroughly, I'd rather not know what treatment looks like.", "lang": "en"}
{"opinion_id": "op_002973", "text": "Hello! The doctor diagnosed me with hypothyroidism. I am 16 years old, in my 17th year of life, and only 153 cm tall. She didn't care at all. And I think I should be treated, I eat normally and in the past year I may have grown maybe 1 cm. My parents are: dad 177 cm and mom 165 cm, two brothers over 170 cm each. Everyone tells me I will grow, but I just can't live with it. Did anyone have a similar problem and the doctor helped? I kindly ask for a response.", "lang": "en"}
{"opinion_id": "op_002974", "text": "I came to Markuszewski after two miscarriages. Markuszewski was the only one who explained to me, presenting evidence, why the miscarriages occurred. He did not prescribe me a bunch of medications, I did not feel like \"just another patient.\" I wanted to know what was wrong with me, that despite fertility and a healthy (so I thought) lifestyle, it wasn't working out for me. My boyfriend and I really wanted a child, but we thought this dream might not come true. Dr. Markuszewski gave us a lot to think about, then hope, and now reality so beautifully growing and wriggling in my belly :) He set a clear, precise plan of action for me, supported by clear arguments. We are still implementing it together. I never felt disappointed, unsatisfied, or treated in a general manner. Besides being now in the 6th month of pregnancy, I feel really like a healthy person, nothing bothers me anymore, and I didn't have a bunch of \"standardly\" prescribed medications and \"imaginary\" diseases. Indeed, he is a \"different\" doctor than the rest, because he lives the lives of his patients.", "lang": "en"}
{"opinion_id": "op_002975", "text": "Pan Tomasz accurately diagnosed, which was confirmed by an MRI. Torn ACL. He performed a reconstruction surgery. Everything went without problems. The atmosphere in the operating room was very nice, and the possibility of watching a live transmission from inside my own knee was priceless :) My goal was to return to work 3 months after the surgery, and that's what happened. At my own risk, in the 2nd month after surgery, I started mountain biking, and towards the end, at the pool, I swam 1 km in an hour. Today, a year after surgery, I go for a walk with the dog and my son, about 15 km, and when my son gets tired, I take him on my shoulders and we go further. The leg sometimes makes itself known, but otherwise everything is fine. Recently, my second son was born, and he also became a patient of Pan Doktor. Doctor Tomasz can explain the treatment process superbly and answers every question. If someone is looking for an orthopedist, they should end their search and make an appointment with Doctor Tomek.", "lang": "en"}
{"opinion_id": "op_002976", "text": "I am not satisfied, the visit was short, and I had the impression that what I was saying was not getting through to the doctor. He kept saying that I need to rehabilitate, exercise, go to a sanatorium, but I told him I do everything and there are no effects, and the back pain is terrible. He relied on the MRI description, but I also had the disc. I am disappointed.", "lang": "en"}
{"opinion_id": "op_002977", "text": "Although my visit took place 2.5 years ago, it probably doesn't matter. The visit to Pani Klasa-Mazurkiewicz was my first visit to a gynecologist. The lady only examined me \"manually.\" Despite my suggestions, she did not order any tests, not even a Pap smear (I was 22.5 years old then)!!! She said I had to do a Pap smear only a year later. Instead, she blindly prescribed me medication (probably Gynalgin, but I don't remember) just in case!!! Later (after a visit to another doctor) because of Pani Klasa-Mazurkiewicz, I lived through a nightmare - tears and fear when it turned out I had to go to the hospital for cervical biopsies for histopathological diagnosis. Every subsequent doctor was surprised that I had not been referred for a Pap smear earlier and that the condition I had must have been developing for a longer time. Fortunately, it turned out I don't have cancer cells, but I need treatment and it will be complicated, long-term treatment. Pani Klasa-Mazurkiewicz poses a threat to women!", "lang": "en"}
{"opinion_id": "op_002978", "text": "A good doctor at first glance and in conversation, but that changes after the treatment results; I have no reservations about the removal under general anesthesia, but regarding the treatment, after a year another general anesthesia and removal of almost everything that was left, after a complaint, the filling (which lasted a month) I am still without teeth and money - the result - two dentures (of course they broke), teeth not treated, and I am still gap-toothed for a mere over 10,000 PLN, so I believe the aforementioned doctor is only suitable for removing teeth, certainly not for treatment (I mean the entire clinic, of course).", "lang": "en"}
{"opinion_id": "op_002979", "text": "The doctor is not interested in the patient, during the visit he kept answering the phone, even while performing the ultrasound. He did not ask any questions during the visit, which lasted max 10 minutes. I am very disappointed, I do not recommend this doctor, no diagnosis or at least an attempt to make one. I brought many tests, but the doctor did not review them, only glanced casually at the urine test. I will have to consult another doctor, this visit contributed nothing, a waste of time and money.", "lang": "en"}
{"opinion_id": "op_002980", "text": "I came to Pani Ula after very bad experiences with other psychologists. The first cycle of meetings helped our marriage, but not for long. After dramatic experiences, I decided to return - apparently not everything had been clarified. After a half-year break, Pani Ula remembered absolutely everything that was said during our previous visits. I was hugely impressed by her memory. The second cycle of meetings brought completely different results. Pani Ula's questions were so accurate that they allowed me to find the true source of the problems, as well as the path to their solution. Pani Ula is a great specialist, and I can wholeheartedly recommend her, even though she discontinued further consultations with us.", "lang": "en"}
