{"opinion_id": "op_003981", "text": "Pan doktor, dokładnie wyjaśnił co się dzieje, i dobrał najlepszy sposób leczenia.", "lang": "pl"}
{"opinion_id": "op_003982", "text": "Pomocny, empatyczny, komunikatywny. Godny polecenia", "lang": "pl"}
{"opinion_id": "op_003983", "text": "Świetny lekarz, serdecznie polecam. Celna diagnoza, leczenie w punkt.", "lang": "pl"}
{"opinion_id": "op_003984", "text": "Doskonały kontakt, rzeczowość, a do tego działanie instant, to cenię najbardziej. Pan Doktor zneutralizował mój niepokój, podjął działanie oraz dobrał leczenie i obszernie opisał jego przebieg. Z całego serca polecam.", "lang": "pl"}
{"opinion_id": "op_003985", "text": "Świetny Specjalista , kompetentny jestem bardzo zadowolony.", "lang": "pl"}
{"opinion_id": "op_003986", "text": "Duża wiedza pana Doktora. Komunikacja w jasny sposób. Miła atmosfera i skuteczne leczenie.", "lang": "pl"}
{"opinion_id": "op_003987", "text": "Pan doktor jest bardzo profesjonalny , bardzo precyzyjnie objaśnia dany problem i jest bardzo skrupulatny , polecam Pana Doktora", "lang": "pl"}
{"opinion_id": "op_003988", "text": "Pan doktor dokładnie omawia problem, jest zaangażowany, konkretny i sympatyczny.", "lang": "pl"}
{"opinion_id": "op_003989", "text": "Wizyta mimo mojego ogromnego stresu związanego z zabiegiem przebiegła w spokojnej atmosferze. Pan doktor z dużym doświadczeniem i  poczuciem humoru, który pozwolił mi na pozbycie się lęku przed i w czasie zabiegu. Super podejście do pacjenta i jego problemu. Zabieg zdjęcia płytki paznokcia i usunięcia zmiany z macierzy paznokcia przeprowadzony bezboleśnie i szybko. Przed zabiegiem, w czasie i po wszystko dokładnie i przystępnie wytłumaczone. Z całą odpowiedzialnością polecam. Panu doktorowi jeszcze raz bardzo dziękuję za przeprowadzony zabieg.", "lang": "pl"}
{"opinion_id": "op_003990", "text": "Bardzo miła i pomocna wizyta, bardzo mocno polecam!", "lang": "pl"}
{"opinion_id": "op_003991", "text": "Bardzo polecam Panią doktor. Jest przesympatyczna, zaangażowana i słucha pacjenta. Na wizycie otrzymałam szczegółowe i zrozumiałe wyjaśnienia a także zalecenia. Na pewno wrócę na kontrolę do Pani :) bardzo dziękuję i do zobaczenia", "lang": "pl"}
{"opinion_id": "op_003992", "text": "To już moja kolejna wizyta u pani dr Wielgoś. Bardzo miła atmosfera, mimo opóźnienia poświecono mi tyle czasu, ile trzeba. Pani dr dokładnie obejrzała znamiona, powiedziała na co zwracać uwagę. Do zobaczenia za rok :)", "lang": "pl"}
{"opinion_id": "op_003993", "text": "Pani doktor jest bardzo miłą i ciepłą osobą. Szybko uspokoiła moje obawy. Wyczerpująco opowiedziała o znamionach, które występują na mojej skórze.", "lang": "pl"}
{"opinion_id": "op_003994", "text": "Polecam. Szczegółowo wszystko wyjaśnione. Wizyta punktualnie. Doktor bardzo miła.", "lang": "pl"}
{"opinion_id": "op_003995", "text": "Bardzo dobre podejście do pacjenta.Fachowa informacja ba temat choroby i sposobów leczenia.", "lang": "pl"}
{"opinion_id": "op_003996", "text": "Bardzo kompetentna Pani Doktor, jeszcze raz dziękuję za wizytę i wyjaśnienie wszelkich wątpliwości.", "lang": "pl"}
{"opinion_id": "op_003997", "text": "Pani doktor była bardzo zaangażowana i empatyczna. Wizyta odbyła się w przyjaznej atmosferze. To moja pierwsza wizyta. Zaczynam leczenie zgodnie z otrzymanymi zaleceniami. Jestem dobrej myśli.", "lang": "pl"}
{"opinion_id": "op_003998", "text": "Pani doktor bardzo profesjonalnie i szczegółowo przeprowadza badania, w rzeczowy i przystępny sposób wyjaśnia krok po kroku sposób leczenia. Profesjonalistka która z zaangażowaniem podchodzi do swojego zawodu.", "lang": "pl"}
{"opinion_id": "op_003999", "text": "Wszystko poszło szybko i profesjonalnie. Diagnoza i zabieg w 15min.", "lang": "pl"}
{"opinion_id": "op_004000", "text": "Pani doktor bardzo miła i kompetentna. Szybko zdiagnozowała problem dermatologiczny, z którym zmaga się córka oraz szczegółowo omówiła plan leczenia, mam nadzieję, że wkrótce zaobserwujemy pierwsze efekty.", "lang": "pl"}
