{"opinion_id": "op_004101", "text": "Wizyta w ciężkim stanie ale  bardzo pomogło!!!!", "lang": "pl"}
{"opinion_id": "op_004102", "text": "Wszystko zostało rozjaśnione, wymasowane i w końcu dowiedziałam się co mi się dolegało przez rok czasu. Jestem zadowolona :) gdy coś się będzie działo - wiem do kogo będę wracać :)", "lang": "pl"}
{"opinion_id": "op_004103", "text": "Świetny specjalista — profesjonalny, uważny i zaangażowany. Dokładnie tłumaczy każdy etap terapii i dobiera ćwiczenia indywidualnie. Dzięki jego pomocy ból szybko się zmniejszył, a ruchomość wraca do normy. Zdecydowanie polecam!", "lang": "pl"}
{"opinion_id": "op_004104", "text": "Jestem bardzo zadowolona, że znalazłam Pana Grzegorza. Już po pierwszej wizycie nie mam dolegliwości, z którą chodziłam ponad rok i byłam u kilku specjalistów. Rewelacja!", "lang": "pl"}
{"opinion_id": "op_004105", "text": "Świetny specjalista, poszlam z polecenia wiec wiedzialam ze mi krzywdy nie zrobi ;) wytlumaczyl gdzie jest beton i obiecal pezyslac maila z cwiczeniami na jego skruszenie ;) pozdrawiam i polecam", "lang": "pl"}
{"opinion_id": "op_004106", "text": "Wszystko ok, sprawnie i rzetelnie przeprowadzona diagnostyka, polecam", "lang": "pl"}
{"opinion_id": "op_004107", "text": "Bardzo polecam tego Specjalistę, z powodu  skutecznego leczenia . Nadgarstek po złamaniu dalszej kości promieniowej z odłamami, po zdjęciu gipsu (leczenie nieoperacyjne m.in. z powodu podeszłego wieku), w ciągu dwóch miesięcy został bardzo dobrze uruchomiony. Normalne czynności wykonuję bez problemu. Zgięcia grzbietowe i dłoniowe oraz odchylenia łokciowe i promieniowe nie sprawiają kłopotu, wykonuję je prawie normalne (mam drobne ograniczenia, są to powikłania, o których wspominali lekarze ortopedzi). Na NFZ nie ma co liczyć, na terapię manualną zostałam zarejesrtowana na maj 2026 roku, a przecież jest to jedyne skuteczne leczenie ( plus ćwiczenia wykonywane przez pacjenta), które należy podjąć natychmiast po zdjęciu gipsu!", "lang": "pl"}
{"opinion_id": "op_004108", "text": "Polecam Pana Grzegorza. Świetnie wszystko wytłumaczył i szczegółowo wyjaśnił. Bardzo miła atmosfera i profesjonalne podejście.", "lang": "pl"}
{"opinion_id": "op_004109", "text": "Polecam Pana Grzegorza ,  wizyta przebiegła w miłej atmosferze.Pan Grzegorz jest dobrym fachowcem . Mam nadzieję że pomoże w dolegliwościach", "lang": "pl"}
{"opinion_id": "op_004110", "text": "Chciałbym serdecznie polecić Panią jako wyjątkową specjalistkę w dziedzinie fizjoterapii. Jej profesjonalizm, empatia i zaangażowanie w pracę są naprawdę godne podziwu. Już po pierwszej wizycie zauważyłam znaczną poprawę w moim samopoczuciu, indywidualne podejście do pacjenta sprawia, że czuję się komfortowo i bezpiecznie. Gorąco polecam każdemu", "lang": "pl"}
{"opinion_id": "op_004111", "text": "Pani Karolina to prawdziwa profesjonalistka i przesympatyczna osoba. Na wizytę przyszłam z bólem w odcinku lędźwiowym, który całkowicie ustąpił po 2 dniach od masażu. Pani Karolina uważnie słucha i patrzy na pacjenta holistycznie. Gorąco polecam!", "lang": "pl"}
{"opinion_id": "op_004112", "text": "Pani bardzo mi pomogła i już mogę żyć bez bólu, polecam", "lang": "pl"}
{"opinion_id": "op_004113", "text": "Pani Karolina jest bardzo zaangażowana, z profesjonalnym podejściem, dokładnie przeprowadziła wywiad i udziela szczegółowych odpowiedzi. Poza terapią otrzymałam cenne wskazówki dotyczące rozciągania i rolowania w domu. Bardzo polecam!", "lang": "pl"}
{"opinion_id": "op_004114", "text": "Panią Karolinę odbieram jako bardzo sympatyczną, spokojną osobę. Potrafi słuchać i okazać ogromne zaangażowanie w sprawy pacjenta. W dolegliwościach poprawa nigdy nie przyjdzie odrazu. Liczy się systematyczność, dlatego zamierzam w dalszym ciągu chodzić do Pani Karoliny wierząc, że będzie tylko lepiej.", "lang": "pl"}
{"opinion_id": "op_004115", "text": "Pierwsza specjalistka, która w końcu uwolniła mnie od bólu biodra. Od 4 lat borykałam się z bólem biodra- chodziłam od fizjoterapeuty do ortopedy i z powrotem . W końcu po wielu przeczytanych opiniach trafiłam do Pani Karoliny. Jeden dogłębnie przeprowadzony zabieg i już mogłam spokojnie przespać noc. Z tygodnia na tydzień jest coraz lepiej i w końcu mogę funkcjonować normalnie- ćwiczyć, biegać i cieszyć się długimi spacerami. Zdecydowanie polecam!", "lang": "pl"}
{"opinion_id": "op_004116", "text": "Bardzo wykształcony lekarz.Odrazu zrozumiała moje symptomy choroby i nawet sama ogłosiła ich.Wykupił pakiet zabiegów bo od pierwszej wizyty jeszcze w gabinecie odchyłem się lepiej.", "lang": "pl"}
{"opinion_id": "op_004117", "text": "Wszystko bardzo profesjonalnie. Otrzymałam dużo wskazówek odnośnie tego, co zmienić w swoim planie treningowym, aby wesprzeć terapię bólu w kolanie.", "lang": "pl"}
{"opinion_id": "op_004118", "text": "Umówiłam się do Pani Karoliny, ponieważ miałam przewlekłe problemy z jelitami. Dzięki jej wiedzy dowiedziałam się co jest ich przyczynę a następnie dostałam od niej zalecenia oraz prosty jadłospis dostosowany do moich potrzeb i preferencji. Moje samopoczucie znacznie się poprawiło! Serdecznie polecam.", "lang": "pl"}
{"opinion_id": "op_004119", "text": "Byłam u Pani Karoliny już kilka razy i za każdym razem wychodzę ogromnie zadowolona. Pomogła mi z kilkoma dolegliwościami, z którymi borykałam się od bardzo długiego czasu i żaden  specjalista nie był w stanie mi pomóc. Pani Karolina wszystko dokładnie tłumaczy, jest dociekliwa w wywiadzie a do tego jest ogromnie sympatyczna co wpływa na całą wizytę. Z przyjemnością będę wracać i polecać każdemu. Dziękuję Pani Karolino.", "lang": "pl"}
{"opinion_id": "op_004120", "text": "Masaż rewelacja wykonany profesjonalnie z pełnym zaangażowaniem i precyzją. Od razu poczułam się lepiej. Na pewno jeszcze wrócę.", "lang": "pl"}
