{"opinion_id": "op_002321", "text": "I was operated on for a herniated disc two years ago. Although I was operated on by Dr. Jan Kowalski, an excellent and unpretentious doctor, I was admitted to the ward by Dr. Jan Kowalski. He is a good, open-minded neurosurgeon who runs his department excellently; every employee knows their place. In my opinion, having visited many hospitals, the entire staff on this ward is professional. Special attention should be paid to the nurses who have plenty to do, and during a busy shift, you can truly see the skilled hand of the head of the department, Jan Kowalski, who has created an excellent team. The only downside of Dr. Jan Kowalski is that he doesn't remember the names or surnames of his patients, whom he knows only briefly, and he should make an effort because this way he disregards people, and no one likes that. As for accepting bribes, I DON'T BELIEVE he takes them. I was in the hospital for three weeks, so you can learn a lot from patients who have known him longer, but no one there said that the doctor is a bribe-taker. The patients themselves bring chocolates, coffee, a little vodka, some money, and then they say he takes them. DON'T BRING, DON'T GIVE, AND DON'T REPORT THAT HE TAKES. I didn't give anything, and I had very good care. I recommend the entire team of neurosurgeons from the Military Hospital in Wrocław, and I greet Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002322", "text": "This is only my second visit to Dr. Anna Kowalska, but I am very satisfied. Each visit lasts an appropriately long time; the doctor conducts a detailed interview, thoroughly reviews test results, and performs an ultrasound included in the visit price. I switched from my previous endocrinologist because I was treated for a year without results, and consultations (which were very frequent) lasted 10 minutes. My last visit to Dr. Anna Kowalska lasted 40 minutes, and the doctor answered all my questions and doubts. In my case, visits don't occur every 4-6 weeks (as before) but every 12 weeks to give the body time to respond appropriately to the treatment (positively). The atmosphere during examinations and conversations is very relaxed and friendly. I was prescribed many tests (which is a plus for accurate diagnosis) and treatment was implemented, taking into account not only the test results but also my well-being and expected effects, because each body reacts differently to treatment and has individual \"norms\" at which the patient feels well. The doctor explains everything very thoroughly, noting everything down on paper for the patient.", "lang": "en"}
{"opinion_id": "op_002323", "text": "As he explains, nanocellulose is not currently used in medical practice, but research on its production and various applications is ongoing. For example, the Łódź University of Technology is researching bacterial nanocellulose (one method of its production). After purification, a ready material in the form of a dressing—a membrane or film—is obtained. In Bydgoszcz, a hydrated gel is produced from powdered cellulose. \"I have great hope that this invention will be introduced to the market because it could help many people in wound treatment. For clinical trials, scaling up the project and cooperation with a pharmaceutical company would be needed. For now, it's not yet at that stage; only laboratory research is underway,\" emphasizes Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002324", "text": "So far, I've only had the first visit; I have the next one in a week. The doctor gives the impression that she is in a hurry somewhere, is impatient, and assumes from the start that the patient knows what to do. There is much to be improved in terms of patient approach. As for the examination itself, everything was fine. Unfortunately, I have to come for another visit to get glasses fitted because it didn't work out during this visit—according to the doctor, I was indecisive... I don't know what this indecisiveness was about—with each subsequent lens, I couldn't see the smallest font well, which I honestly informed her about... should I have pretended? So, I got eye drops, an eye fundus examination, and only in a week and for another 100 PLN will I know what glasses to wear. I don't know if this is a normal procedure because I have no experience with ophthalmologists. We'll see what happens in a week...", "lang": "en"}
{"opinion_id": "op_002325", "text": "This is a doctor who does not understand what constitutes changes requiring an urgent visit to the doctor. It was about bleeding during pregnancy. If he cannot quickly admit a woman in such a condition, he should at least immediately tell her to seek help at another clinic. He should not tell her to keep calling his clinics and asking about other available appointments, only to announce after a few days of calling that there are no more available slots. Additionally, he has a very unpleasant receptionist in the clinic.", "lang": "en"}
{"opinion_id": "op_002326", "text": "I visited this doctor privately and cannot complain; I got a sick leave without any problem (threatened pregnancy). Unfortunately, during a state-funded visit, the doctor did not want to give me a sick leave. She stated that there were no indications for a sick leave since I felt well, only it's a pity she didn't ask if I had a stressful job because that argument finally convinced her. It's a shame that some doctors have such an approach; you have to beg for everything...", "lang": "en"}
{"opinion_id": "op_002327", "text": "A very concrete doctor who explained all doubts excellently. It's a shame, however, that he didn't have spare paper for the printer (hence this rating). Unfortunately, I am not in Wrocław every day, and due to lack of time, I cannot pick up the images. Sending them via email or even SMS would be appreciated. Despite everything, the rating is very positive.", "lang": "en"}
{"opinion_id": "op_002328", "text": "The risk of heart attack in patients suffering from, for example, coronary artery disease (particularly dangerous, and many people don't know they have it), obesity, or high blood pressure increases if they lead a sedentary lifestyle and suddenly start intense physical activity. It is important to ensure a proper warm-up and gradually increase activity. A calm cool-down is crucial because heart attacks often occur not only during exertion but also after it ends. Patients—the doctor emphasized—should not engage in physical activity when it is too hot. Immediately after exertion, using a sauna or taking a hot shower is dangerous. Exercising in low temperatures and in the mountains can also be harmful. Before hitting the slopes, one should wait a while for the body to adjust to the new temperature and pressure.", "lang": "en"}
{"opinion_id": "op_002329", "text": "Private visit. Upon entering the office, the doctor practically did not want to listen to what I had to say. He did not want to see the test results I brought with me. He immediately gave me an A4 sheet and told me to sign it. I started reading, and the doctor said there was no need to read, just sign. \"We don't have time.\" And I said I still wanted to read what I was signing, to which he replied that it was just a consent form for a gastroscopy procedure. Nonetheless, there were two A4 pages to read, which he did not allow me to read, only insisting I sign as quickly as possible. He told me to sit down and not ask anything because we would talk about what was happening later. \"Now, turn off and do nothing.\" He performed the gastroscopy. I asked for anesthesia; he said, \"We won't play around with such things.\" I had a very hard time with the examination. Then the doctor told me to fill out the patient card with my details. In one section, I didn't know what to write, so I asked. He said, \"How should I know? I don't deal with such trivialities. Should I prescribe treatment, or do you want to go to another doctor? Because with me, the prescription is additionally paid.\" Payment for the visit, gastroscopy, and separately for the prescription. I asked for the prescription, inquiring if, by taking these medications and following an appropriate diet, I could recover and never have the problems I'm struggling with again. He replied, \"Are you even listening to what I'm saying? Because it seems you're not hearing me!\" He said the visit was over and asked for payment.", "lang": "en"}
{"opinion_id": "op_002330", "text": "I am one of many people struggling with multi-level discopathy and associated pain radiating to both lower limbs, sensory deficits, and all other neurological symptoms. In March 2011, I underwent surgery to remove a herniation at one level of the lumbar spine. This condition of the spine was certainly influenced by hereditary factors, as well as low awareness of spinal disease prevention, leading to an unhealthy lifestyle (lack of exercise, poor nutrition, etc.). When I went for my first visit to Mr. Jan Kowalski almost a year ago, encouraged by the flattering reviews from a physiotherapist on this portal, I hoped for a miraculous recovery. However, that did not happen. In my case, health improvement occurred after several months of hard work. Mr. Jan encourages patients to be systematic, do daily exercises, work on their posture, change movement habits, and teaches humility toward their illness. He also gives a lot himself, does not make hasty diagnoses, dedicates the maximum amount of time to examining the patient, selecting appropriate exercises, and forms of rehabilitation. The rehabilitation exercises I currently attend are conducted individually for each patient, tailored to their physical condition. Mr. Jan is undoubtedly one of the best specialists in his field; one might say the right person in the right place.", "lang": "en"}
{"opinion_id": "op_002331", "text": "In developing the ReligaHeart EXT prostheses, the scientists used their experience with a similar system for adults (the POLCAS system), successfully applied in over 340 patients. In March, at the Silesian Center for Heart Diseases in Zabrze, a heart transplant was successfully performed on a patient who had previously been supported by these prostheses for a record time—over 500 days. As the designers emphasized, the new extracorporeal ReligaHeart EXT prostheses utilize the latest construction and technological achievements developed over the last decade: a new generation of biocompatible polyurethane with extended durability for long-term work in contact with blood, and a microprocessor system for remote communication with the prosthesis controller, which allows monitoring its operation while the patient is outside the hospital.", "lang": "en"}
{"opinion_id": "op_002332", "text": "The doctor seemed the nicest pediatrician I had known until I went for private visits; when the next visit was supposed to be in 3 months, I thought I would save money and signed up at the DSK. I saved money but not nerves. The doctor was rude, scolded the child (3 years old) for fidgeting on the stool, adding not to ruin his already bad day (!), and also reprimanded me. He didn't listen to my suggestions; I left more disappointed than ever.......", "lang": "en"}
{"opinion_id": "op_002333", "text": "I had two visits with Mr. Jan. He introduced himself as a very nice doctor who performed the examination very gently. Unfortunately, in my case, he could not make a correct diagnosis. As a result, after the first visit, he prescribed ineffective medication; on the second visit, he performed an additionally paid, completely unnecessary test that yielded nothing, and when he kindly invited me for another visit with a proposal for completely ineffective treatment, I changed doctors. The new doctor made a correct diagnosis and applied effective treatment. In summary, with Mr. Jan, I spent 400 on visits + 100 on medication + 150 on a test, and in return, I received a wrong diagnosis and a treatment proposal that I now know would have been ineffective. I do not recommend.", "lang": "en"}
{"opinion_id": "op_002334", "text": "I hope time has done its job! That the negative opinions read here will not be confirmed, and after the procedure—septoplasty—I will be able to join the \"best\" opinions. Currently, I have had tests (in centers independent of Dr. Jan Kowalski—outside Kraków) that confirm the doctor's diagnosis. I have a set date for the procedure and am preparing for it. I am treating a sinus and throat infection with Dr. Jan Kowalski to prevent an infection from setting in during the perioperative period, which could cause complications. Questions that arise for my predecessors—forum users—are as follows: 1 - Is it possible to estimate the value of our life and health—please state the value (???), 2 - In other countries, is medical care completely free, and does the standard of medical services not depend on financial capabilities, not only of medical institutions but also the patient's status.......? ??? Such questions multiply in the minds of us—the sick...... Let's also consider what the expenses of chronically ill people look like. Furthermore, let's consider the level of our awareness and knowledge about the ailments we suffer from, so that we are not—somewhat supposedly—exploited by various specialists. We also have a significant influence on the therapies that specialists \"fund\" for us. I will add that my financial situation is very average. I promise to write an objective and honest, short but substantive opinion about Dr. Jan Kowalski in 2-3 months. With respect to all forum users and Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002335", "text": "My opinion (woman, 62 years old) and a brief summary of the consultation with Dr. Jan Kowalski: The doctor, after reviewing the X-ray images (there was no MRI), of course noticed degeneration in 2 sections of the spine and conducted a short interview with the patient (examined the back). Upon asking about an MRI, we received a business card for these tests (with a discount) + a prescription for medication (anti-inflammatory/muscle relaxant). When asked about procedure (surgery) dates for this condition (e.g., discopathy, osteophytes, vertebral degeneration), we received information about waiting several years (6 years) for such operations (NFZ). When we mentioned that we could cover the cost of such an operation financially (without continuation of the topic from the doctor's side). There was no proposal for rehabilitation (from the doctor) in this regard. Pluses: -> consultation price not excessive -> quick appointment dates Minus: Exactly \"the doctor learns about the patient's condition, problems, and expectations and then presents a diagnosis and a plan of action.\" And the latter, in my opinion, was missing... Ps. And from the comments, one might mistakenly infer that there will be that \"light at the end of the tunnel\"... Regards.", "lang": "en"}
{"opinion_id": "op_002336", "text": "Everything went very pleasantly and nicely; the doctor listens to the patient and knows how to advise and treat so that the person feels better :) And during the visit (private), I could finally breathe freely. Thank you very much, and I hope that my condition will finally minimize thanks to the doctor's help.", "lang": "en"}
{"opinion_id": "op_002337", "text": "I had the impression that the doctor was controlling the visit time. I asked many questions, to which the doctor's answers were \"I don't know,\" \"hard to say\"... I went to the visit to learn as much as possible about my illness, but unfortunately, I was left with uncertainty. The ultrasound lasted 3 seconds.", "lang": "en"}
{"opinion_id": "op_002338", "text": "I recommend Ms. Anna as an excellent orthodontist. I started treatment with her mother, Ms. Anna Kowalska, and later Ms. Anna \"took over\" me. I had a rather difficult-to-remove defect qualifying for surgery (shortening the jaw); fortunately, it was corrected with just orthodontic braces. Although it took 5 years, it was worth it.", "lang": "en"}
{"opinion_id": "op_002339", "text": "Diagnostic pathology, which primarily uses a microscope, allows examination of the structure of cells, tissues, and organs. The decision to start anticancer treatment in a patient depends on the pathologist's assessment. Other methods are only auxiliary—they provide a preliminary diagnosis or confirm the pathologist's evaluation. \"The microscopic image can even determine the patient's chance of survival,\" says Prof. Jan Kowalski. Pathological diagnostics play a significant role in assessing the stage of the disease, as well as in prognosis and monitoring the course of the disease. The choice of therapy methods and even treatment strategy largely depend on it: whether to start immediately or wait and do further tests. \"Because it is necessary not only to determine the histological type of the cancer but also to find its genetic mutations,\" he adds.", "lang": "en"}
{"opinion_id": "op_002340", "text": "These results prove that we can change the use of parts of our brain when we learn complex activities such as playing the piano or driving a car. \"If we learn a complex activity and do it long enough—at least several months—then areas of our brain adapt to the new skills and change their roles. We owe this flexibility to the fact that our brain can overcome its default division of labor and create new connections that increase its capabilities. Thus, the adult brain is much more plastic than previously thought,\" describes the scientist. In Warsaw, another group has already been formed that learns to read through touch. \"Now we will focus on what connections form during the learning of this process in the nerve fibers of the brain and how the thickness of the gray matter increases,\" he announces.", "lang": "en"}
