{"opinion_id": "op_003841", "text": "Profesjonalne podejście! W końcu natrafiłem na świetnego dermatologa. Jestem w trakcie leczenia trądziku. Po czterech miesiącach widzę wyraźną poprawę – zmiany trądzikowe sukcesywnie zanikają. W trakcie każdej wizyty ocenia postępy leczenia, wpływ leków na zdrowie i samopoczucie. Analizuje wyniki badania krwi i wydaje stosowne zalecenia. Każda wizyta przebiega w przyjaznej atmosferze.", "lang": "pl"}
{"opinion_id": "op_003842", "text": "Empatia, profesjonalnizm, holistyczne podejście do pacjenta. Wspaniały człowiek i lekarz!", "lang": "pl"}
{"opinion_id": "op_003843", "text": "Polecam z całego serca. Bardzo miła, konkretna Pani dermatolog.", "lang": "pl"}
{"opinion_id": "op_003844", "text": "Pani Doktor jest rzeczowa, przy tym uprzejma i życzliwa w kontakcie z pacjentem.", "lang": "pl"}
{"opinion_id": "op_003845", "text": "Pani doktor wykazała się dużą empatią, wyrozumiałością podczas wizyty. Uważnie słuchała, wyjaśniała wszystkie wątpliwości. Pacjent może poczuć się bardzo komfortowo. Zaproponowała leczenie i skierowała na kolejną wizytę. Konsultacja była szczegółowa, pani doktor wnikliwie przeprowadziła wywiad i zbadała mój problem. Mam nadzieję, że zaproponowane leczenie przyniesie pozytywny skutek w stanie skóry i skóry głowy. Polecam.", "lang": "pl"}
{"opinion_id": "op_003846", "text": "Wizyta u Pani Doktor odbyła się punktualnie. Otrzymałam wyczerpujące wyjaśnienie na temat mojej choroby. Polecam !", "lang": "pl"}
{"opinion_id": "op_003847", "text": "Fachowe podejscie do tematu, szczegolowa analiza problemu.", "lang": "pl"}
{"opinion_id": "op_003848", "text": "Szczegółowe wyjaśnienie, zaangażowanie, kompetencje.", "lang": "pl"}
{"opinion_id": "op_003849", "text": "Bardzo sympatyczna pani doktor, dokładnie przeprowadziła badania i szczegółowo wytłumaczyła dalsze leczenie.", "lang": "pl"}
{"opinion_id": "op_003850", "text": "Profesjonalna miła wizyta, z pewnością wrócę polecam", "lang": "pl"}
{"opinion_id": "op_003851", "text": "Polecam, bardzo profesjonalna i miła obsługa. Jestem zadowolona.", "lang": "pl"}
{"opinion_id": "op_003852", "text": "Wszystko odbyło się profesjonalnie, miło i z troską o pacjenta. Do takiego lekarza można by przychodzić nawet bez dolegliwości :-) Szczerze polecam dr Kornelię Biłyk.", "lang": "pl"}
{"opinion_id": "op_003853", "text": "Super lekarz polecam ! Profesional and friendly people.", "lang": "pl"}
{"opinion_id": "op_003854", "text": "Pani Doktor jest kompetentna, życzliwa i z pełnym zaangażowaniem podchodzi do pacjenta. Jestem bardzo zadowolony.", "lang": "pl"}
{"opinion_id": "op_003855", "text": "Żaden z przeprowadzonych zabiegów nie przyniósł efektu. Zmiana skórna, którą pani doktor potraktowała laserem jako niegroźną, okazała się zmianą nowotworową. Obecnie jestem już po chirurgicznym wycięciu tkanki — z badań wynika, że miałem więcej szczęścia niż rozumu, i cieszę się, że nie odpuściłem tematu. Kurzajki nadal leczone, a po wizycie zamiast jednej zmiany mam je niemal na każdym palcu obu dłoni.", "lang": "pl"}
{"opinion_id": "op_003856", "text": "Pani Doktor rozwiała moje wątpliwości co do jednej nieładnej zmiany, która mnie niepokoiła i co do której inni lekarze nie byli tak pewni. Dużo mi o niej opowiedziała, zwróciła za to uwagę na inne znamię, które okazało się do usunięcia w najbliższym czasie. Czuć pewność własnej wiedzy i doświadczenia u Pani doktor, ufa się takiej osobie. Polecam serdecznie i dziękuję.", "lang": "pl"}
{"opinion_id": "op_003857", "text": "Rzetelna odpowiedź na każde pytanie, nawet te mniej oczekiwane", "lang": "pl"}
{"opinion_id": "op_003858", "text": "Wspaniała i empatyczna lekarka. Zaproponowane kompleksowe leczenie.", "lang": "pl"}
{"opinion_id": "op_003859", "text": "Wspaniała Pani doktor. Kompetentna, zaangażowana, jak najbardziej polecam.", "lang": "pl"}
{"opinion_id": "op_003860", "text": "Bardzo profesjonalne podejście do pacjenta.", "lang": "pl"}
