{"opinion_id": "op_003021", "text": "A doctor with extensive experience, specific, patient, and conscientious in their profession. They examine thoroughly after conducting a prior interview with the patient. They accurately diagnose and select appropriate further treatment. I fully recommend them to those who have gastroenterological problems or other related symptoms.", "lang": "en"}
{"opinion_id": "op_003022", "text": "I came to Pani Bożenka during a very difficult period. I didn't know if I had a chance to get back on track. I had severe depression combined with a suicide attempt. I knew I couldn't handle it alone. After the first meeting, I knew she was someone I wasn't afraid to trust. Her warmth and smile convinced me to work on myself. Some time has passed, I feel better, I handle many problems, and all thanks to Pani Bożenka. Thank you, dear Pani Bożenka. Thanks to you, my life has become better. Regards, Anna", "lang": "en"}
{"opinion_id": "op_003023", "text": "Substantively, I have no objections. What upset me, however, was that the doctor was upset that the child didn't say 'good day' upon entering the office. Normally, yes, but at that moment, she was dealing with a grumpy three-year-old with a high fever and a sore throat. When we came for a check-up, the child was already feeling well and, of course, called out 'good day' from the threshold. But the earlier remark didn't sit well with me; as a mother, I come to the doctor with a sick child for medical advice, not for lessons in etiquette.", "lang": "en"}
{"opinion_id": "op_003024", "text": "Pani Pruska delivered my son in 1992. She was very unpleasant, mocking the methods of managing my pregnancy by the doctor in my hometown. She was surprised why I didn't attend a birthing school, where in those years few had heard of such a thing, maybe in Warsaw... The midwives in her company also allowed themselves snide remarks. When I asked for a basin again, one of them said I had probably already peed out the entire Vistula Lagoon!!! I sincerely discourage this lady!!!!!", "lang": "en"}
{"opinion_id": "op_003025", "text": "I went to him for visits - additional ultrasounds during pregnancy, and he was also the first gynecologist I went to when I suspected I was pregnant. I was satisfied, though sometimes I wished for more information and kindness. I unexpectedly met him in the operating room, where he performed a C-section. Seeing a familiar face in a room full of strangers in a rather unpleasant situation (an immediate diagnosis requiring delivery) - he did the C-section beautifully, I almost have no scar from the incision. The child is healthy (and already sassy). I was surprised and saddened now by the information that he refuses hormonal contraception...", "lang": "en"}
{"opinion_id": "op_003026", "text": "The professor negated my statement about my child (non-medical). He tried to bring me down with the weight of his authority. And he showed his 'great personal culture' by talking to me with his mouth full of cake, which he was eating during the conversation. When the symptoms didn't fit his description of the child, he decided that the problem must lie on the home side. He only revised his opinion after conducting an interview with the child among students, which did not confirm his theory, and after obtaining a neuropsychologist's opinion, which also corrected it. It's a pity that he obtained this opinion on the day of discharge, and his revised conclusions were not included in the epicrisis.", "lang": "en"}
{"opinion_id": "op_003027", "text": "We went to this doctor with our 2.5-year-old son who had symptoms of uncontrolled movements appearing suddenly and lasting several dozen seconds. During the visit, the doctor didn't move from behind the desk, didn't neurologically examine the little patient, but instead diagnosed that the symptoms were due to the son not knowing how to handle emotions, that we should praise him more. During the conversation, he lifted his lab coat and loosened his pants belt (a reflex?), which surprised us a bit. At the end of the visit, he told the son to stand with feet together, extend his hands forward, and move each finger separately (the 2.5-year-old didn't understand the command). He wrote in the opinion that the neurological physical exam was normal (I don't know on what basis, since he didn't examine the son), recommended prophylaxis/observation. We went to another pediatric neurologist; the son has a diagnosed condition not based on controlling emotions at all and is undergoing treatment. I SINCERELY DISCOURAGE THIS DOCTOR!", "lang": "en"}
{"opinion_id": "op_003028", "text": "Doctors emphasize that undiagnosed and untreated aortic aneurysms are very dangerous for the patient - especially since in most cases they remain asymptomatic. Over time, they enlarge, weakening the strength of their wall, which can consequently lead to rupture, hemorrhage, and life-threatening risk for the patient. It is estimated that in Poland, about 200,000 people suffer from an aneurysm located in the abdominal section of the aorta. Just 20 years ago, the primary treatment for aortic aneurysms was complex surgical operation, risky for patients. Since the 1990s, modern endovascular treatment using aortic stent grafts produced in other countries - available but relatively expensive - has also been successfully used in Poland. Today, such treatment for thoracic aortic aneurysms is standard.", "lang": "en"}
{"opinion_id": "op_003029", "text": "Generally okay, the doctor is nice, the examination was okay too, but I came for contraception and the doctor, according to the conscience clause, is opposed to it - she recommended natural methods and possibly pills. Forget about an IUD or the 'day after' pill. Such information should be on her profile.", "lang": "en"}
{"opinion_id": "op_003030", "text": "Dolnośląskie Centrum Chorób Serca Medinet is a private clinic that has been running a scientific circle for medical students for ten years. This year's success is so spectacular that it has never happened before that four papers from one center made it into the congress program. 'Our protégés wrote very original scientific materials, and the fact that their work was noticed primarily indicates that they have a good chance of becoming good cardiac surgeons. In my generation, we learned surgical techniques from photocopies of American textbooks because we couldn't afford original books. Nowadays, students have a much easier path to learning the secrets of cardiac surgery,' emphasized Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003031", "text": "We used Pani doktor's advice in what I would call 'ordinary' situations - 'ordinary' childhood illnesses, rather without particularly difficult cases. Pani doktor is very nice, has a great approach to children. Additionally, she is specific, answers every question exhaustively and explains everything. She is also effective in treatment. In several diagnoses, she turned out to be better than the laboratory - only a subsequent laboratory test confirmed Pani doktor's assessment of the situation. However, everyone should decide for themselves what they expect from a doctor: a) reaching for decisive methods right away (e.g., antibiotics, steroid ointments), or b) treating such methods as a 'necessary evil' and seeking gentler but effective measures first. Based on my family's experiences and the parents of several other children, I would classify Pani dr Myślwiec into the first group.", "lang": "en"}
{"opinion_id": "op_003032", "text": "For now, I have no opinion. I was at the doctor for a consultation; the conversation was very quick, and if I hadn't bombarded him with questions, I wouldn't have learned anything. The approach to the patient was tragic. But he thoroughly described the payment method. At some point, probably bored with my questions, he closed and put aside my card... thereby indicating that the visit was over. However, I didn't give up and pressed the topic since I paid 100 PLN for the visit, but he reluctantly answered questions. I would like someone who had a procedure with Pan doktor to speak up and honestly recommend him. Regards.", "lang": "en"}
{"opinion_id": "op_003033", "text": "I strongly discourage a visit to this 'doctor'. My visit lasted about 10 minutes. Unfortunately, this lady did not solve the problem I came with, so I had to go to another ophthalmologist, who turned out to be much more competent. The examinations were performed very superficially, 'with a watch in hand'. Additionally, the office lacked basic equipment (in my case, there was no ultrasound machine...). Of course, the doctor recommended a familiar ophthalmologist who has an ultrasound, to whom I was supposed to go for an examination and then again to her for interpretation of the results (meaning I pay twice). As for costs, I paid 110 PLN for my 'extremely' insightful visit. I don't know if that's a lot or a little, but in my opinion, it's definitely not adequate to the quality of service.", "lang": "en"}
{"opinion_id": "op_003034", "text": "We strongly discourage this doctor. We went to dr Kula with azoospermia. The doctor pondered the possible cause and made a diagnosis: infection (despite the lack of any infectious symptoms) and prescribed an antibiotic. He didn't ask if there were cases of male infertility in the family. Despite our questions about what besides infection could cause azoospermia, he didn't mention genetic causes at all. He didn't order any tests beyond another semen analysis. Since we read that in cases of azoospermia, genetic defects are often the cause, we had a test for deletions in the Y chromosome (AZF), and a genetic cause was confirmed. The visit to this doctor did not bring us any closer to the correct diagnosis of the problem.", "lang": "en"}
{"opinion_id": "op_003035", "text": "I recommend Pani Doktor Zalewska-Gajek to every lady; she managed my pregnancy at the NFZ clinic, and I must admit that every meeting was an Event. I was received with dignity, attention, warmth, great care; I received many fantastic tips. Thanks to Pani doktor and the midwife she recommended, who worked beautifully with me, allowed me to choose the position I wanted to give birth in, protected my perineum so that I didn't have even a bit of tearing, I wasn't cut, my birth was exactly as I planned, completely natural. When I tell friends, no one believes that an NFZ doctor, to whom I didn't leave a penny in an envelope, can be so wonderful and that birth in Polish hospital conditions can be an intimate, elevated, and dignified experience. And that's how every visit with Pani Doktor was. True, you always had to wait an hour or even two for your turn, but the number of ladies wanting Pani Gajek to take care of them speaks to her competence. More than once, I was seen additionally because something worrying was happening and there was no room; she never sent me away, and I witnessed how many ladies she treated similarly, even though her working hours had long ended and she should have gone home. Always smiling, warm, tender, delicate; even before I became pregnant and first came to her, I knew that if I did, I would want her to manage my pregnancy. My intuition didn't fail me; my entire 9 months were exceptional, as was every visit to the clinic with Pani Doktor, who is a true doctor by vocation. Thank you from me, my husband, and our little son!!!!!", "lang": "en"}
{"opinion_id": "op_003036", "text": "Hello, Pan dr Marcin gives the impression of a professional; he quickly recognized the problem (epididymitis) - however, the antibiotics he prescribed didn't cure me. After another visit, one of the preparations from the first course was prescribed - but it didn't help either. I told the doctor that in chronic colitis, it's dangerous to administer long series of antibiotics. In my case, it ended with an exacerbation of colitis and accompanying inflammation of the shoulder and ankle joints - I work as a physiotherapist, so this interferes with my work. For me, the therapy was not effective; the antibiotics were off-target, didn't help, and worsened my health. Once again, I'm convinced that after the first missed antibiotic, the doctor should immediately order a culture. Pan dr didn't do that.", "lang": "en"}
{"opinion_id": "op_003037", "text": "I agree with the previous speakers and am positively surprised. Pan Piotr understood my problems at the first meeting. His positive approach to the patient, the professionalism I heard about from friends, was confirmed and helped me too. In some professions, you have to show a strong personality and say nothing; later, it translates into the relationship. In my case, it was zero desire for sex and not getting along with my boyfriend, stress. I'm after the 5th visit; sex has returned, everything is back to normal, both of us are satisfied. Without a doubt, he is a specialist worth recommending.", "lang": "en"}
{"opinion_id": "op_003038", "text": "I chose the doctor based on read reviews. Meanwhile... a crowd outside the office, hours not adhered to, patients called according to unknown principles - a patient with an earlier appointment time still hadn't been called when I was already leaving the office...; the doctor was nice, but in a hurry, so she didn't listen very carefully to what brought me to her; during the examination, she was very gentle and indeed precisely explained what she would do step by step, but I left the office moderately satisfied... I'll add that my visit was under NFZ, not privately.", "lang": "en"}
{"opinion_id": "op_003039", "text": "Pan doktor has two faces... after a paid private visit, I left delighted... he himself invited me for treatment with him under NFZ... and there we see a different person who treats the patient like an enemy intruder... he didn't even want to look at the test results. Additionally, he smokes cigarettes in the office, which is bad for migraine sufferers... not to mention he's simply breaking the law... then I went privately again, and again he was nice, and I don't want to go to him anymore because, in summary, he is awful.", "lang": "en"}
{"opinion_id": "op_003040", "text": "A simultaneous transplant was necessary for this patient due to a genetically determined storage disease that causes a lack of certain enzymes in the liver and the accumulation of substances damaging the heart muscle. 'If in such a situation we transplant only the heart, the liver still doesn't produce these enzymes, and the new heart will be damaged,' explained prof. Jan Kowalski. The specialist said that in the future, there will be an increasing demand for simultaneous heart and liver transplants because there are more young patients with so-called single-ventricle hearts. 'Poland is the second country in the world after the United States where the most newborns with underdevelopment of the left ventricle of the heart are operated on,' emphasizes prof. Jan Kowalski.", "lang": "en"}
