{"opinion_id": "op_001341", "text": "I just returned from my second visit to Dr. Anna Kowalska. Both during the first and second visit, she stated laconically that I have fibroids and a cyst. I received no information to any of my questions regarding my health condition. She replied rudely and firmly that since she says nothing, apparently there is nothing wrong, she is a graduate and that should be enough for me. That's what a conversation with a specialist with so many specialties looks like. Every one of my questions was ignored; this short, unpleasant, and pointless visit ended with a referral to the hospital for consultation. I was completely disregarded; no words for such behavior.", "lang": "en"}
{"opinion_id": "op_001342", "text": "In my research project, I want to use hookworms to alleviate symptoms of inflammatory bowel disease. If the results are promising - together with the team - I will check how parasites affect the immune system, which biochemical pathways are activated by them, and which are inhibited. In the future, this will enable the design of modern drugs that replicate the action of hookworms. \"In cooperation with chemists and bioinformaticians, we want to design substances that act at the molecular level just like the parasite, but will be much safer. Replacing live parasites with thoroughly characterized drugs will allow avoiding side effects caused by hookworms. It is possible that we will manage to extract and encapsulate in a pill what is best in hookworms, getting rid of their side effects\" - emphasizes Dr. Jan Kowalski. PAP - Science in Poland, Ewelina Krajczyńska", "lang": "en"}
{"opinion_id": "op_001343", "text": "The doctor was very kind and polite. He certainly has vast knowledge and can convey it in a simple way. However, the price of the visit is staggering. 200 PLN for a 15-minute conversation with weighing is an exaggeration. If some tests were conducted as well, I would consider it, but just a conversation and advice... Taking into account the fact that the medication for obesity treatment costs 450-500 PLN per month, plus a visit to the doctor every 4 weeks - all this makes obesity treatment in Poland only for the rich. Unfortunately... The drug price is obviously not dependent on the doctor, but the visit price is. Does knowledge and practice abroad really justify the cost of consultation?", "lang": "en"}
{"opinion_id": "op_001344", "text": "Anna helped me find the causes of my problems. Thanks to that, I better understand my own behaviors and cope with them better. Conversations with Ms. Anna acted as a catalyst in working through the problems. Ms. Anna listens carefully to the client, remembers previous interviews, and can draw conclusions from the conversation that allow looking at one's own situation from a new, revealing perspective. When weekly visits were no longer necessary, Ms. Anna did not insist on maintaining a high frequency of meetings - I am not afraid that this psychologist wanted to \"milk\" patients. A waiting room in Ms. Anna's private office would only be useful.", "lang": "en"}
{"opinion_id": "op_001345", "text": "I agree with Jan from Lubin 100%, although once he was mistaken in my case regarding the proper assessment of the knee joint, which cost me an unnecessary procedure (it is however a difficult joint to diagnose). I will only add that the difficulty in contacting the doctor results from the fact that before and after the examination, he is busy answering phones and registering patients... A specialist of this class could afford a secretary!!!", "lang": "en"}
{"opinion_id": "op_001346", "text": "I do not recommend. At the beginning, an unpleasant midwife registering the visit. Once, impatient, she hung up the phone in the middle of the conversation; another time, she did not want to register me because there were no spots available that week (I asked for the next week - what's the problem?). At the first examination, the doctor told me about concerning symptoms, but quickly cut me off because she showed no interest in what I was saying. Then she examined me and found nothing. She mentioned that I might have a retroverted uterus, but she wasn't sure because she didn't examine me thoroughly!!! Only a laboratory test showed inflammation (the symptoms of inflammation were exactly those I had mentioned). I managed to pick up the results only on the third attempt; twice I found the door locked, once there wasn't even information about the reason and duration of absence! It's hard to get through. Then the doctor prescribed me medication for that inflammation without examining me at all!!! Why bother. Routine! I also wanted a referral for a routine ultrasound - many diseases can only be discovered through this examination. She said no, because there were no indications. I went to another doctor (highly ranked, a known physician). She immediately did an ultrasound (literally a moment) and it turned out I have a cyst. If I had remained under the \"care\" of Anna Kowalska, it could have led to ovary removal because she sees nothing concerning!!! You can go to her if you are healthy! But I still do not recommend. There are nicer people.", "lang": "en"}
{"opinion_id": "op_001347", "text": "After over 30 years of fighting asthma and allergies, I ended up with the Doctor. I am very disappointed with the approach to the patient (I was made to understand bluntly that if something happened to me because of the chewing gum, which I forgot to get rid of before entering the office, the bigger problem would be the lengthening queue than my health) and the approach to the treatment itself. I was discouraged from desensitization. I received an irrational explanation regarding cat allergies. Moreover, I was treated like a child, despite my mature age. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001348", "text": "As emphasized during Thursday's press conference by the President of the Supreme Medical Council, Maciej Hamankiewicz, the congress connects doctors who emigrated for work to Western countries; doctors who found themselves outside Poland's borders after the change of borders; and domestic doctors. Therefore, it was also called the World Congress of Polish Doctors. \"During previous congresses, we repeatedly benefited from the experiences of our colleagues who emigrated to countries where medicine was more developed. Now they are essentially a pure exchange of views, because Polish medicine has become equivalent, and in many fields better than in the centers represented by those colleagues\" - said Maciej Hamankiewicz, citing such achievements of Polish doctors as the face transplant at the Oncology Center in Gliwice. As he explained, the different feelings of Polish patients may result from the fact that the level of public spending on healthcare is highly unsatisfactory.", "lang": "en"}
{"opinion_id": "op_001349", "text": "Analysis of over 120,000 serological test results performed between 1996-2010 at the Laboratory for Diagnostics of Sexually Transmitted Diseases of the Poznan University of Medical Sciences revealed a consistent increase in cases with a simultaneous decrease in the number of tests performed. In 2010, half as many tests were performed as in 1996, and the percentage of diagnosed syphilis cases during this period doubled. Medical examinations mostly concerned residents of the Greater Poland Voivodeship. Additionally, on a group of 42 people treated for syphilis (including 35 men and 7 women aged 35-37), the research team conducted anonymous questionnaire-based studies. It turned out that among these people, syphilis, a disease commonly classified as shameful and socially stigmatized, often did not negatively affect either self-esteem or the well-being and social activity of the infected.", "lang": "en"}
{"opinion_id": "op_001350", "text": "I am a patient of Dr. Jan Kowalski. For me, he is specific, factual, and detached. Such a doctor suits me. Before each visit, I am very tense; the doctor always answers my questions, is patient, and can calmly explain a given issue. He treated my health problems very seriously. My condition is improving. I am satisfied that I can benefit from the care of such a doctor.", "lang": "en"}
{"opinion_id": "op_001351", "text": "It was organized as part of the Polish Spirometry Day, which falls on June 27. On this occasion, in over 150 medical facilities across the country, it will be possible to perform spirometry for free. More information on this topic can be found on the website of the Polish Federation of Associations of Asthma and COPD Patients, which is the initiator of the testing campaign (http://www.astma-alergia-pochp.pl). As recalled by the President of the Federation, Dr. Jan Kowalski, spirometry allows detecting obstruction, i.e., narrowing of the bronchi. \"About 6 million patients in Poland suffer from diseases accompanied by obstruction - including 4 million with asthma and 2 million with chronic obstructive pulmonary disease (COPD)\" - he emphasized. He added that in half of them (including 2 million with asthma and at least 1 million with COPD), the disease is not yet diagnosed and properly treated.", "lang": "en"}
{"opinion_id": "op_001352", "text": "According to him, too little is said in the discussion about fundamental matters: when an embryo can suffer harm, when action towards an embryo is a harm inflicted upon it. \"Symbolic, rather lofty but imprecise and murky phrases are used, that research > >p o d w a ż", "lang": "en"}
{"opinion_id": "op_001353", "text": "I am very satisfied that I ended up with this doctor; she managed my pregnancy, was able to dispel all doubts, the visit never ended before we discussed all issues. During my delivery, the doctor was on vacation, but still remained in telephone contact with me. And above all, she perfectly calculated the due date; I gave birth on November 10, exactly on the day that the doctor gave at one of the first visits. I will certainly go to Dr. Jan not only for another pregnancy but also for check-up visits. I highly recommend.", "lang": "en"}
{"opinion_id": "op_001354", "text": "Brilliant! I had nothing to complain about regarding my appearance before breast cancer was diagnosed in me. After mastectomy, I couldn't imagine further functioning. Thank you, Doctor, for restoring my will to live. The breasts look better than ever before the illness. Dr. Jan Kowalski is a professional in every inch, an artist among craftsmen. I recommend.", "lang": "en"}
{"opinion_id": "op_001355", "text": "This was supposed to be my second visit to Dr. Jan Kowalski at Artmed. The first was an orthopedic consultation and went without problems; it started on time, an ultrasound was performed, a diagnosis was made, and recommendations were given. I scheduled the next visit also through the Znany Lekarz portal, and the goal of the procedure was to be a platelet-rich plasma injection. The visit was scheduled for Saturday at 10:00. I was at the center at 09:45, where 4 patients were waiting. My turn came at 10:30, which was the first unpleasant surprise. I'll just mention that spending 45 min. in a chilled waiting room with -8 C outside is not comfortable. The second surprise was the fact that at the moment the patient before me left the office, a patient who appeared long after my arrival tried to enter the office. He claimed he had a scheduled procedure. The doctor limited himself to stating that we are running late. That was enough for me and I resigned from the visit and the procedure. The situation that happened to me should be characteristic of the public health service, not a private office. I assumed that due to the rather high cost of the procedure and the need to repeat it several times, I could count on a decent level of service. Fortunately, the patient can vote with their feet. Which I hereby do.", "lang": "en"}
{"opinion_id": "op_001356", "text": "The dentist drilled healthy, as it turned out, teeth in me; a slight plaque was enough. She charges a lot of money compared to other dentists. 2 out of 5 teeth that she worked on had to be redone by a good dentist. He claims that all the teeth were worked on unnecessarily and now unfortunately are compromised. The previous dentist knew the condition of my teeth on an ongoing basis and for 20 years messed up nothing, and here after a few visits to the doctor, I have such problems. For more complicated cases, she refers to a dentist friend as well, as the scope of her services is limited. The lady is nice and pleasant, nonetheless I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_001357", "text": "As the researcher explained, these bacteria can cause various types of rheumatic diseases. \"Among the children examined by my team, we found patients having in their serum antibodies specific for Yersinia enterocolitica O:3. Hence the conclusion that these people must have already undergone an infection caused by these microorganisms, which most likely initiated the autoaggression process. In some patients, the disease runs milder, in others more severely, therefore the goal of my scientific project was to investigate factors that could influence different +disease+ scenarios\" - she explained. To assess the course of JIA in young patients, the microbiologist chose for analysis the mannan-binding lectin (MBL) present in the body - a protein that is an element of human innate immunity. It has the ability to bind structures built from sugars, such as mannose or glucose - as read in the information.", "lang": "en"}
{"opinion_id": "op_001358", "text": "She explained concretely what happens in the child's body with allergy, what is allowed and what is not. Immediately at the first visit, the decision for tests was made and she immediately started desensitization with a vaccine. Accessible - in case of doubts, I can always come and ask.", "lang": "en"}
{"opinion_id": "op_001359", "text": "Right at the beginning of the visit, I got the impression that I was finally in the right place. I wandered with my problems to various specialists, but only Ms. Anna showed me where the problem really is and proposed a completely different approach than all the previous people whose services I had the opportunity to use. I had the impression that she approached my case very individually, treating me primarily as a young girl who needs help, and not just another patient who will soon leave the office and disappear. She made me aware of a lot during the meeting, explaining in a simple way the whole nutrition process and answering all my questions. Admittedly, my adventure with the diet is just beginning, however, I already got to know a bit the person behind its design and that gives me a sense of being in good hands.", "lang": "en"}
{"opinion_id": "op_001360", "text": "I had varicoceles on both sides at a serious stage. Quickly suitable for surgery. I came to the hospital for another reason. My testicle twisted. He helped with the twisted testicle but didn't even mention those varicoceles. Another urologist was surprised that the doctor said nothing. I do not recommend a visit to this doctor. He sees selectively.", "lang": "en"}
