{"opinion_id": "op_002081", "text": "I had been considering having nose surgery for a long time. For as long as I can remember, I considered it the biggest flaw in my appearance - my nose was crooked, broken twice, and on top of that, there was an annoying nasal septum defect that, after a previous unsuccessful operation, continuously made normal breathing difficult, plus my small breasts, which intensified my insecurity about my looks. However, the thought of several surgical procedures was paralyzing for me. Six months ago, I came across Dr. Jan Kowalski, who was recommended to me by a friend, and I decided to go for a consultation, and all my fears disappeared. The doctor treated the matter very professionally, thoroughly explaining all the details related to the procedure. Finally, after many years, I decided to go ahead with the surgery. Like many people, I thought that two such complicated procedures would involve suffering and a very long recovery, but as it turned out - nothing could be further from the truth. The doctor assured me that simultaneous surgery is entirely possible and very beneficial for the patient. Today is the 10th day after the procedure, and I have beautiful, shapely breasts and a cute nose that I always dreamed of. It was the best decision of my life!!!!! So I encourage all ladies not to be afraid to fulfill their dreams, especially when in the hands of a specialist like Dr. Jan Kowalski. Thank you!!!!!", "lang": "en"}
{"opinion_id": "op_002082", "text": "It's hard for me to professionally assess Pani Joanna's expertise because she ultimately didn't attend my delivery, but I want to warn other women about her actions. Pani Joanna refused to provide perinatal care for us. It's hard for me to say why, of course she has the right to do so, but the situation she put me/us in was dramatic. In the 4th month of pregnancy, I called to book an appointment, Pani Szeląg scheduled a meeting with me in the 8th month, and when I suggested that it was a bit late, she said it was standard procedure, so she simply brushed me off. At the meeting in the 8th month, we talked about the delivery and what I wanted. Everything was going in a friendly atmosphere until Pani Joanna announced that we needed to sleep on this decision. After 2 days, she called and informed me that she would not be taking care of us. After that call, I called all the midwives in that hospital, but unfortunately, 3-4 weeks before delivery, none had any available slots... My biggest regret is that I didn't have the opportunity to book with another midwife because it was already too late. Pani Joanna charged 100 PLN for that meeting; I consider this reprehensible behavior, and to this day, I wonder how many other women she refused to help at the last minute while taking their money. From the conversation, I inferred that Pani Szeląg wants peace and quiet at work and won't do anything that might go beyond the general framework of perinatal care. I do not recommend her because she is an unreliable person to me.", "lang": "en"}
{"opinion_id": "op_002083", "text": "This is the first time I'm rating someone online, but I want to warn people about this lady. Exceptionally impolite, rude. She speaks to parents with condescension. She doesn't consider it necessary to explain or clarify anything to parents. She \"treats\" with homeopathy, which the scientific community views unequivocally negatively. Unfortunately, she didn't inform me that what she was prescribing was homeopathy (I don't call it a \"homeopathic medicine\" because that's a misuse of the word \"medicine\"). If I had known, I wouldn't have bought those \"medicines\". I can get a placebo for less money. My child was still sick after her treatment, and we had to go to another doctor. This time, we were much luckier, and we've been avoiding that doctor ever since.", "lang": "en"}
{"opinion_id": "op_002084", "text": "The doctor values silence during the visit very much. When she looks at test results, she doesn't comment on them, she just writes various things in the patient's file. When a patient has questions, she only listens to them but doesn't necessarily answer. The doctor yelled at me for coming to her only in the 5th month of pregnancy. The strangest thing was that the hormone test results were completely normal. I got the impression that the doctor was trying to \"find something\" but I don't know for what purpose. I won't go to this doctor again.", "lang": "en"}
{"opinion_id": "op_002085", "text": "After a short conversation, the doctor sent me for an ultrasound. After the examination, I returned to his office. The doctor, with a smile on his face and without having any results yet, said \"probably a hydrocele\". Of course, it turned out not to be a hydrocele or any other tumor. But he stressed me out a lot. After looking at the results, he wrote me a referral for hospital tests. The only thing is, he didn't say a word about what was wrong with me, what he suspected, or how to interpret the test results. He didn't answer any of my questions. All in all, I spent a lot of money, had a near heart attack for a moment, and found out absolutely nothing.", "lang": "en"}
{"opinion_id": "op_002086", "text": "I went to the doctor with a urinary tract infection and kidney inflammation. The doctor turned out to be very nice and kind. After one unsuccessful ultrasound (due to an empty bladder), he performed a second one; the doctor certainly spent half an hour with me - so it wasn't a few-minute visit; I received medication that helped quickly, I got painkillers (the doctor noticed I had very strong kidney pain), and I paid 70 PLN for everything. I think that's not an exorbitant price.", "lang": "en"}
{"opinion_id": "op_002087", "text": "He removed my Mom's breast. Without follow-up treatment. Periodic check-ups - only mammography. After 5 years, Mom was declared healthy. Because the appropriate period had passed, and the other breast was clear. A month later, it turned out that Mom had metastases to the spine and abdominal cavity. After all, it's known that breast cancer can metastasize, and it should probably be somehow monitored through tests. How can you declare someone with advanced cancer healthy?", "lang": "en"}
{"opinion_id": "op_002088", "text": "Research conducted worldwide over many years has established which factors favor the multiplication of these bacteria. The most important for their development is a temperature of 25-45 degrees Celsius. The optimal is 35 degrees C. Scientists have also determined how to disinfect installations. However, it turned out that all this laboratory-theoretical knowledge does not solve problems in practice. \"You can undertake very costly actions and not achieve the desired effect. We aimed to acquire tools for assessing the causes of the threat and to establish guidelines - how to handle operational buildings, how to combat the threat and prevent the bacteria from multiplying again. In national regulations applied in building design, which have been in force since 2002, there are guidelines sufficient to maintain the proper condition of installations. If these principles were actually applied and adhered to, it would be fine. But often they are not, and moreover, they do not apply to buildings constructed before 2002,\" explains Bożenna Toczyłowska.", "lang": "en"}
{"opinion_id": "op_002089", "text": "I am disappointed with my visit to Dr. Jan Kowalski. I have nothing against the doctor's competence or knowledge, but the visit disappointed me. I came to Dr. Jan Kowalski based on a recommendation. I've been struggling with my daughter's skin problem for some time - we'll see what the effect of Mr. Bartosz's recommendations will be. We are just starting treatment. However, I have a few reservations. First: I was not informed that one cream was to be given to me at the reception included in the visit price. Second: the referral for tests was \"no name\". I had to go again. The lady at the registration desk wasn't told to give out the cream, and the doctor doesn't write referrals himself. Does privately, one not specify where the recommended tests should be performed? Can I just write in Mr. X? And as for the recommendations - it didn't occur to me that Gabinet (I deciphered it as Gabiret - although I admit, for a doctor, it's very nice handwriting) is an in-house cream. I also don't know the composition of the cream made in the office - I didn't ask because I was sure I would get a prescription for such. Maybe it was my mistake for not asking. The lady at the reception doesn't know the composition either - so what did I get... I had the impression that I came at a bad time.", "lang": "en"}
{"opinion_id": "op_002090", "text": "I highly recommend this doctor to all women. He treated me at Bielański Hospital for my first birth via C-section, and I was very impressed with his entire care from the moment I was admitted to the department until I left the hospital with my tiny daughter. He gave me attention found only in private facilities, he was engaged, caring, very communicative, answered all questions calmly and thoroughly, informed me about what would happen, what would be done, what tests, how long they would take, what they were for, when the delivery would be, how it would look step by step. He visited me after delivery, was interested in the well-being of me and the baby. Simply a true doctor - a professional - a friend, not just a medical craftsman. Fantastic personal manners. In my next pregnancy, I will certainly entrust it to this doctor.", "lang": "en"}
{"opinion_id": "op_002091", "text": "I went to her because I couldn't get pregnant. I got a referral for a lot of tests, and it turned out I have Hashimoto's. She said that generally my test results were so bad that I wouldn't get pregnant for a long time yet.... after 2 weeks I was pregnant. Of course, I had her manage the pregnancy because I thought she was a miracle worker. Not to bore you, I'll say that throughout the pregnancy she never examined me once, she kept inventing problems to scare me with potential underdevelopment of the child, dwarfism, etc., diabetes... which I didn't have, she practically forced me to go on sick leave, arguing that if the child died it wouldn't be her fault, every time I was tired (a normal thing in pregnancy) she took it as fainting and ordered an ultrasound to check if the baby was moving. She kept reducing my thyroxine dose even though the demand for the hormone was increasing, TSH never dropped below 2. Generally, it was a very stressful pregnancy although completely normal and not at risk. The child is healthy and that's the most important thing! Private calls are standard, comments about patients leaving/waiting too. But I changed doctors, I go to a very sensible Dr. Anna Kowalska, who adjusted my hormone dose so that I have exemplary results.", "lang": "en"}
{"opinion_id": "op_002092", "text": "There are enzymes called ubiquitin ligases: their task is, among other things, to tag unwanted proteins using a small protein called ubiquitin. Such tagging of proteins with a signal directing them for destruction is called ubiquitination - explains the researcher. - We want to understand how, in this crowded cellular environment, ubiquitin ligases are able to determine which protein should be removed and which should not be touched at a given moment. Particularly interesting in this context is the so-called CHIP ligase. It is characterized by exceptional determination and a broad spectrum of action - moreover, it can cooperate with other ligases, probably for more accurate and efficient recognition and tagging of unwanted proteins.", "lang": "en"}
{"opinion_id": "op_002093", "text": "The doctor reviewed my sinus CT, conducted an interview, and performed an ENT examination. He recommended surgical treatment at any NFZ facility (from what I understood, he personally no longer practices in any hospitals) or at the paid (from 6000 PLN per procedure...) OMED clinic, where he also sees patients. At my request, a week later he issued a general written opinion. Factual, professional, undoubtedly very experienced - a plus. Visits too short, 15min. resulting in rushed consultations (for 250 PLN) is not the standard one should expect to get a diagnosis and advice regarding a serious operation - a minus.", "lang": "en"}
{"opinion_id": "op_002094", "text": "I rate the doctor a 6!! He is a very nice person. I came with my biggest problem, which was my nose. A crooked septum after an injury and a hump on top... I presented exactly how I wanted my nose to look, the doctor proposed a few more details which I agreed to, and I am very happy with them. I am already after the operation, the cast has been removed, and the nose, despite swelling and bruises, looks amazing... everything I wanted was fulfilled by the doctor. I highly recommend!! It was really worth it! Most importantly, my biggest complex is gone! Thank you again!", "lang": "en"}
{"opinion_id": "op_002095", "text": "Today marks the seventh week since the bunion operation, so it's a good time to assess the medical art. When I came for the first visit to the doctor, I already knew then that I was in good hands. He is a good specialist, very reliable and patient, who explained to me in detail what the operation would involve and how I should prepare for it. After the operation, everything went well, and the painkillers prescribed by the doctor were enough to relieve the pain. I only took them for five days, after which there was no need. In the hospital, I had very good nursing care, and in the room, I was with a patient who was also operated on by Dr. Jan Kowalski. I left the hospital the next day on my own, with the help of crutches. Now I have a very beautiful foot, without the nasty bunion, and I can already walk in my own normal shoes, not orthopedic ones. I regret that I had the operation so late. I can wholeheartedly recommend Dr. Jan Kowalski to all those thinking about bunion surgery.", "lang": "en"}
{"opinion_id": "op_002096", "text": "very nice and probably with a lot of theoretical knowledge and that's where it ends... a very absent-minded person, often forgot about tests and interpreting results, which he later denied; during the visit he said he would prescribe some medication but then forgot to write the prescription, I had a lot of trust in him, but he betrayed it. I think it's not worth going to professors because they have too many other obligations (hospital, private practice, students, scientific work...) to take on patients (I'll add that my visits were in a private office).", "lang": "en"}
{"opinion_id": "op_002097", "text": "I once had a visit with Pani Katarzyna Moreno-Szypowska. Pani Moreno stated that I had a textbook example of a malocclusion that required the removal of healthy teeth - the fourths and sixths. I was a bit devastated. I went to another clinic where the orthodontist stated that my bite should close perfectly. And so it happened - after a few months of wearing braces, my bite closed. Pani Katarzyna Moreno-Szypowska is a very nice person, but she was very mistaken in saying that I would need to have healthy teeth removed. Unfortunately, no one refunded me the money for the visit where I received information that did not match reality.", "lang": "en"}
{"opinion_id": "op_002098", "text": "A similar problem exists with animal-derived valves, most often from pigs. There, immunogenicity must be masked even more strongly. Aggressive chemicals make the tissue dead, so no repair processes can occur in it. Such a valve also calcifies after some time, and the younger the organism, the faster the undesirable changes occur. If we implant such a valve in a child, it must be replaced after about 10 years, sometimes even sooner. Mechanical valves are very durable but damage platelets, red blood cells, etc. A patient with such valves must take anticoagulant medication all the time. A contraindication for implanting a mechanical valve is, among others, pregnancy, because during delivery, taking such medication could cause hemorrhage and other far-reaching complications.", "lang": "en"}
{"opinion_id": "op_002099", "text": "The first pacemakers were quite heavy, weighed 140 grams, and worked for only two years. They were 2.5 cm thick. They were faulty - when the resin cracked, they stimulated the heart too fast, which was dangerous for the patient. In the second half of the 1970s, the working time of these devices was extended to 5 years, which was a huge progress. The exhibition also showed mock-ups of atomic pacemakers, which theoretically could work for 30 years. They were powered by plutonium. The electrodes in them were less durable, so their lifespan was estimated at over 15 years. They were large and complicated, generated high internal temperatures reaching up to 300 degrees C. They cost from 6 to 7 thousand dollars.", "lang": "en"}
{"opinion_id": "op_002100", "text": "I wouldn't call the doctor a genius. Maybe I caught him on a bad day because he answered my questions perfunctorily. I made an appointment to check if everything was okay with my first pregnancy. The gynecological examination was quite painful. On the ultrasound, a small gestational sac was visible. I was told that it was probably a biochemical pregnancy that I would lose any day now. He told me to get hCG results, come back in 7 days, and that was it. It literally crushed me. Cost 150 PLN. A bad taste remains to this day.", "lang": "en"}
