{"opinion_id": "op_002141", "text": "According to data from the National Institute of Public Health - National Institute of Hygiene, the number of influenza cases and suspected cases in the 2013/2014 season was almost 2.7 million, with over 9,000 hospitalizations and 15 deaths also recorded. Even more, almost 3 million cases, were registered at the turn of 2012 and 2013. About 14,000 people then required hospital treatment, and 119 patients died from influenza. \"However, the actual number of deaths from influenza is much higher than official statistics indicate,\" claims the chairman of the Scientific Council of the Institute of Health Education of the Halina Osińska Foundation, Prof. Jan Kowalski. In his opinion, circulatory-respiratory failure is usually listed as the direct cause of death. Because in the hospital, where a patient arrives in serious condition, it is difficult to clearly associate some cardiovascular diseases with a previous flu.", "lang": "en"}
{"opinion_id": "op_002142", "text": "mRNA molecules are carriers of information in the cell – \"documentation\" which, based on plans encoded in DNA, allows for the production of proteins. \"We managed to explain how human methyltransferases recognize the structure of the so-called cap at one end of the mRNA and carry out its enzymatic modification. The cap is essential for protein synthesis in cells. We discovered that human methyltransferases recognize the mRNA cap in a different way than viral proteins responsible for a similar process. This knowledge provides a basis for searching for drugs that would block viral proteins while being safe for humans,\" comments Prof. Janusz Bujnicki, head of a research group at MIBMiK and at the Adam Mickiewicz University in Poznań, who led the project and serves as the corresponding author of the new article, along with the second corresponding author Dr. Marcin Nowotny, head of a group at MIBMiK, and Prof. Edward Darżynkiewicz, head of the collaborating team from UW.", "lang": "en"}
{"opinion_id": "op_002143", "text": "I was multiple times for consultations with the Doctor for what were essentially the consequences of competitively practicing sports. Although he didn't help me directly, HIS HYPOTHESES turned out to be the closest to the truth, and if it weren't for Him I probably still wouldn't have gotten rid of the ailments. The key turned out to be rehabilitation and a gradual return to AMATEUR sports. The limb pain ailments were indeed from spinal instability.", "lang": "en"}
{"opinion_id": "op_002144", "text": "Scientists from the Nencki Institute emphasize that these numbers cannot be automatically transferred to the human population. \"Although the mouse and human are very similar genetically and physiologically, they are still different organisms. Mice are only research models for human ailments and allow for a better understanding of disease processes,\" says Jan Kowalski. \"Today we cannot yet unequivocally answer whether people with a damaged GRHL1 gene will develop non-melanoma cancers five times more often, like mice, or whether it will be a fourfold or sixfold increase. Research to determine the scale of this increase in the human population has only just begun,\" emphasizes Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002145", "text": "Hello! I decided to write my own opinion about the Doctor because I have never been to a PEDIATRICIAN who has absolutely no approach to children! My child is 3 years old and never feared any pediatrician, never cried during any visit - until the visit to Ms. Anna Kowalska. I regret that I decided to visit her because now my child shows fear even before a simple throat examination which never happened before. Additionally, I heard many harsh words about my parenting. The Doctor immediately stated that I should take my child to a psychologist because she notices the beginnings of ADHD in him. My child was so shaken by the visit that I couldn't calm him down from crying for the next hour - I add that I saw him in such a state for the 1st TIME IN MY LIFE!!!! Both my parents are doctors with long practice and Ms. Anna Kowalska could learn from them respect for the patient, approach to the child and person, and modesty. The Doctor ordered the child to be undressed, who got goosebumps - during the examination she stated that she had never in her life seen such atopic skin and insisted on this statement despite our timid remarks that the child was cold!! She approached our daughter with great reserve and severity from the very moment of entering the office, although the child was calm and somewhat scared - which DOESN'T SURPRISE ME AT ALL!!!! The saddest fact is that the medicines which the Doctor prescribed don't work at all!!!! Now we face further costs related to travel to another doctor because we are from a small town, another cost of the visit, another cost of medicines, and on top of that the child's trauma towards doctors probably for a long time!!!! I do not recommend Dr. Anna Kowalska to anyone.", "lang": "en"}
{"opinion_id": "op_002146", "text": "The growing number of cases, according to experts, means that many young people have suffered excessive skin damage caused by UV radiation. \"This results from the fact that although we know more and more about melanoma - what it looks like, how to protect yourself from it - we still don't implement this in life,\" said Prof. Jan Kowalski from the Oncology Center in Warsaw, chairman of the scientific council of the Melanoma Academy - a section of the Polish Society of Surgical Oncology. The latest survey of this kind, conducted by TNS on behalf of the Melanoma Academy in April 2015, showed that nearly 40 percent of Poles still would not go to a doctor if they observed a suspicious lesion on their skin. Moreover, 39 percent of us believe we have no changes requiring observation.", "lang": "en"}
{"opinion_id": "op_002147", "text": "Dr. Jan Kowalski is a delicate, polite, though not very talky man. Appointments are short and quick. He is a specialist but not in the case of idiopathic infertility. My biggest regret towards him, however, is that he could have referred us for specialized tests earlier, because how many times can one undergo IVF...", "lang": "en"}
{"opinion_id": "op_002148", "text": "I was at Mr. Jan Kowalski's for several private visits, encouraged by the positive opinions of his patients. I have PCOS and am trying to control weight gain. The doctor prescribed me metformin and recommended a diet without juices, sauces, fried food, etc., regular meals 4-5 times a day. I tried to adhere to the recommendations and take the medication appropriately, as well as keep the diet. At the next visit, I reported that unfortunately I feel unwell after taking the medication (dosage before meals) and I can't get used to such frequent meals (my maximum is 3 meals a day, regardless of their size). I tried taking the medication after eating, I felt the same. Results regarding weight loss... none. The doctor was surprised that I could feel unwell and feel nauseous after metformin, mentioning that he himself has been taking it for several weeks and drinks a lot of water and has lost a few kilograms. I probably won't decide on another visit despite the extra kilograms.", "lang": "en"}
{"opinion_id": "op_002149", "text": "I have been suffering from kidney stones for 10 years. In my case, removing kidney stones so far involved the ESWL method with varying success. I came to Dr. Jan Kowalski on the recommendation of a doctor working at WCM in Opole. He assured that at the clinic where Dr. Jan Kowalski works, they are the only ones in the Opole region to use modern, and above all effective, methods of treating kidney stones (he meant RIRS). Of course, he was not mistaken! The procedure itself went quickly and efficiently without complications and later side effects. The waiting time is not long, which is a big advantage. Dr. Jan Kowalski is a true doctor with a vocation. Full professionalism, kindness, effectiveness, pleasant atmosphere, exemplary medical care, human approach to the patient are just some of the traits describing this doctor. It's a wonderful feeling that during greater physical effort, or a longer walk, I don't feel kidney pain – which previously bothered me very often – and this is thanks to Dr. Jan Kowalski for which I am very grateful. As a urologist – only Dr. Jan Kowalski I RECOMMEND!", "lang": "en"}
{"opinion_id": "op_002150", "text": "I came to Dr. Jan Kowalski 10 years ago. I am grateful for his help. I have suffered from migraines for a very long time and only during the first visit did I learn that it can be treated somehow! I suffered greatly before, I live in Rzeszów and no neurologist here (and there were many) could help me. When I told them about my symptoms, some even managed to laugh! They prescribed me some strange, ineffective drugs... (now when I hear in an advertisement that for a migraine just take paracetamol it makes me want to laugh heh..) I wouldn't wish this on anyone! When I got a migraine even at my own wedding right before going to the church, I said enough then! After a few weeks I came to Jan Kowalski and finally started treatment and a normal life! Migraines occurred less often... I could already alleviate the terrible pain thanks to the drugs! Now I am a young mother! I don't have migraines for now! Let's hope it has quieted down! Sometimes it happens, sometimes not... And returning to the topic... I know that visits to Dr. Jan Kowalski are expensive and you still have to buy the medicines but I don't regret that I used it and to this day I am grateful for the help.", "lang": "en"}
{"opinion_id": "op_002151", "text": "I first met the Doctor in an oncology clinic among a crowd of people - which did not prevent him from maintaining culture, professionalism, and calm. I watched this from the side (I was with my wife) so I could assess more objectively. Since I am already a man with a distant PESEL, cyclic visits to a urologist are a necessity. So I went privately to the Doctor for a check-up. I was received like an old acquaintance, even though it was my first time. After the examination, I received a complete diagnosis and a lot of information \"on the topic\", which were new to me. Strange after many visits to other urologists, but it's true. The Doctor has already helped my wife, I hope he has eliminated the problem permanently. Everything indicates that. I am sure that I will certainly take advantage of the opportunities offered by the Doctor. I sincerely recommend and give 5 stars (deserves 6 or more).", "lang": "en"}
{"opinion_id": "op_002152", "text": "Maybe thorough, maybe nice and I certainly agree with the statements that he is \"old school\" but is that good? From the patient's point of view AWFUL! He will not do anything to avoid upsetting anyone. I didn't observe heart or empathy either. A pity, because the Professor in his position could help many patients.", "lang": "en"}
{"opinion_id": "op_002153", "text": "A neutral rating because I probably expected something more from a visit costing 280 PLN. The Doctor did glance at my sister's CT scans, confirmed that there was no hematoma, tumor, or anything alarming in the brain but to the question of where such severe pains, fainting, and swelling could then come from, we did not get any answer, suggestion to try to do further, where to go to look for the cause... pains that prevent independent functioning, dizziness that at any moment can cause fainting on the street... unfortunately the pains fainting and swelling are still there and we have no idea who else to turn to for help :(", "lang": "en"}
{"opinion_id": "op_002154", "text": "According to the World Health Organization (WHO), particulate matter PM 2.5 is the most harmful to human health, meaning it contains the smallest particles (with a diameter no greater than 2.5 μm). It penetrates more easily into the lower respiratory tract, causing lung inflammation but can also penetrate (through the lung alveolus) into the circulatory system, exacerbating the phenomenon of atherosclerosis. Dr. Jan Kowalski explains that the body defends itself against atmospheric pollution by increasing mucus secretion in the respiratory tract to protect the mucosa, but it can also constrict the bronchi. \"The result is shortness of breath and wheezing, i.e., an asthmatic reaction, which occurs more often in allergy sufferers, and in Poland there are many - it is estimated that 40 percent of Poles are allergic,\" he emphasizes.", "lang": "en"}
{"opinion_id": "op_002155", "text": "Guided by very good opinions, I signed up for a visit to the doctor. I didn't learn anything except that I MAYBE have dry eyes, although not all symptoms indicated that. Besides, the doctor made strange faces when I tried to add something regarding the symptoms, for the entire duration of the visit he directed me from one device to another, explaining nothing, what the examination involved, and to my words that I would like to wear contact lenses (I went for the examination because eye pain made their use difficult) I heard that he would also like many things. I do not recommend. It's a pity that you pay some people in advance for the visit, and not after it, because then you could \"maybe\" pay and just run away.", "lang": "en"}
{"opinion_id": "op_002156", "text": "I had the opportunity to see the Doctor due to a persistent cough, as a remnant after a cold. She seemed a very matter-of-fact and competent person, she prescribed me treatment and ordered tests to make sure it wasn't something more serious. However, the next day I was with another internist to consult the test results ordered by the Doctor. It turned out that the treatment she prescribed for me, specifically a cough syrup, was not necessary and I should not even use it, as I am pregnant (which I informed her about immediately and which is also visible) and it has quite strong action and is used, among other things, for pneumonia. Unfortunately, I had already bought it and it was also quite expensive, so I essentially spent money on a medicine that I cannot use and additionally I have to purchase another one prescribed by the second doctor. This time fully safe for me and my child. My comment is neutral because I did not have enough contact with the Doctor to be able to give a fair assessment. Even though I am a bit disappointed with the whole situation, the visit with the doctor took place in a pleasant atmosphere.", "lang": "en"}
{"opinion_id": "op_002157", "text": "I would like to sincerely thank Dr. Jan Kowalski, Dr. Jan Kowalski, and Dr. anesthesiologist Anna Kowalska. On May 20, 2016, at the St. Luke's Hospital in Tarnów, I underwent spine surgery (spondylolisthesis of L4, L5 vertebrae 7mm). Although the spinal damage was very large and I was threatened with leg paralysis, the operation was performed successfully. Thanks to this, the pain ailments subsided and today I move around efficiently on my own. I especially thank Dr. J. Kowalski, who was my attending physician, familiarized me with the entire course of the operation, dispelled my concerns and fear of the procedure. The doctor's kind approach to the patient, his calm and composure influenced the improvement of my well-being.", "lang": "en"}
{"opinion_id": "op_002158", "text": "For a long time, I have been struggling with obesity and endocrine problems. I am also looking for a good endocrinologist, but it is very difficult. I came to Ms. Anna Kowalska guided by good opinions on this portal. I suffer from insulin resistance and functional hyperprolactinemia. Unfortunately, my visit was limited to entering my results into the computer and recommendations which, after later consultations, e.g., with a bariatric doctor, turned out to be completely unfounded. I had another consultation with another doctor and we have treatment, I feel better and better. Above all, the doctor I went to later ordered the necessary tests and determined the cause of my condition. I believe that in my situation, this lady did not fully apply herself to diagnose me, she did not do it at all. Perhaps my health situation was too complicated.", "lang": "en"}
{"opinion_id": "op_002159", "text": "There are known cases where turtles, after hatching from eggs on the ocean shore, instead of going towards the water - as they should - went towards the land, because there were light sources there, mimicking moonlight reflected in the water. Research has shown that excess artificial light is also harmful to birds. Artificial light at night disorients migrating birds - when they enter a beam of light, they cannot escape from it. In storks nesting in the Zielona Góra region, scientists recorded a decreased level of melatonin at night. \"What is important, this hormone in their case also responsible for navigation during flights to wintering grounds and back. If its synthesis is disturbed, storks may have problems finding their nests,\" notes Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002160", "text": "Unfortunately, in my case, the terms \"matter-of-factly\" and \"concretely\" are negatives. I received a series of advice and recommendations regarding breastfeeding - or rather not breastfeeding, which I did not ask for. These tips, delivered very emotionally, have nothing to do with current medical knowledge, WHO recommendations. I don't know how, in today's times of easy access to knowledge, training, professional development for doctors, one can utter such nonsense, based, in my case, on nothing, because the monologue started as soon as I said I breastfeed - BEFORE the examination. My test results are very good - which wasn't even asked about. It was assumed from the start that my body is a wreck (it's quite the opposite). Also, mothers who breastfeed and do not want to be overwhelmed by frightening comments, not only about breastfeeding itself but also about physicality (figure, breasts), should choose another doctor.", "lang": "en"}