{"opinion_id": "op_000661", "text": "DOCTOR OF MEDICAL SCIENCES. AN EXCELLENT DOCTOR AND PERSON. UNLIMITED KNOWLEDGE AND EXPERIENCE. CURRENTLY DEPUTY DIRECTOR FOR MEDICAL TREATMENT AT THE CHILDREN'S HOSPITAL IN POZNAN. I HAVE KNOWN DR. ANNA KOWALSKA FOR OVER TWENTY YEARS, SHE TREATED MY CHILDREN AND THE CHILDREN OF ALL MY ACQUAINTANCES. EXCELLENT RESULTS AND VERY FAVORABLE OPINIONS. VERY EFFECTIVE TREATMENT METHODS THAT MINIMALLY HARM THE CHILD. RICH EXPERIENCE WITH YOUNG CHILDREN AND NEWBORNS. GREAT SUCCESSES IN THIS FIELD. A WELL-KNOWN AND, ABOVE ALL, RECOGNIZED PERSON IN POZNAN. THE PRIVATE OFFICE IS LOCATED IN THE BOLESŁAW ŚMIAŁY ESTATE.", "lang": "en"}
{"opinion_id": "op_000662", "text": "One tomograph operates at a frequency of 250 MHz, the other at 1 GHz - it uses a 4 times higher magnetic field and features a 16-fold increase in sensitivity. These are tomographs for biomedical applications, currently laboratory ones - for research on small mammals. They work faster than currently used devices of this type. They are capable of measuring objects larger than 2 cm, even up to 5 cm. This is an important change because it allows tracking the development of cancer also in mature mammals. They utilize electron paramagnetic resonance EPR techniques. The technology concerns free radicals, simply put, particles with an odd number of electrons forming individual bonds between specific molecules. The study is to show where the tumor is located, even if it is not yet visible. Even though there are no anatomical changes, the measurement of oxygen concentration will help the doctor indicate cancerous changes in the selected organ. Already during such a study, treatment can be initiated and radiotherapy used to destroy the tumor.", "lang": "en"}
{"opinion_id": "op_000663", "text": "Researchers led by Singaporean scientists Prof. Jan Kowalski and Prof. CC. Khor examined over 10.5 thousand patients with primary angle-closure glaucoma. Among Asians, this is the most common type of glaucoma - more than half of people with glaucoma suffer from it. In Poland, however, the disease occurs less frequently and affects every sixth person with glaucoma. The study, which in April showed", "lang": "en"}
{"opinion_id": "op_000664", "text": "A very good doctor. Pluses: - examines thoroughly, takes a detailed history, treats well - explains, advises, recommends appropriate tests - has a good office, accepts NHS (few appointments) and privately at a low cost. - carefully manages pregnancy, conscientiously fills out everything. Minuses: takes a long time, the queue gets longer, but that means she does what is necessary, doesn't fool around or talk nonsense, only kindly provides information. I've had 8 gynecologists and only this one inspired trust in me.", "lang": "en"}
{"opinion_id": "op_000665", "text": "I have a question regarding pregnancy management, in case of hypertension in the second part of pregnancy and admission to the hospital, does she frequently perform tests such as CTG and necessarily Doppler flow assessment? I'm considering changing doctors and am considering, among others, Dr. Jan Kowalski. Thanks in advance. Regards", "lang": "en"}
{"opinion_id": "op_000666", "text": "Conference participants also talked about the fact that there are more and more products, dietary supplements on the market, but there is a lack of knowledge and awareness about them. Dr. hab. Jadwiga Hamułka, chairwoman of the Polish Society of Nutritional Sciences from the Warsaw SGGW, pointed out that rampant advertisements for dietary supplements cause consumers to make decisions on the spur of the moment. She also said that many people still confuse supplements with medicines. She also indicated that the group that takes a lot of supplements - even several at once - are pregnant women, which can be dangerous because it can lead to interactions with food, medicines, and overdoses. She reminded that supplements do not replace and cannot replace an appropriate, varied diet. She indicated that they can be used periodically when, due to illness, some components have been lost and need to be quickly replenished. \"And then it's completely different,\" added Hamułka.", "lang": "en"}
{"opinion_id": "op_000667", "text": "~ Understanding - I don't agree with you. The psyche of a woman, especially during pregnancy, is very important. A lot depends on the woman's attitude. Unfortunately, the doctor scared me from the very beginning with the vision of not carrying the pregnancy to term, stuffed me with medications, the result: the pregnancy died. I'm glad that I heard this diagnosis from another doctor who knows how to show heart to patients, and when needed - will console in such a difficult moment, will try to explain, rationally, though gently. I think that a human approach can be combined with the doctor's professionalism. Unfortunately, Pan Milewicz lacks the former. As for professionalism... well, when I got pregnant, during two phone conversations he told me to stop taking the medications. And at the appointment, he yelled that I shouldn't have done it because I could harm the child...", "lang": "en"}
{"opinion_id": "op_000668", "text": "I consider the doctor a very good specialist. She conducted a very detailed family history regarding all health aspects. When other doctors loaded my child with antibiotics, treating recurrent lower and upper respiratory tract infections unsuccessfully (often without typical symptoms or asymptomatic), she very accurately diagnosed my child and after prescribing appropriate medications (inhaled steroids), the inflammations subsided. After performing tests, the previously diagnosed based on the history respiratory allergy and risk of bronchial asthma were confirmed. The doctor has been treating my child for six years now and I can only regret that he didn't come to her earlier. Dr. Łątkowska has a wonderful rapport with the child. When giving an opinion about an allergist doctor, parents are actually giving an opinion about themselves. They often don't realize how important their observations of the child's reactions to his environment are and the reliable transmission of these observations to the doctor. A doctor is not a fortune teller. A particularly difficult task is faced by an allergist doctor, for whom even a set of test results may not be enough. Information from the parent is very important, which is often forgotten. The only minus is poor phone contact. The doctor is very busy and doesn't always have the possibility to come for a home visit. If it weren't for that, I wouldn't use the terrible services of my clinic at all, i.e., the lack of access to a doctor.", "lang": "en"}
{"opinion_id": "op_000669", "text": "I WENT TO HER WITH MY GRANDMOTHER. I ASKED FOR MEDICINE FOR DIABETES AND SHE PRESCRIBED POTASSIUM, UNTIL FINALLY STRANGE THINGS STARTED HAPPENING TO MY GRANDMOTHER LIKE INABILITY TO WALK BECAUSE DIABETES ATTACKS LEGS AND HEART. I ORDERED A HOME VISIT THEN ANOTHER DOCTOR PRESCRIBED PAINKILLERS THAT DON'T DO ANYTHING, AND NOW WE KNOW WHAT THESE PAINS ARE FROM - FROM DIABETES!!! GOOD THING THE COMMUNITY NURSE CAME IN TIME AND CHECKED THE SUGAR WHICH WAS 212! SHOCK! WE PATIENTS DON'T HAVE TO KNOW ABOUT MEDICINES BUT THE DOCTOR SHOULD PRESCRIBE AND LISTEN TO WHAT IS BEING SAID TO HIM. I'M TAKING THE CARD FROM THE CLINIC AND TRANSFERRING MY GRANDMOTHER TO ANOTHER CLINIC. REGARDS DOCTOR ; - /", "lang": "en"}
{"opinion_id": "op_000670", "text": "I was at 2 visits, the doctor didn't make an extraordinary impression on me deserving such high opinions. As I realized, she mainly treats with antibiotics. She takes the history unemotionally, stories about lightening the atmosphere and a sense of humor were not confirmed at all, although she maintains professionalism. I think that with simple incidents she might help, I don't recommend however for chronic and difficult matters because I got the impression that she is not interested in modern treatment methods. Rating \"Poor\" for saying that prostatitis is incurable which is untrue. Apparently she doesn't know how to treat it effectively.", "lang": "en"}
{"opinion_id": "op_000671", "text": "The visit lasted 10-15 min (with the procedure!), Pan Zakrzewski made a diagnosis of the disease and decided to remove the diseased lesions with a laser on the spot. As it turned out AFTER THE PROCEDURE the lesions were completely unsuitable for treatment in this clinic, due to the lack of an appropriate laser. HE HIMSELF EMPHASIZED THIS AFTER THE PROCEDURE, saying that he has inadequate equipment for this type of cases and invites to Warsaw, where he uses one that will help in this case. The doctor decided however to check if the laser would work in this case. I'll omit the fact that it was without anesthesia, whereas during such procedures anesthesia is standard. Of course the cost of the visit exceeded 600 zł, and the health problem remained. Additionally, he was unhelpful, uninterested in explaining the problem. For contrast, I'll describe how the treatment of this problem looked later in a clinic in Budapest – first consultations and pharmacological treatment (as they said - indispensable in this case, because the disease can return after just the laser), painless – with the use of anesthesia, pleasant atmosphere, communication in English and removal of all lesions with a laser without any problems. Total cost of treatment - 800 zł.", "lang": "en"}
{"opinion_id": "op_000672", "text": "The action of disseminating educational materials is conducted throughout Poland, in various forms. In Warsaw, Krakow or Gliwice, brochures can be obtained during various events, e.g., at breakfast markets, fairs and other local events. Whereas in, among others, Zielona Góra, Olsztyn, Rzeszów or Katowice, educational leaflets go directly to private mailboxes. Materials are also available in selected gastronomic points and grocery stores. However, above all, everyone can download them from the project website www.zachowajrownowage.pl (tab \"TO DOWNLOAD\"). Interest in the action is high - assesses Agnieszka Maślanka from the press office of Zachowaj Równowagę. \"People contact us asking where they can get more information or use dietary advice\". In connection with this, a repetition of this undertaking is planned this autumn.", "lang": "en"}
{"opinion_id": "op_000673", "text": "For now, it is not known what connection this gene has with suicides after alcohol. Prof. Płoski suspects however that alcohol in people with such a variant of the gene may cause a worse mood, and thus these people may more often \"drink sadly\", which in extreme cases may even lead to taking one's own life. Perhaps some suicides in people with such a variant of the gene might not have occurred if they were sober. As the scientist admits, such a variant of the AUTS2 gene occurs in a fairly large part of the population. This does not mean however that each of these people drinks less alcohol than others and that they tolerate alcohol worse. This dependence is more subtle. The discovery of Poles cannot serve to designate people who might have suicidal tendencies after alcohol, but rather to help understand the genetic conditions of the influence of alcohol on the body.", "lang": "en"}
{"opinion_id": "op_000674", "text": "Thanks to Pani Beata and her assistant I believed that actually one doesn't have to be afraid of the dentist especially if one ends up in such professional and expert hands. Sincere recommendation, nice service, practically painless approach to the topic and that computer anesthesia... oh wow a fairy tale :D you don't feel it at all. RECOMMEND!!!!!!!", "lang": "en"}
{"opinion_id": "op_000675", "text": "I went to this doctor because my attending physician was absent. Besides, the doctor also read me the results of patch tests on Koszykowa. Despite not being the attending physician, he changed my treatment and medications. During the visit, he was not interested in the patient, so the diagnosis was superficial, the whole visit was rushed - he wrote the prescription carelessly, which caused me problems with filling it at the pharmacy. He doesn't have the right approach to the patient - he treated me arrogantly, entered into discussion when I wanted to describe the ailments in more detail. He barely looked at the skin changes, so he stated that \"the skin is good\", while it was exacerbated. Based on my experiences, I definitely advise against treatment with this gentleman.", "lang": "en"}
{"opinion_id": "op_000676", "text": "Pani Doktor is a very good doctor. I came to Pani Ewa in the 6th month of pregnancy and thanks to her, it was possible to regulate the thyroid hypofunction that occurred during pregnancy and which another doctor disregarded. Thyroid hormones are very important in pregnancy and thanks to Pani Doktor, it was possible to normalize them. This is a doctor dedicated to patients, in case of an urgent need there is no problem and Pani Doktor accepts between scheduled appointments. She conducts a detailed history, directs to all tests (which other doctors often have problems with), doesn't rush during visits but explains everything very thoroughly and exhaustively and answers doubts. I recommend especially to pregnant patients. Pani Doktor is very busy, so one needs to schedule appointments well in advance.", "lang": "en"}
{"opinion_id": "op_000677", "text": "The doctor appeared quite detached and careless but that was not a big deal. The problem is that he prescribed me an unbelievable quantity of medicines (9 per day!) considered to be a crazy and worthless amount also by my personal Italian physician.", "lang": "en"}
{"opinion_id": "op_000678", "text": "I recommend the doctor because he set up my insulin (detected type 1 diabetes) which wasn't managed in the hospital on Banacha. It is more expensive, but at least it's OK. Pani doktor has a lot of experience, although I haven't had contact with other specialists besides the mentioned Pani Doktor and doctors from Banacha. Regards M.", "lang": "en"}
{"opinion_id": "op_000679", "text": "hello a very concrete doctor, you can see that he knows about treatment and not about overcharging I am a beginner patient with him so I can't say much about it yet but after visits to other \"EXCELLENT\" doctors who give the feeling that only expensive procedures that not everyone can afford and of course hundreds of tests done by doctors and places that they indicate will give some results Pan doktor so far contradicts all that we'll see what happens next meanwhile I recommend", "lang": "en"}
{"opinion_id": "op_000680", "text": "Dietitian and doctor of medicine Anna Senderska said that the average person needs about 500 mg of omega-3 daily to meet the demand for these compounds. This means that we should consume about half a kilogram of fish per week. However, people with chronic diseases – of the circulatory system, or neurodegenerative – should supply themselves with even 2 grams of omega-3 daily. \"This would require a significant change in the eating behaviors of Poles and an increase in the consumption of fatty sea fish. Since this may be unrealistic, European recommendations allow taking dietary supplements with these fatty acids,\" said prof. Mamcarz. As he emphasized, many doctors are skeptical about this because studies have shown that there are no health benefits from taking vitamin preparations.", "lang": "en"}
