{"opinion_id": "op_003841", "text": "Professional approach! I finally found an excellent dermatologist. I am in the middle of acne treatment. After four months, I see a clear improvement - acne lesions are gradually disappearing. During each visit, she assesses the progress of treatment, the impact of medications on health and well-being. She analyzes blood test results and issues appropriate recommendations. Every visit takes place in a friendly atmosphere.", "lang": "en"}
{"opinion_id": "op_003842", "text": "Empathy, professionalism, holistic approach to the patient. A wonderful person and doctor!", "lang": "en"}
{"opinion_id": "op_003843", "text": "I wholeheartedly recommend. A very nice, specific female dermatologist.", "lang": "en"}
{"opinion_id": "op_003844", "text": "The doctor is matter-of-fact, yet polite and kind in contact with the patient.", "lang": "en"}
{"opinion_id": "op_003845", "text": "The doctor showed great empathy and understanding during the visit. She listened carefully and explained all doubts. The patient can feel very comfortable. She proposed treatment and scheduled another visit. The consultation was detailed, the doctor thoroughly conducted the interview and examined my problem. I hope that the proposed treatment will bring positive results for the condition of my skin and scalp. I recommend.", "lang": "en"}
{"opinion_id": "op_003846", "text": "The visit with the doctor took place on time. I received a thorough explanation about my illness. I recommend!", "lang": "en"}
{"opinion_id": "op_003847", "text": "Professional approach to the topic, detailed analysis of the problem.", "lang": "en"}
{"opinion_id": "op_003848", "text": "Detailed explanation, engagement, competence.", "lang": "en"}
{"opinion_id": "op_003849", "text": "A very pleasant doctor, she conducted the examinations thoroughly and explained the further treatment in detail.", "lang": "en"}
{"opinion_id": "op_003850", "text": "Professional, nice visit, I will definitely return, I recommend", "lang": "en"}
{"opinion_id": "op_003851", "text": "I recommend, very professional and nice service. I am satisfied.", "lang": "en"}
{"opinion_id": "op_003852", "text": "Everything was done professionally, nicely, and with care for the patient. You could come to such a doctor even without any ailments :-) I sincerely recommend Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_003853", "text": "Great doctor, I recommend! Professional and friendly people.", "lang": "en"}
{"opinion_id": "op_003854", "text": "The doctor is competent, kind, and approaches the patient with full commitment. I am very satisfied.", "lang": "en"}
{"opinion_id": "op_003855", "text": "None of the performed procedures brought any effect. The skin lesion, which the doctor treated with a laser as harmless, turned out to be a cancerous change. I have already had the tissue surgically removed - tests show that I had more luck than sense, and I am glad that I did not give up on the topic. Warts are still being treated, and after the visit, instead of one lesion, I have them on almost every finger of both hands.", "lang": "en"}
{"opinion_id": "op_003856", "text": "The doctor dispelled my doubts about one unsightly change that worried me and about which other doctors were not so sure. She told me a lot about it, but she drew attention to another mole, which turned out to need removal in the near future. You can feel the certainty of her own knowledge and experience with the doctor, you trust such a person. I warmly recommend and thank you.", "lang": "en"}
{"opinion_id": "op_003857", "text": "Reliable answer to every question, even the less expected ones", "lang": "en"}
{"opinion_id": "op_003858", "text": "Wonderful and empathetic doctor. Proposed comprehensive treatment.", "lang": "en"}
{"opinion_id": "op_003859", "text": "Wonderful doctor. Competent, engaged, I highly recommend.", "lang": "en"}
{"opinion_id": "op_003860", "text": "Very professional approach to the patient.", "lang": "en"}
