{"opinion_id": "op_003061", "text": "The section dedicated to the brain also looks interesting. Through skill and logic games, you can test your reaction time to changing surroundings and your memory. This part of the exhibition attracts interest from both children and adults. According to Jan Kowalski, the new permanent exhibition \"directly refers to the worldview and understanding of science by the Center's patron - Leonardo da Vinci\". He noted that the institution is already thinking about further initiatives. \"We want this place to be an inspiration. Perhaps one of the children visiting the exhibition in a few or several years will decide to study medicine, for example at the newly launched medical program at the university in Kielce\" - he said. He emphasized that the creators aim to awaken \"curiosity about the world\" in both the youngest and their parents.", "lang": "en"}
{"opinion_id": "op_003062", "text": "Always nice and smiling. Unfortunately, after every visit I get the impression that \\\"quantity matters\\\" :( Less and less attention is paid to the person and the problem, and the focus is on cash. Just a few years ago I wouldn't have said a bad word about him, now I'm seriously considering changing doctors...", "lang": "en"}
{"opinion_id": "op_003063", "text": "I have 2 remarks about the doctor, aside from his knowledge (based on several visits we had): - during several visits, out of about 15 minutes, 10 consisted of talking on the phone, then hurriedly writing a prescription... and next. - when my husband developed heart palpitations after administering a desensitizing preparation, it turned out that the doctor's private office didn't have a working blood pressure monitor - from then on I brought my own monitor to desensitization sessions just in case.", "lang": "en"}
{"opinion_id": "op_003064", "text": "Currently, the number of people who use narcotic substances and the level of consumption of these compounds is assessed using questionnaires filled out by respondents. \"However, the results of these studies are very subjective. It is known that older people or those working in higher positions tend to hide information about contact with drugs, while young people overstate their consumption levels\" - explained the specialist. Around 2000, scientific literature began to include works on measuring the concentration of drugs and their metabolites in environmental samples - in surface waters and municipal wastewater. This method was then applied to psychoactive substances. To estimate cocaine consumption by residents of selected large Italian cities, the level of cocaine's main metabolite - benzoylecgonine - was measured in wastewater. Since 2005, similar approaches have been adopted by countries with significant drug problems, such as Belgium, Spain, and the USA.", "lang": "en"}
{"opinion_id": "op_003065", "text": "Hello. I definitely recommend Dr. Jan Kowalski. At the end of February, I had a severe kidney stone attack. At first I thought this attack was a one-time event and wouldn't happen again. Unfortunately, after a week, terrible pains attacked me again. I ended up in the hospital in Opole. I was happy because despite the severe pain, it was bearable thanks to the painkilling IV drips. After 5 days, the pain attack subsided. Unfortunately, the stones didn't pass! I was discharged with a recommendation to report to the clinic in 2 weeks. After leaving the hospital, the pains prevented me from returning to my normal work, not to mention driving a car, which immediately caused another attack. A few days later, I was admitted to the urology department of the hospital in Kędzierzyn-Koźle. There I could get to know Dr. Jan Kowalski better. He is very committed to his work. You could say he puts his whole heart into it. This is evident even from the fact that after a whole day of hard work he can still smile at patients and find the patience to explain things that are obvious to him but difficult or incomprehensible to the patient. The doctor finds time for every patient, creating a friendly atmosphere in the department. This is particularly important when waiting for a procedure or surgery and naturally being highly stressed and not really knowing what to expect. In summary, Dr. Jan Kowalski is a competent, sensitive person who knows how to talk to patients. Once again, I thank the doctor, thanks to whom my suffering ended and my hospital stay wasn't so terrifying.", "lang": "en"}
{"opinion_id": "op_003066", "text": "The psychologist accurately identified the roots of my husband's unconscious fear. She stated that my husband cannot control this fear because he doesn't consciously recognize it, that it's like a shield that deflects, for example, my words, so as not to feel fear. She tried to show me my internal limitations. She said we're a super couple anyway. She didn't indicate a way to solve the problem between us because we know each other and need to mutually listen and work things out. We talked fruitlessly with my husband for 15 years of the problem's duration, which is why we decided to seek psychological help. Such advice is completely useless to us. The psychologist stated that she's not here to solve our problems but only a mirror that can show them to us. In my perception, the psychologist found the roots of the problem but didn't provide the help we came for. Asking a patient who comes in great stress \"what do you expect from this visit\" is a bit strange because by definition, the person comes seeking help. To my insistent \"what next since my husband has unconscious blocks that control his reactions - behaviors\" - she answered to talk and listen because we're already over 60 and know each other. She suggested to me that naming the problem and making it conscious doesn't always have \"healing\" power (I knew this from my earlier experience because many years ago, I worked through the death of my parents), at that time the psychologist suggested psychoanalytic therapy. I am disappointed, my husband is confused.", "lang": "en"}
{"opinion_id": "op_003067", "text": "I don't recommend Dr. Anna Kowalska to anyone. She yells at patients, shows her changing moods, complains that she has to write prescriptions and referrals (I'm not sure who should do it if not the doctor) and lists to patients how many times they've visited her during the year (meaning how many times they bothered her). My father visited this lady for over a dozen years, when he became seriously ill and needed more frequent tests, she herself suggested he change doctors, which he did. Fortunately, he found someone who knows what empathy is and doesn't get rid of seriously ill patients. I wish Dr. Anna Kowalska that someone treats her the way she treated my father...", "lang": "en"}
{"opinion_id": "op_003068", "text": "Modern drugs are designed based on information about the structure of a given protein. The times are gone when drugs were sought blindly by testing hundreds of random compounds. Today, scientists first need to find out the exact structure of a key protein, e.g., of a virus, to then attack it with a precisely matched chemical molecule acting as a precise drug. \"However, to find out what the structure of such a protein looks like - atom by atom - we first need to obtain a protein crystal and then expose it to X-ray radiation. When this succeeds, then using a computer we can design something that could have a therapeutic effect\" - says Dr. Anna Kowalska from the Institute.", "lang": "en"}
{"opinion_id": "op_003069", "text": "Almost 3 years ago I had nose surgery - cartilage part - tip lifting. I chose this doctor because I heard he doesn't make big changes and that's what I wanted. Before surgery I repeated 3 times that I like my face, I repeated that I like most the nose between my eyes, how it connects with the forehead, and that's why I don't want it broken. So we decided he wouldn't break it because I have a small nose and God forbid I didn't want a smaller one, and we were only lifting the tip. I admit the tip is nice, but regarding the bone, the doctor filed it down even though I didn't want that, and worst of all, he filed it between the eyes too, which resulted in me having an unnaturally narrow nose that doesn't suit my chubby face. My face changed dramatically, especially between the eyes, I now have eyebrows close together and I just look strange. I visited him a month after surgery and he stated he didn't file up there, but I think a person knows their own face. So I gave up on further visits with him. In October I'll have a bone graft in France and maybe eyebrow lifting or rather stretching them. I'm not saying the doctor is bad because during my stay in Polanica I saw satisfied patients with beautiful noses, but there was also one who looked much better before surgery - a wider nose suited her too. I knew the doctor likes straight noses and that's why I emphasized that my nose's transition into the eyebrow arches should remain and nothing should be done there. From the front, the bone looked similar to the letter V, wider at the forehead narrowing downward, and at the connection with the septum it was already very thin, now I have something like a straight line I, definitely too narrow.", "lang": "en"}
{"opinion_id": "op_003070", "text": "I decided to visit Dr. Jan Kowalski encouraged by numerous positive comments. However, I cannot share them. The reason for my visit was muscle pain radiating from the shoulder. The doctor spent only 20 minutes with me. He didn't cause any pain. He said everything would be ok, and if not, to come back. However, I preferred to spend the next money on another specialist, where the visit lasted 60 minutes and I left with a sore shoulder girdle (\"positive\" pain), subsequent muscle soreness but which ultimately resulted in the pain subsiding. I waited with this opinion until after visiting another specialist to have a comparison and with a clear conscience I give Dr. Jan Kowalski a negative rating.", "lang": "en"}
{"opinion_id": "op_003071", "text": "As he explained, currently spending a year in this zone, a person would receive a dose of several dozen millisieverts, which exceeds the international standard for people not occupationally exposed to radiation, which is 1 millisievert per year, but is less than the dose intended for occupationally exposed persons, i.e., 20 millisieverts per year. \"This is also significantly less than the limit of 100 millisieverts, which is considered the threshold dose after which the risk of disease changes appears\" - added Jan Kowalski, noting that this limit applies to receiving this dose at once. As he explained, receiving, for example, a dose of 20 millisieverts per year for five years is not equivalent to receiving 100 millisieverts at once. \"A much safer situation is receiving a given dose over a long period\" - he emphasized.", "lang": "en"}
{"opinion_id": "op_003072", "text": "I came to Jan Kowalski towards the end of my pregnancy due to the fear that overwhelmed me that I wouldn't cope with labor pain. Fortunately, I found Jan Kowalski who found a solution to help me alleviate the pain and proposed a device called TENS. It was hard for me to believe that such a small device could help so much, it turned out that it WORKS!!! and helps in alleviating labor pain, thanks to Jan Kowalski and the TENS device I managed to get through the entire labor and cope with the pain, I really recommend :-). I omit the fact that Jan Kowalski is probably the only physiotherapist in Bydgoszcz who offers help to pregnant women in fighting labor pain by renting out the TENS device. Jan Kowalski approaches the whole matter very professionally and explains very thoroughly what the TENS device involves and how it works. Once again, thank you very much for the help in fighting the pain and the professional approach. It's good to know that there is such a person who approaches what they do with full commitment.", "lang": "en"}
{"opinion_id": "op_003073", "text": "Jan Kowalski pointed out that even if drug concentrations in rivers are now too low to notice the direct effects of these substances, we cannot say how small concentrations of substances will affect people or animals if such exposure continues for many years. The speaker noted that another serious problem is how wastewater treatment plants work. It's not only that treatment plants don't pose a significant barrier to drugs. An important issue is also that in wastewater treatment plants, organisms resistant to drugs, including antibiotics, may come into contact. Microbes can exchange genetic material, and thus pathogens more dangerous than those that entered may leave the treatment plant.", "lang": "en"}
{"opinion_id": "op_003074", "text": "This requires cooperation with research institutes, big industry, and searching for innovative ideas that emerge during scientific research, and then introducing them into European projects. We have started intensive cooperation with global companies to use scientific research to create innovative products for an aging society. Innovations may concern both creating new drugs or treatment procedures, but also increasing the efficiency of healthcare through new organizational systems or social innovations - added Prof. Anna Kowalska. The Vice-Rector informed that next week in Brussels she will receive a European Commission certificate awarding the university the title of EIT reference center. The Medical University in Łódź will obtain such entitlements as the first in Poland. Thanks to them, it will be able to cooperate with 74 EIT centers in Europe.", "lang": "en"}
{"opinion_id": "op_003075", "text": "Professional approach to the patient, extensive knowledge. The doctor examines skin lesions up close (not from behind the desk). A wonderful doctor. The only minuses are that once again I wasn't seen at the scheduled appointment time (over 40 minutes waiting) and once again the doctor wasn't feeling well, I had the impression she should rest, not see patients.", "lang": "en"}
{"opinion_id": "op_003076", "text": "In his opinion, however, there would be several more people in this field of research who deserve the Nobel. \"I wouldn't be surprised if in a few years another Nobel Prize is awarded to some next three researchers working in this field\" - he said. As Dr. Jan Kowalski recalled, the recipe for every living organism is encoded in DNA. \"There is all the information necessary to build the organism and its functioning. But DNA is a chemical molecule and - like any other molecule - is not eternal\" - he described. He added that DNA undergoes chemical damage, e.g., through the action of external factors - such as solar radiation. \"If such a recipe gets damaged, then it cannot be read\" - he said.", "lang": "en"}
{"opinion_id": "op_003077", "text": "On 10.10.2013 I was operated on by Dr. Jan Kowalski on the lumbar section, the surgery went successfully, now I'm returning to physical fitness. I'm very happy that I ended up with Dr. Jan Kowalski, a great professional, polite, always answers the phone, when he can't answer he calls back, the patient feels surrounded by caring medical attention from the very beginning. He perfectly illustrated my illness, where until now others had misled me (simply ignorance on the part of doctors), which allowed me to trust this doctor and undergo surgery as soon as possible, I had been on strong painkillers for a year (leg pain, numbness, nerve damage, sleepless nights). I recommend this doctor, a very good professional....... Thank you very much doctor........... regards, your patient Anna.", "lang": "en"}
{"opinion_id": "op_003078", "text": "This is probably the worst gastroenterologist one could encounter. In July 2010, I was referred with symptoms directly indicating IBD to the hospital. This doctor told me to stop taking Pentasa, which I had been taking for a long time, drink lemon balm tea, and take enterol and no-spa forte for severe cramping abdominal pains. When tests were performed and biopsies taken, the results showed nothing characteristic. The doctor stated that it must be irritable bowel syndrome, when weighing 42kg with a years-long anal fissure I wasn't able to eat anything because everything passed through me undigested. Fortunately, I found an excellent specialist who restored my remission. Only this year the disease manifested endoscopically and in biopsies: Crohn's disease. I want to warn you to be careful with this doctor. Having a medical academy diploma and specialization in gastroenterology, he should know that sometimes you have to wait even 5 years for the disease to fully manifest. He caused me a lot of harm.", "lang": "en"}
{"opinion_id": "op_003079", "text": "As research over the years has shown, synapses secrete enzymes that change the environment surrounding them. One of them is MMP-9, an extracellular protein-digesting enzyme. Research by Dr. Anna Kowalska, published in \"Nature Communications\", showed that MMP-9, like scissors, cuts another protein - nektin-3, which like scaffolding connects two nerve cells. When this protein gets cut, it stops performing its role. These results were confirmed in studies both on cell cultures in vitro and on animal models of chronic stress. \"Together with scientists from the Polytechnic in Lausanne, we discovered reduced content of nektin-3 in the hippocampus, a brain area of key importance in stress response and depression development. Molecular changes under the influence of chronic stress are reflected in animal behavior, which becomes more aggressive, showing abnormal social behaviors\" - explains Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_003080", "text": "After one visit I can't say what kind of doctor he is in his field but he's the most expensive I've encountered so far. At the first visit, the doctor wrote me a referral to the hospital in Sieradz for lumbar spine surgery saying it's necessary. The cost of a visit with Dr. Jan Kowalski is 300zl and I only found out about it when leaving. I don't recommend to average earners!!", "lang": "en"}
