{"opinion_id": "op_002001", "text": "These innovative heart valve prostheses are intended for both adult and pediatric patients. Their application may be particularly significant for younger patients due to the potential for growth and remodeling of the implanted valves, which offers hope for reducing the risk of reoperation in this group of patients. As reported by the FRK promotion department, work on the bioactive heart valve is based on the latest solutions in tissue engineering, bioengineering, and materials engineering. Acellular porcine matrices are used as a scaffold for creating biological heart valves, on which autologous cells are cultured. To achieve this goal, a comprehensive system was created to ensure the cultivation of bioprostheses in bioreactors that replicate natural in vivo conditions, which should ensure high valve durability.", "lang": "en"}
{"opinion_id": "op_002002", "text": "I don't know what kind of doctor Dr. Kowalski is. Judging by the comments, probably a good one. I was not his patient. I was in the office only once for prenatal tests, which showed that my baby had high nuchal translucency. I had the impression that I was bothering the doctor in the office; he mumbled something under his breath the whole time and clicked his tongue nervously because the baby didn't want to cooperate. In the end, he presented the situation as if the baby was definitely going to be sick. He gave me no hope that it might still be okay, that there was a chance the baby would be born healthy, and I even heard that 'if anything, I can have an abortion up to 20 weeks' - poor consolation for a 30-year-old woman whose world had just collapsed. I left the office so shaken that I didn't know what to do with myself. I know a doctor isn't for patting on the back and pulling the wool over your eyes, but maybe it's worth working on the way bad news is delivered. I don't know where this came from. Maybe because I wasn't his regular patient, or maybe he was just having a worse day. The only plus is that I got a referral for a consultation to another facility where another doctor did confirm that it could be bad but also gave hope that nuchal translucency doesn't prove anything yet, and that even the Papp-a tests, which came out tragically, don't decide anything. I made an appointment with Dr. Kowalski for tests based on good reviews and a recommendation from my gynecologist; unfortunately, I was disappointed with the visit :( . The child was born healthy.", "lang": "en"}
{"opinion_id": "op_002003", "text": "I went to the doctor for many years, and I agree with all the opinions here, she is very good. However, I don't intend to visit her again. When I returned from vacation six months ago with a swollen, teary eye, I immediately went to the emergency room at Hospital No. 2 in Mysłowice, where I was admitted by Dr. Kowalska. I was in shock. Dr. Kowalska acted as if she didn't know me at all, she was very unpleasant, snappy, and interrupted me. She said I should have walked around with this eye for a while longer and gone to my own ophthalmologist (heck, she was my ophthalmologist since childhood!!!). When was I supposed to do that? First, you have to get a referral and then wait God knows how long for an appointment. The last time I waited 4 months for an appointment with Dr. Kowalska! Unless she meant a private visit! Only a helpless person would wait that long, especially since after returning from vacation it's time to go back to work; who can afford to take time off after a vacation and run around to doctors???", "lang": "en"}
{"opinion_id": "op_002004", "text": "I ended up with the doctor for an ultrasound by accident at 36 weeks and I do not recommend it. I had three ultrasounds done earlier elsewhere, where for 100 zł there were excellent conditions for the ultrasound (5 photos, a detailed explanation of what's happening with the baby, I could see everything on a separate screen, a screen, etc.). Unfortunately, this was not the case with Dr. Kowalski... 120 zł for an examination without photos... I couldn't see clearly what he was showing because only he had the monitor, positioned at an angle, so it was hard to see anything. If I'm paying, I expect more. I certainly won't go there again. This time I had to because there was no available appointment at the other, trusted place.", "lang": "en"}
{"opinion_id": "op_002005", "text": "He is a very nice and friendly person. But as a doctor... I go to him on Dworcowa Street, but I'm honestly considering switching to another gynecologist. He is constantly late, and besides, he said he wouldn't do an ultrasound for me until the end of the pregnancy because it takes too much time! And I'm in my 18th week, so I still have quite some time to go. He told me to get an ultrasound done in the city, probably meaning a private visit...", "lang": "en"}
{"opinion_id": "op_002006", "text": "Over three years, using over 4.5 million euros in EU funds, we created a research center - ten teams working closely together on research into healthy aging. Thanks to this money, we were able to improve the quality of our scientific research, which we achieved through international scientific exchange and investing over 1.5 million euros in modern equipment. The program also enabled the promotion of our scientific research - we organized ten international conferences with hundreds of speakers from all over the world - emphasized the center's coordinator, Prof. Jan Kowalski. The Healthy Ageing Research Centre (HARC), created at the Medical University of Łódź, is a scientific, research center that promotes knowledge on the broadly understood issues of aging. As part of the project, which involved 21 foreign partners between 2013-2016, a virtual laboratory conducting advanced research on the immune system and the first biobank in Łódź, where samples for scientific research are stored, were created, among other things.\tmeta_zero\tmeta_zero\tmeta_zero\t\t\nmedicine\tI have been a patient of Dr. Anna Kowalska for over 10 years and I cannot imagine it being any other doctor. Dr. Kowalska has never let me down. I have absolute trust in her. Dr. Kowalska combines top-tier professionalism with an incredibly warm, empathetic, and tactful approach to the patient. She can patiently explain and talk about the problem you came with for as long as the situation and the patient require. My daughter is also a patient of the Doctor and fully shares my opinion. It's impossible not to mention the entire Team at the Clinic - competent specialists who spread smiles, warmth, and kindness. The amazing, almost magical atmosphere at the Unident Union clinic doesn't resemble a dental office waiting room at all. I wholeheartedly recommend it because both the Doctor and the clinic she created are worthy of the highest recommendation.\tmeta_plus_m\tmeta_plus_m\tmeta_plus_m\t\t\nmedicine\tHe developed 33 pictograms, which he divided into three categories. We have, for example, markings that optimize the medication by indicating that it must be taken before eating, on an empty stomach, or even - in the case of antifungal drugs - after a fatty meal. The second type are pictograms saying how often, how many times a day to take the medication. The third group of pictograms indicates the correct way to store the medication. A good example is insulin, which patients often put in the freezer, rendering it unusable. Another example is anticoagulants. They should not be stored in the refrigerator, yet the information on the packaging: 'store at a temperature below 25°C' causes patients to put it there anyway\" - describes the PAP interviewee. Ultimately, the pool will contain 55 pictograms. Each will be a colorful sticker measuring 25 mm by 1 cm. Each will have a picture and written text. The stickers will not be assigned to a specific drug, but to the active substance, such as paracetamol or ibuprofen.", "lang": "en"}
{"opinion_id": "op_002007", "text": "I am not satisfied with the visit. To find out anything, you had to 'drag it out of him'. An unpleasant, even boorish person. Zero contact with the patient. I'm glad he wasn't the one who operated on me. Maybe he is a good surgeon, I don't know, but the whole 'rest' - a tragedy. You can go to another doctor with the same or better references and be treated much better.", "lang": "en"}
{"opinion_id": "op_002008", "text": "I came to Dr. Anna Kowalska's clinic after months of searching online. I was looking for a doctor who would first fix the mistakes of another doctor and only then perform other procedures. After a long conversation, the doctor said it would take a while. I was patient. After several procedures, I was fully satisfied. I use several other procedures after which I leave happy and satisfied. Dr. Kowalska is an exceptional person with full professionalism. Before each procedure, she gives me a sense of certainty and safety. And with each subsequent procedure, I look nicer and very natural. Thank you very much and I highly recommend the doctor to all ladies. Thank you. Teresa", "lang": "en"}
{"opinion_id": "op_002009", "text": "I am surprised by the doctor's behavior - positively, of course. Currently, I don't live in Poland, so it's difficult to make an appointment when you are in the country only for a few days every few months (additionally, I'm not from Warsaw). However, the doctor gave me expert advice over the phone, answered all my pressing questions. We really need more real doctors like this in Poland instead of pseudo-doctors who collect money for 5 minutes spent in their offices, after which you still wonder - what's really wrong with me?... because in 5 minutes I won't learn anything more about my illness or only as much as I already know myself...", "lang": "en"}
{"opinion_id": "op_002010", "text": "I came to Dr. Kowalski thanks to positive recommendations on this portal. Unfortunately, he treated our visit routinely. It's true that he is composed, but he spoke so quietly under his breath that I often had to ask about the diagnosis or further explanations. I wanted advice on delaying the first vaccinations, but on this topic I felt dismissed and treated condescendingly. A compensation is his approach to the child - he smiled, talked in a calm tone, and performed the examination gently.", "lang": "en"}
{"opinion_id": "op_002011", "text": "Hello. If I can express my opinion about the Doctor, it must be a positive one in every respect. Regarding the Doctor's expertise - full professionalism, an excellent specialist, I can recommend her with a clear conscience. However, an indispensable attribute of a doctor is also their approach to the patient, and here the Doctor is simply brilliant, a doctor with a vocation, and I know what I'm writing about because in a 200,000-strong city on a long August weekend, no other specialist found the time, and probably the willingness, to help me with an advanced ear infection. Full respect for the Doctor.", "lang": "en"}
{"opinion_id": "op_002012", "text": "I recommend Dr. Kowalska with all my heart. She is an extremely friendly, thorough, and warm person. Her calmness and warm smile make me feel comfortable and very at ease at every visit. I am also not afraid to ask anything because the Doctor always explains everything patiently. You can see that she cares about every patient. She approaches each of us individually, focuses on her problems, listens carefully, and most importantly - in my case, she always helps. She even gave me her number, so in crisis situations I could call and say what was worrying me. I also had a minor procedure performed by the Doctor in the hospital. Everything went very smoothly, and Dr. Kowalska showed great professionalism and concern for me both during my stay in the hospital and during my convalescence. To summarize, Dr. Kowalska is a doctor with a vocation who does her job with passion, and as can be seen from the number of positive comments on the Internet - she is enjoying increasing popularity. Kielce gynecologists may start to tremble for their positions because they have grown a powerful competitor in the form of Dr. Kowalska - there is no other gynecologist like her in Kielce!", "lang": "en"}
{"opinion_id": "op_002013", "text": "A child of this age can also try a bit of festive, roasted meats and cold cuts, provided they are prepared themselves, with a small amount of salt. If we give them stuffed eggs, the filling should be, for example, baked salmon, cooked fish, or vegetables. Dishes with the addition of raw eggs, e.g., cold cheesecake or homemade mayonnaise, should also be avoided by pregnant women. A safer solution would be hard-boiled eggs or in the form of a well-set scramble, eggs stuffed with fish or vegetables. \"Eating raw eggs, meat, or fish carries the risk of Salmonella infection. Any diseases requiring pharmacological treatment are too risky for the health of a child in the mother's womb\" - emphasizes the PAP interviewee.", "lang": "en"}
{"opinion_id": "op_002014", "text": "Since there were no tools on the medical market to measure hand muscle strength, the specialists from Olsztyn decided to create them. As a result, after several months of work by doctors and mechatronics engineers (in cooperation with the Institute of Fundamental Technological Research of the Polish Academy of Sciences in Warsaw), a device was created that measures the muscle strength in the hands of people suffering from ALS. It looks inconspicuous: a small box with two triggers. Patients place their index fingers on these triggers and press the protrusions with all their strength. \"The device is very simple, but it is of fundamental importance to us because it measures the pressure force of the patient's fingers. Because the device is calibrated, we know if this strength is weakening or is constant\" - explained Dr. Kowalski to PAP. He added that because the device is light and small, patients will ultimately take it home, and the results of their muscle strength tests will be sent automatically to the doctors at the hospital.", "lang": "en"}
{"opinion_id": "op_002015", "text": "Terribly unpleasant. When I asked if he could see me privately earlier, outside of scheduled appointments, because bleeding had started, which would justify an accelerated visit, I heard an unpleasant, full of reproach text over the phone that how much can he work, don't even joke and what do I think. Was it so hard for him to say humanly that he can't see me because of time or patients, but the ill-mannered person had to grumble so unpleasantly. I hung up the phone after being treated like that. A doctor's mission is not only treatment but also the relationship with the patient. A good relationship. Mr. Kowalski completely lacks this. Sorry, but it's the truth.", "lang": "en"}
{"opinion_id": "op_002016", "text": "It is not yet fully known where anorexia comes from. However, Prof. Kowalska mentions that there are environmental risk factors associated with the development of the disease - such as family dynamics. For example, people who experience difficulties in separating from their family more often suffer from anorexia. But also the opposite - for example, those who have a symbiotic relationship with their mother. Among people with anorexia, those with trauma, who have experienced sexual abuse, are also more common. Culture is also not without significance - the fashion for \"size zero\", the promotion of thin models and actresses in the media, and perfectionism in striving for a beautiful body. \"However, we must take into account that in middle schools or high schools, the percentage of people who diet is very high, and only a small part of them develop anorexia. So, in the development of anorexia, factors that are not environmental certainly also play a role, meaning genetic programming\" - said the psychiatrist. She added, however: \"It is already known that anorexia is not a single-gene disease.\"", "lang": "en"}
{"opinion_id": "op_002017", "text": "I was with her for the first time. She is energetic and matter-of-fact, but also very friendly and kind. She made a diagnosis, recommended rehabilitation - including home treatments on my own, and immediately showed me a few exercises. I left the office satisfied and reassured. I'm not giving the highest rating because I'm just starting treatment, so it's hard for me to say anything about her competence in more difficult matters, but the opinions of the ladies waiting outside the office were very complimentary.", "lang": "en"}
{"opinion_id": "op_002018", "text": "The doctor led my pregnancy. I am giving a neutral rating because while her knowledge and competence are evident, sometimes there is a lack of approach to the patient and a few words of explanation about certain things. A comment during the ultrasound that everything is in order is not necessarily enough for a young mother. A problem with appointments appeared once she had fewer hours at Lux Med. It's hard to book an appointment at short notice when you're discharged from the hospital. And the doctor later gets annoyed that in urgent cases her head is bothered among other patients and claims that in such a case one should go to another doctor... But she is the one leading the pregnancy. And that it wasn't an urgent matter at all. How was I supposed to know that before the visit? Referrals for tests needed for the hospital for delivery are not issued during such a visit because you need to make a regular appointment for that - appointments are in 3 weeks, but delivery is imminent... Besides, I heard that the doctor can determine the baby's gender on an ultrasound either 100% or 0%. You either see it or you don't. Arrogance? From other doctors I've heard that there is never 100% certainty.", "lang": "en"}
{"opinion_id": "op_002019", "text": "The doctor provided neurological care for my daughter last year. I was very disappointed with him. After the first visit, when my daughter was 6 months old, he diagnosed slight floppiness in her legs and nothing else, told me to come back in half a year, and did not recommend any exercises. I returned after 4 months because I saw that my daughter was developing abnormally, that there was a chasm between her and her peers. He ordered blood tests and said that we could possibly start exercises, but generally, that we should get used to the fact that our daughter will be different!!! He gave no guidance on how, where, or with whom to exercise. After this visit, we consulted with 4 other neurologists (including in Warsaw), we immediately started intensive rehabilitation; when my daughter was a year old, cerebral palsy was even suspected. Now my daughter is over 2 years old, she walks, she is developing, although her development is still delayed compared to her peers. The doctor did not see the threat, he allowed us to miss a very important period when a lot could have been caught up with rehabilitation. He didn't even recommend a head ultrasound, and when my daughter was a year old, the fontanelle had already closed and an ultrasound couldn't be done. Very bad experiences and I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_002020", "text": "I came for a visit hoping for help in curing an illness that I had already seen several other doctors for without success. And so we start standardly: examination, prescription of pills (I showed her the list of those I had taken earlier that didn't help), more visits, more pills + hormones + ointment + suppositories. Next visit, zero changes. Next prescription. Until recently, buying the prescribed medicines and taking them, I had déjà vu. It's hard to remember the names of medicines, and I believed that Dr. Kowalska had the course of treatment written down for herself, and I wouldn't have suspected that such a situation could occur. I took the newly purchased medicines for 1 day, after which I found a remainder of the ointment in the drawer that I had used several months earlier and which was identical to the current one. Conclusion? I received the exact same prescription for the exact same set of medicines twice, several months apart. Nice waste of money and great disappointment. Dr. Kowalska is good at prescribing pills. Do you want to start taking hormones? I recommend....", "lang": "en"}