{"opinion_id": "op_002641", "text": "\"One must realize that we have as many as 18 such subtypes, with only eight being significant in human pathology. But these eight are characterized by such variability that no one can predict whether even in the next year or subsequent years a new mutation might emerge that won't respond to rapid vaccine prophylaxis,\" emphasized Prof. Jan Kowalski. As he noted, the aggressiveness of this disease is very serious, and the growing mobility of societies means that its period of occurrence has significantly lengthened. In the past, influenza would arrive in Poland by the end of February and last roughly until mid-April, whereas now cases are recorded from early autumn until very late spring.\"", "lang": "en"}
{"opinion_id": "op_002642", "text": "Particularly, people after cataract surgeries should remember to protect their eyes during heatwaves. \"Patients after cataract surgery have artificial lenses implanted, which are transparent and do not filter light appropriately like natural lenses. Therefore, they should especially protect their eyes with sunglasses that have filters, as there are more and more such patients—and at increasingly younger ages,\" she added. In the case of children, sunglasses are not always recommended, and \"one must be careful here.\" \"If the lenses only darken the image, they will prevent the pupil from constricting, which are the natural protective processes that occur in the eye. This will cause much more harmful light to enter the eye, meaning that, in our conditions, if a child is going to wear any random glasses, it's better they wear none at all,\" she emphasized.", "lang": "en"}
{"opinion_id": "op_002643", "text": "I relied on opinions from the portal znanylekarz.pl, and I can say with full conviction that it was a very good decision. I had very neglected teeth and after over a 5-year break, I went to the dentist. It turned out that I had many cavities, some more and some less serious. The treatment took a very long time, but I can say that this is the best dentist I have ever been to. (During this time, I once had to go to a dentist in my hometown and I realized it was a huge mistake!) Dr. Jan Kowalski is very gentle; every visit was completely painless. Full professionalism—I knew exactly what was being done to my teeth each time and why. A very friendly atmosphere. I recommend him to everyone, whether for a one-time visit or long-term treatment. Such a doctor is hard to find.", "lang": "en"}
{"opinion_id": "op_002644", "text": "We can take care of the endothelium ourselves, primarily by paying attention to what appears on our plate. \"It's important to remember that the diet should be balanced, rich in vegetables and fruits, which are sources of vitamins and antioxidants, and to limit the consumption of animal fats,\" explains Dr. Anna Kowalska. \"Secondly, try to eliminate stress, which isn't always easy, and get plenty of exercise. All this will ensure an appropriate profile of endothelial activity and minimize the risk of cardiovascular diseases,\" she adds. Modern endothelial research is conducted at many levels and concerns various aspects of its functioning. More effective treatment of endothelial disorders is possible thanks to a better understanding of its role in the development of specific diseases.", "lang": "en"}
{"opinion_id": "op_002645", "text": "The earlier cancer is detected, the greater the chance of a cure, which in oncology means at least a 5-year survival of the patient without recurrence of the disease. As Jan Kowalski reminds, endoscopic examination of the large intestine, i.e., colonoscopy, is free and available to everyone over 55 years of age as part of the screening program. Patients receive invitations for tests that allow detecting cancer at an early stage. Each of us has a chance to reduce the risk of cancer development. During the examination, precancerous changes, i.e., polyps, are detected. Patients who come to the doctor only with full-blown colorectal cancer are in a very difficult situation. Nevertheless, even in these cases, the most modern medical and therapeutic procedures are used, which extend the patient's life with cancer. \"Year by year, patients have access to increasingly modern treatments—whether chemotherapy or surgical methods. People with generalized colorectal cancer, i.e., those who already have metastases to the liver, have access to new drugs targeted at specific molecular targets. Last year, the Ministry of Health decided that drugs which were available only in the third line of treatment have been moved to the first line of treatment,\" says Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002646", "text": "Unfortunately, I cannot agree that the doctor examines everything thoroughly—at my first visit, he did perform an ultrasound of the ovaries, but he did not examine the breasts. Another doctor examined me and it turned out that I had nipple discharge and ordered additional tests—quite a lot of tests. Dr. Jan Kowalski, instead of ordering tests, continued prescribing me the same pills without much analysis of whether they were good for me or not. Moreover, he justified results that exceeded the norm several times over by saying that I was probably nervous and stressed too much.", "lang": "en"}
{"opinion_id": "op_002647", "text": "I made an appointment with Prof. Jan Kowalski in March because tests showed a high level of TSH. My impressions—the professor is arrogant; he ironically commented on the fact that I didn't understand something, and when I firmly pointed it out to him, he softened a bit. I visited him several times and never again—he is interested in nothing else besides the TSH result; the visit lasts less than 5 minutes, a glance at the TSH result, printing a prescription, and goodbye. I do not recommend!", "lang": "en"}
{"opinion_id": "op_002648", "text": "Overall, I rate the visit rather positively; medically, I have no objections. I only didn't like the disapproval upon my information about not using contraceptives; I believe it is my private matter, especially since I am aware of the consequences. Besides, the doctor did not prescribe anything for treating the erosion, which I also consider a minus. I rate the visit neutrally; for the next one, I will rather go to another doctor.", "lang": "en"}
{"opinion_id": "op_002649", "text": "Tests were already conducted on mice and on macaques (primate monkeys). The animals were irradiated with a high dose, which is lethal only to some of the animals. \"In their blood, we tested several hundred different microRNA molecules. Using statistical methods, we narrowed down the search and detected three molecules that indicate irradiation with a high dose and two that allow determining the probability of survival,\" explains Dr. Anna Kowalska. She explains that macaques are similar enough to humans that the conclusions from the research can be applied to people as well. \"To verify this, we compared the genomes of both species and confirmed that the microRNA would behave analogously in macaques and humans,\" says the researcher from the Medical University of Łódź.", "lang": "en"}
{"opinion_id": "op_002650", "text": "The first childbirth is a great unknown for each of us... fear of pain, of what will happen. When the whole machinery starts and that most beautiful moment of life begins, a woman desires nothing more than the support of a professional. And that is exactly what Anna is... professionalism in her field. I felt safe from the very beginning, from the first phone call when something started 'happening.' She was with us through every single contraction, and between them, she gave encouragement and motivation... with advice and a smile. She informed us of every progress, helped find the right position. She created an 'atmosphere' for us... there was music and dim lighting :) We warmly recommend! Anna? Thank you.", "lang": "en"}
{"opinion_id": "op_002651", "text": "As the scholar explains, the biomedical imaging methods developed by his team enable non-invasive observation of organs, tissue systems, and cellular systems in human or animal organisms. Alongside applied research, the professor conducts fundamental work, seeking new possibilities offered by light. Understanding the principles of modern optics and based on available technology, he studies the complex nature of light to best utilize its properties in imaging biological structures—so as to do it as non-invasively as possible, i.e., causing the least harm. \"Light is a primary physical phenomenon for the existence of the universe; it is the best information carrier known to humanity. The very complex nature of light allows its properties to be utilized in various ways. We are still trying to know, understand these properties, and master them,\" says Prof. Jan Kowalski and explains that the challenge is both to understand and create a model describing light and to utilize properties that researchers understand but find difficult to control.", "lang": "en"}
{"opinion_id": "op_002652", "text": "One way or another, genetic parasites create quite a mess in our genome. \"As much as 17% of DNA in the human genome consists of LINE-1 elements encoding so-called retrotransposons,\" he said. His team, composed of young scientists, Dr. Jan Kowalski—the first author of the publication, Dr. Jan Kowalski, and Anna Kowalska, has just published an article in the prestigious journal 'Cell' showing a previously unknown way in which the cell can block these little gene tricksters from further multiplying (https://doi.org/10.1016/j.cell.2018.07.022). As the scientist explained, each of us has between 80 and 100 active retrotransposons in our cells. \"They are not needed for anything; in fact, they are harmful,\" says the scientist. By inserting themselves into DNA, they lead to mutations, often accompany tumor formation, or even lie at its basis.", "lang": "en"}
{"opinion_id": "op_002653", "text": "I have been a patient of Dr. Jan Kowalski since July 2013, and I can only say good things about him. First and foremost, he is a professional, and secondly (but no less important) he is a wonderful person. He managed my pregnancy, which was not the easiest to handle. I could always count on exhaustive information (no matter what I asked) as well as immense kindness, care, and empathy from Dr. Jan Kowalski. The childbirth, which took place in January 2014, was not easy for me, and I almost lost the child, who fortunately survived but had to be hospitalized. When Dr. Jan Kowalski found out about this, he supported me and my husband greatly. And he still shows interest in our son. I highly recommend Dr. Jan Kowalski. Most importantly, Dr. Jan Kowalski is 100% human in a human.", "lang": "en"}
{"opinion_id": "op_002654", "text": "My daughter has been a patient of Dr. Anna Kowalska for 2 years. Until now, I was very satisfied with the treatment, approach, and personality of Dr. Anna Kowalska. Unfortunately, about 2-3 weeks ago, due to lack of phone contact, I sent an email to Dr. Anna Kowalska requesting an urgent visit because the child's condition worsened and, on top of that, had bad test results. Unfortunately, I haven't received a response to this day. I sought advice from another doctor. All day yesterday I tried to call Dr. Anna Kowalska, left messages because the little one got worse again, and it got to the point that she was scratched until she bled and could barely see with her eyes. In the end, another doctor helped us. I am disappointed by the passivity of Dr. Anna Kowalska, especially since she has time to respond to comments. Disappointed Mom.", "lang": "en"}
{"opinion_id": "op_002655", "text": "Dr. Anna Kowalska explained in a substantive manner what the treatment would involve (chronic acne in an adult), talked about possible side effects of the treatment, and answered questions regarding all my doubts (Isotretinoin therapy); additionally, Dr. Anna Kowalska is a very nice person; I hope that the treatment results will be as positive as the visit was :)", "lang": "en"}
{"opinion_id": "op_002656", "text": "I am in the 37th week of pregnancy. Today was my first time with Dr. Jan Kowalski at Lux Med. A very pleasant visit in a nice atmosphere. The doctor himself asked about my well-being and answered all questions. Without any problem, he wrote a referral for an ultrasound and a prescription that I always get from the surgeon. I recommend 100% ;)", "lang": "en"}
{"opinion_id": "op_002657", "text": "It's hard to evaluate; this lady didn't harm me, but to talk about help... it's also difficult. I got an allergy from cosmetics, so there was nothing to diagnose; I knew what it was. I got prescriptions, but for the prescribed medications to bring me any relief—probably not. After some time of discontinuing the cosmetics, the allergy went away, and that was it. Patient contact was correct.", "lang": "en"}
{"opinion_id": "op_002658", "text": "I came to Dr. Jan Kowalski by chance, recommended by a friend. After 3 years of infertility treatment and searching for various causes of my problems, my husband and I started trying for a child. Another, fourth year passed, this time not only of treatment but also of intense efforts. Unfortunately, without result. Doctors from my region gave up, claiming the situation was too complicated, ovarian reserve depleted, and time unfortunately wasn't on my side. Then my husband and I decided to visit the doctor. After not even a full year of treatment, including various kinds of tests, therapies with different medications, and also procedures, it worked out, though there were tough moments too. Dr. Jan Kowalski never lost hope, always approached the problem with a sense of humor, reminding that the mental state of the future mother is as important in treatment as the mentioned therapies. Currently, I am in the fifth month of pregnancy. I am convinced that we managed to conceive and sustain it thanks to the doctor's vast experience. I'll add that I come from the Podkarpackie Voivodeship, and despite the long journey, fatigue, and costs, it was worth getting to know and deciding to visit Dr. Jan Kowalski. I sincerely recommend.", "lang": "en"}
{"opinion_id": "op_002659", "text": "A truly wonderful doctor, very nice and thorough. During the examination, the doctor maintains contact with the patient the whole time, saying how to breathe and how much time is left until the end of the examination; for me, that was very important and helped me get through the gastroscopy relatively stress-free. After the examination, Dr. Jan Kowalski spent a lot of time answering all my questions and giving me detailed instructions on how to proceed to optimally shorten the treatment time. I warmly recommend to everyone who is afraid of gastroscopy; with this doctor, it's almost a pleasure.", "lang": "en"}
{"opinion_id": "op_002660", "text": "Scientists also conducted tests on a mouse model of herpes, which mimics the course of herpes in humans. Histological studies on tissue samples taken as a result of these tests showed a significant reduction in the number of HSV-2 infection foci and their size, confirming their antiviral action. Meanwhile, a team of scientists from the Medical University of Gdańsk, under the leadership of Prof. Anna Kowalska, conducted research on the causes of adverse vascular changes in juvenile type 1 diabetes. This diabetes affects children and adolescents in 80-90% of cases, mainly between the ages of 12 and 15. It is an autoimmune disease leading to the slow destruction of beta cells located in the pancreas, which produce insulin, and the loss of the ability to secrete it. According to WHO research, in 2000, there were 171 million people worldwide with all forms of diabetes, and in 2030, there will be 366 million; meanwhile, the number of people with type 1 diabetes will increase 2.3-fold in the same period.", "lang": "en"}
