{"opinion_id": "op_000981", "text": "I met Dr. Anna Kowalska last year, when discontinuing contraceptive hormones and preparing my body for pregnancy. After thorough tests on hormonal function, where problems with excessively high testosterone levels and thus poor prospects for quick pregnancy were identified, the doctor got my body \"back on track\" by prescribing medication. Unfortunately, despite my requests, hormonal tests were not repeated after treatment, as Dr. Anna Kowalska stated there was no need. This is the first minus I give her: the certainty that her therapy must work because high testosterone is a textbook case. I continued treatment with Dr. Anna Kowalska. What initially convinced me about her was that she actually listens at first, tries to ask about everything, answers all questions (expressing her own! her medical judgment), and focuses on test results. This has its good sides, which as I told her I appreciate. What she lacks is a bit of humanity, a calling to the medical profession, the ability to talk to people, empathy, the skill to empathize with the patient's situation, and above all, treating each case as unique! Dr. Anna Kowalska looks at things generally and through the lens of textbook cases; personally, I felt like on an assembly line during her examination. One, two, three, and next... Dr. Anna Kowalska managed my pregnancy until week 15. I didn't allow her longer because she would have led me to another miscarriage. As in the previous case, without her \"own\" ultrasound equipment, Dr. Anna Kowalska did not bother to check the chorion detaching by one-third (two weeks before the visit I ended up in the hospital with hemorrhage) and sent me away, inviting me back in a month. She stated that from a medical point of view everything was fine, so I got sick leave only upon my request, because according to her I could return to work... I should add that the pregnancy is threatened, I'm taking Duphaston to sustain it, with recommendations to lie down, no physical activity, no lifting, etc. Dear Dr. Anna Kowalska, if you ever look at the forum where you can learn a lot about your treatment approach from your patients' perspective, please consider that every pregnant woman needs to feel properly, not superficially, cared for. Nothing will happen if you spend more than 5 minutes on a patient's visit. Heck, you might even save some little being.", "lang": "en"}
{"opinion_id": "op_000982", "text": "At the Przemiany festival, ways to achieve longevity were discussed by: food culture researcher - Dr. Magdalena Tomaszewska-Bolałek, biologist - Dr. Barbara Pietrzak, and Dr. Daniel Śliż, MD. Over the last hundred years, the average human lifespan has increased by an average of 30 years. Although partly - as Dr. Barbara Pietrzak emphasized - this is due to reduced infant mortality, such life extension has indeed not been seen before in the entire animal world. \"Human mortality in pre-industrial times was more similar to mortality in other hominid populations, e.g., chimpanzees. Through cultural changes, advances in interventional medicine, and improved quality of life, over several - a dozen or so generations we have covered a longer distance than previously over hundreds or thousands of years of evolution,\" said biologist Dr. Pietrzak.", "lang": "en"}
{"opinion_id": "op_000983", "text": "After two visits, I changed this doctor to another. Poorly communicative, ignoring the patient, quick and rough examination. You have to ask about everything. I tried to find out how to treat the erosion he detected, and he told me that not treating is now in fashion. I can take suppositories. For how long? Until I get bored. This is not professional medical advice for me. Especially since there are other treatment methods, and above all, more precise diagnostics.", "lang": "en"}
{"opinion_id": "op_000984", "text": "I fully agree with the post from ewa29. I also have very mixed feelings. Over several years, I experienced both kind, friendly, and engaged approach from the female doctor, and complete lack of interest, not to say disregard. I have no idea what it depends on. Overall, the balance is such that I made the decision to change doctors because I simply expect and need something different from a doctor as a professional and as a human being. Of course, it's worth checking and convincing yourself, but since I myself - when looking for doctors of various specialties - use this forum, I also decided to speak up.", "lang": "en"}
{"opinion_id": "op_000985", "text": "\"We achieved the planned results. We supported animals with both the larger and smaller prosthesis for a month. The prostheses worked correctly, fully confirming their hemodynamic efficiency, functionality, manner of cooperation with the heart and circulatory system. The prostheses were free of clots, none had a defect, and no inflammatory reaction occurred in the animals,\" he added. Currently, there is only one pediatric prosthesis on the market, a German one, used in several dozen children also in Poland. \"Heart failure in adults is a more common problem, it's even a social disease. However, heart support in children is also developing. This is a more difficult field because prostheses need to be miniaturized, but this technological challenge must be undertaken because heart support systems for children are needed,\" said Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000986", "text": "I was in my 9th month of pregnancy with a rash all over my body... the doctor didn't even stand up to look better, barely glanced... prescribed me only a vitamin A ointment and goodbye. Due to the rash, I ended up in the hospital for 2 weeks until delivery. Very poor considering the cost of the visit.", "lang": "en"}
{"opinion_id": "op_000987", "text": "I came with my child with a sore finger to the emergency room. The male doctor didn't even look properly, just rudely commented that we didn't want to come earlier, only at 11:00 PM (I was there at 7:00 PM, but due to \"great\" work organization, I was admitted after 4 hours). Carelessly, he wrote a referral for an X-ray. The trip turned out justified because the finger was broken. Unfriendly, rude, not to say crude. I might understand frustration with poor work organization, but you can't show your dissatisfaction to the patient. Every person deserves respect, especially a patient from a doctor. The behavior of such people shapes a negative image of doctors. I definitely don't see the passion the doctor talks about in the introduction. I do not recommend contact with this uncultured person.", "lang": "en"}
{"opinion_id": "op_000988", "text": "I've had several visits with Dr. Jan Kowalski, I can say he is managing my pregnancy. At every visit, I am examined, the baby's heartbeat is checked - with clear medical information provided. When referring for tests, Dr. Jan Kowalski explains and justifies such and not other procedures. He always asks how I feel, if there are any discomforts. Appropriately but gradually, my hormone doses were changed (hashimoto). The only thing I can nitpick - in my opinion - is little engagement in managing my pregnancy - but on the other hand, I am fully aware that with such a large number of patients, it's hard to be engaged in every case. So I wish the male doctor further success in his work and a group of regular patients!", "lang": "en"}
{"opinion_id": "op_000989", "text": "It was similar for me as I read with some. At first \"WOW\" super doctor, he knows so much about me, here it will hurt after touching, and sleeping with one leg tucked is unhealthy, etc. Naively, I swallowed everything and even adjusted to the diet. Suppositories and tamoxifen were also there. A year of treatment and obviously wasted. An older acquaintance and a good friend, after my praising, also ended up with the doctor and of course the same talk and medications. Unbelievable how smooth-talking he is and how he can convince us. I wonder why such a good doctor only practices privately? ! Don't get carried away by fantasy, the desire to get pregnant will make us believe what he says. I recommend consultations in several places with several specialists, preferably those also working publicly!!!!", "lang": "en"}
{"opinion_id": "op_000990", "text": "According to prior information, the examination was to be conducted along with an ultrasound. Unfortunately, the examining doctor decided it was unnecessary. Due to increasing pain caused by a serious fall, I decided to repeat the examination but at another center. This time, the doctor deemed conducting the examination with ultrasound absolutely necessary. Without it, he wouldn't be able to issue a proper diagnosis. I would like to add that I am an elderly woman (88 years old) and it seems to me that every accident (I am very badly bruised and find it hard to move) should be thoroughly diagnosed.", "lang": "en"}
{"opinion_id": "op_000991", "text": "The female doctor practices in Otwock. The office is nice with rehabilitation facilities. The visit proceeded in a matter-of-fact atmosphere, it's visible that the doctor takes her work seriously and thoroughly. But one thing I really missed: the female doctor is so matter-of-fact that she is sometimes too cold and dry. I understand, there's nothing to laugh about here - neurology. But a smile would help, some kind word - it reduces unnecessary distance and fear, creating a good psychological ground (neuroses say hello!). I've been to more than one professor and they, \"great\" professors, can be more friendly.", "lang": "en"}
{"opinion_id": "op_000992", "text": "Anna is a professional psychologist. Very engaged in her work and attentively listening to the patient. In our case, the patient is my 13-year-old daughter, for whom Anna found a suitable therapist regarding the occurring problem. We are only after 1 visit, but my daughter wants to go for another and that is the best proof that we recommend this psychologist.", "lang": "en"}
{"opinion_id": "op_000993", "text": "I have very weak teeth, or rather I had, because I already have all treated, and the female doctor took care of them so well that I wish that for everyone. I kept hearing that my teeth are weak, that nothing can be done with them, that it's best to remove them. And the female doctor, not only quickly established a cordial contact with me, but also made me believe that dentures are not my destiny. It turned out I have strong roots, no periodontitis, just weak enamel. She motivated me to take care of them, and now I have beautiful teeth, my own, because I got used to crowns, and most importantly, I stopped being afraid of dentists, as they are also people. It took half a year, but now it's the second week without a visit, only in half a year, and I miss it. The female doctor is a very warm person, very nice, and everyone who works there, I also want to thank for the care and for the dose of optimism I received.", "lang": "en"}
{"opinion_id": "op_000994", "text": "I have been the doctor's patient for 3 years and I am really satisfied, he is nice, competent, I go to the office on Babanie relaxed without stress :) he manages my pregnancy, I go to the office on św. Wojciecha but I had an ultrasound privately at Medicus, I wanted to have a 4D ultrasound and be sure everything is okay. The first ultrasound I had at 12 weeks was okay, the next at 18 weeks he measured everything needed, said I would have a daughter but he didn't like the heart so he gave me contacts for a very good fetal heart echo specialist in Szczecin and I was to go for a visit. In the meantime, he found out that with a referral I wouldn't have to pay for the examination, he wrote me a referral and said to make an appointment for week 20 and the day after the visit in Szczecin to come to the office with the description of how things are. After the examination in Szczecin, the doctor stated there is a spot but it is not dangerous, a weight fell off my heart. The next day I went to the doctor with the description from the specialist from Szczecin, I saw relief in his eyes too that everything is okay. I honestly recommend, a great doctor.", "lang": "en"}
{"opinion_id": "op_000995", "text": "A doctor who may know his stuff but when it comes to patient approach, none. On Okrąg Street he accepts of course for money and not small, but he is half an hour late and besides, he doesn't care about the patient who has been waiting 40 minutes for the visit, only after intervention he graciously accepts. I think private patients who pay huge money should be treated differently. It seems the doctor is the most important here, not the patient.", "lang": "en"}
{"opinion_id": "op_000996", "text": "In the experience, two elements were primarily important - implanting the pulmonary valve in the aortic position to create conditions with extreme pressure and comparing the valve with commercial counterparts. It turned out that our valves showed no degenerative changes or calcification features, which is very important. These are certain premises indicating that this research direction is correct - summarized the head of the Bioengineering Laboratory of the Foundation for Cardiac Surgery Development, Dr. Piotr Wilczek. As he informed PAP, the research team still has 3-4 years of research and experiments ahead. \"If this stage ends positively, clinical trials can begin,\" he said. He added that another experiment on animals (so-called functional model) is planned. \"The functioning of this valve will be checked,\" explained Dr. Wilczek.", "lang": "en"}
{"opinion_id": "op_000997", "text": "The number of transplants from living donors since 2001 has exceeded worldwide the number of transplants from deceased donors, but in Poland we are still at the bottom, as here this level is only 3 percent. Meanwhile, transplantation from living donors is the only way to improve the quality of life and treat patients who are daily treated with dialysis - said Jan Kowalski. Prof. Hubert added that in France the rate of transplantation from living donors is about 10 percent. \"However, we definitely want to increase it to at least 30 percent. We managed to achieve such a value in the hospital in Nancy and it is definitely thanks to the robotic method,\" explained the doctor.", "lang": "en"}
{"opinion_id": "op_000998", "text": "After we were forced to visit this lady, due to the vacation of the female doctor who regularly takes care of my son, I am horrified. Both by the level of medical knowledge and personal culture. It never happened to me before that a doctor raised her voice at my child, in my presence, and at me - his mother - just because that day she had already seen many patients, was running late, and several more children were waiting for her. The inability or unwillingness to explain my son's ailments confirmed my opinion about the lack of professionalism. Fortunately, there are other allergists whose advice I recommend seeking. I sincerely and kindly advise AGAINST Pani Karbownicka!!!!!", "lang": "en"}
{"opinion_id": "op_000999", "text": "The second important goal of the project is to develop new methods for synthesizing compounds with antidepressant action. These methods can be used both to produce existing drugs on the market and to obtain new substances. \"We were looking for solutions that will be more efficient, more economical, and more ecological, in line with the principles of green chemistry. I can confirm that at the current research stage we already have two new methods developed. We are preparing to patent them,\" said Dr. Anna Kowalska. As she explained, the actions proposed by her team will shorten the drug production process by several time-consuming and costly phases. \"According to our methods, the time in which the desired chemical reaction occurs is several minutes, and in some cases only a few dozen seconds. Our ideas also allowed to reduce the share of toxic solvents in the process of creating new compounds,\" said the scientist.", "lang": "en"}
{"opinion_id": "op_001000", "text": "I have been a patient of the male doctor for some time and my reflections are as follows: - price for a visit very high - initial willingness to answer all questions regarding treatment - now every question is a troublesome, difficult question, etc. - office excellently equipped Does anyone have any experiences with treatment by the male doctor? I only sincerely hope that the costs incurred during treatment are adequate to the skills of Mr. L. S.", "lang": "en"}
