{"opinion_id": "op_003661", "text": "Konsultacja przeprowadzona profesjonalnie. Dziękuję :)", "lang": "pl"}
{"opinion_id": "op_003662", "text": "Badanie szczegółowe uwzględniające wiele zmiennych.  Wyjaśnienia konkretnie. Lekarz słucha,  wyczerpująco odpowiada na pytania. Podpowiada zalecenia. Powtarza istotne szczegóły co świadczy o zaangażowaniu.", "lang": "pl"}
{"opinion_id": "op_003663", "text": "Doktor jest bardzo profesjonalnym, cenię sobie nie tylko skuteczność leczenia, ale również sposób, w jaki został on przeprowadzony - z empatią, cierpliwością i pełnym zrozumieniem.", "lang": "pl"}
{"opinion_id": "op_003664", "text": "Brak konkretow, chyba bylo za pozno, bo po calym dniu juz ciezko bylo sie dogadac.", "lang": "pl"}
{"opinion_id": "op_003665", "text": "Pan doktor bardzo kompetentny, komunikatywny, pro pacjent.", "lang": "pl"}
{"opinion_id": "op_003666", "text": "Pierwszy lekarz, który pochylił sie nad diagnozą wielowymiarowo. Kompleksowa diagnoza, pełne wsparcie i pomoc. Wyjaśnienie wszystkich dolegliwości", "lang": "pl"}
{"opinion_id": "op_003667", "text": "Pan Doktor bardzo opanowany i cierpliwy. Z zaangażowaniem zweryfikował moje wyniki badań i poinstruował odn. dalszych kroków. Poświęcił mi dużo czasu i uwagi - polecam serdecznie.", "lang": "pl"}
{"opinion_id": "op_003668", "text": "Pan doktor bardzo zaangażowany, szybko skierował na niezbędne badania. Postawił trafną diagnozę", "lang": "pl"}
{"opinion_id": "op_003669", "text": "Pan doktor dokładnie zbadał i rzeczowo poradził dalsze postępowanie w celu lepszego zdiagnozowania mojego problemu, poradził miejsca gdzie mogę zrobić dodatkowe badania.", "lang": "pl"}
{"opinion_id": "op_003670", "text": "Świetny lekarz, spokojny i empatyczny,, wyjaśnił przyczyny choroby, zalecił określone badania. Polecam", "lang": "pl"}
{"opinion_id": "op_003671", "text": "Szczegółowa porada w nagłym przypadku bólowym. Polecam.", "lang": "pl"}
{"opinion_id": "op_003672", "text": "Polecam Panią doktor. Wszystko wytłumaczyła i zaproponowała leczenie. Bardzo miła osoba.", "lang": "pl"}
{"opinion_id": "op_003673", "text": "Pani doktor bardzo fachowo podchodzi do pacjenta i stara się dobrać leczenie do specyfiki problemu. U mnie z urazem ręki od razu pokazała możliwości postępowania, a drogę na jaką się zdecyduje zależy w mojej gestii.", "lang": "pl"}
{"opinion_id": "op_003674", "text": "Bardzo miła pani doktor.przeprowadza szczegółowy wywiad co do choroby.wyjaśnia jakie leki przepisuje i od czego one służą.", "lang": "pl"}
{"opinion_id": "op_003675", "text": "To moja pierwsza wizyta. Można po niej ocenić , że Pani Doktór z zaangażowaniem i przyjaznym stosunkiem do pacjenta zajęła się moją chorobą i zaproponowała leczenie. Mam jak najbardziej pozytywne odczucia.", "lang": "pl"}
{"opinion_id": "op_003676", "text": "Pełny profesjonalizm. Nie musiałem mówić wiele żeby dostać obszerny opis i zalecenia do przypadłości z którą borykam się od miesięcy. Pani doktor zdecydowanie posiada szczegółową wiedzę i doświadczenie. Polecam.", "lang": "pl"}
{"opinion_id": "op_003677", "text": "Opcje dalszej diagnostyki i leczenia zostały rzeczowo przedstawione, wizyta przebiegała bez pośpiechu, wyniki badań przeanalizowane i omówione z troską o ich właściwą interpretację. Polecam i jestem zdecydowany na dalsze leczenie w tym gabinecie!", "lang": "pl"}
{"opinion_id": "op_003678", "text": "Bardzo miła i pomocna pani doktor. Słucha pacjenta, dokładnie analizuje dolegliwości, szczegółowo objaśnia, po prostu stara się pomóc. Polecam panią doktor.", "lang": "pl"}
{"opinion_id": "op_003679", "text": "Bardzo przyjazna neurolog. Szczegółowy wywiad. Wszystko wyjaśnione z ogromną dokładnością", "lang": "pl"}
{"opinion_id": "op_003680", "text": "Bardzo polecam! Pani Doktor podaje pomocne porady oraz wyjaśnia diagnozę.", "lang": "pl"}
