{"opinion_id": "op_000881", "text": "I do not recommend this doctor! I was 23 years old when I came to this gentleman to check if I was pregnant, it turned out I was and I was happy, but the doctor looked at me like a child who had an accident! He was unpleasant and joked rudely. I had a Pap smear and after the results, it turned out I had group 3, suspicion of HPV virus :( This was the second month of pregnancy and I was at risk of abortion. I called the doctor crying to ask if this was certain and where it could have come from, and in response I heard, ATTENTION: nothing can be done, I don't know how many partners you had and what you did! SHOCK I took my results and found a competent doctor who cured me and brought the pregnancy to term. I DO NOT RECOMMEND TO ANYONE, ESPECIALLY YOUNG GIRLS!!!!!!!!!!!!!", "lang": "en"}
{"opinion_id": "op_000882", "text": "It's true, the doctor is not polite. He doesn't chat, doesn't smile, sometimes you get the impression that you're disturbing his rest. Sometimes you also enter the office after the scheduled time... but he is a good doctor... He performs examinations thoroughly, asks purely medical questions... During my examination, the doctor found nothing... everything was fine. Despite this, the doctor asked me to show exactly where it hurts... told me which specialist to go to... said what he suspects even though it's not his specialty... And he was right. If someone is looking for a doctor to talk to and have a nice and pleasant time like coffee with a friend, I do not recommend this doctor. But if someone is looking for a doctor who will give a good diagnosis and help medically, I wholeheartedly recommend Dr.", "lang": "en"}
{"opinion_id": "op_000883", "text": "The doctor is not at all interested in the patient. She answered my questions about my health curtly. 3 months waiting for an appointment that lasted only 3 minutes and I learned absolutely nothing. I only got a prescription for medications, I don't know what they are supposed to do and why, basically without a deeper diagnosis I got antibiotics, etc. I wasn't even asked what I had done so far to cure my condition - maybe I had already taken the prescribed medications, but the doctor wasn't interested. From what I heard in the waiting room, unfortunately it's not just my opinion.", "lang": "en"}
{"opinion_id": "op_000884", "text": "Observing the patient's body reactions will be possible thanks to sensors attached to the patient's skin. The doctor can also check the core temperature using a probe placed deep inside the nose or the eardrum in the ear. Specific temperatures will be assigned particular colors, so temperature changes of individual organs and tissues can be observed on a monitor displaying the patient's silhouette. The application will include a mathematical model, considering heat transfer inside the human body through muscles, fat, and skin. A model of the body's reaction to changing environmental conditions will also be included. \"This way the doctor will know in advance the human body's response to low temperature and will be able to react appropriately and plan the therapy process\" – described the PAP interviewee. For the model to work correctly, entering individual patient characteristics such as height, weight, and gender will be required, and possibly fat quantity indicators, which affect the energy balance in the body and are easily measurable.", "lang": "en"}
{"opinion_id": "op_000885", "text": "I have no objections regarding the treatment and professionalism of the doctor. The procedure was performed immediately. I was informed about the individual steps and instructed on what to do after the procedure. The applied treatment worked. However, charging 40 zł for a dressing (literally one small bandage with gauze) is probably an exaggeration. I would probably prefer not to see the individual items on the bill.", "lang": "en"}
{"opinion_id": "op_000886", "text": "I recommend. An endoscopic examination of the nose and paranasal sinuses was performed. A diagnosis was made and variants of possible treatment were presented. Local-acting medications were prescribed, but the necessity of performing a computed tomography of the paranasal sinuses to verify their condition was indicated (positive, though maybe not financially). A follow-up visit with the doctor, already short and solely to determine the necessity of surgery (without fees - also nice for the wallet). Everything presented step by step with treatment options and recommendations. The atmosphere during the visit is very friendly, and leaving the office I did not feel a lack of information from the doctor. Regards", "lang": "en"}
{"opinion_id": "op_000887", "text": "Meanwhile - as he said during one of the debates at the European Economic Congress - there is also a lack of knowledge about this dangerous disease and proper education about the fact that obesity is a threat and physical activity is necessary. \"We shouldn't eat sweets at all. It's energy that needs to be burned immediately. So if we eat five candy bars, we should go to a siding and unload a wagon of coal. If we eat them in front of the computer and don't burn it, the body converts this energy into fat for times when there is no hunted mammoth in the fridge, but there are many mammoths now, they are in the fridge every day. If overweight develops in a person who cannot produce enough insulin, then it's diabetes\" – he explained jokingly the connection between obesity and the disease in an interview with PAP.", "lang": "en"}
{"opinion_id": "op_000888", "text": "A wonderful person, the best doctor on earth. An outstanding neurologist specialist. Year 2011, hemorrhage of the right cerebellar hemisphere. I ended up in the neurology department of the 5th Military Hospital in Krakow. I was treated by Dr. Anna Kowalska. I left the hospital healthy and fully functional. Year 2012 for the second time - neurology department - blood pressure, dizziness - diagnosis - meningioma. SHOCK, I was very scared. However, I was not alone, my beloved Dr. Anna Kowalska was with me. Now I know it's not a death sentence. I know how to treat myself and live, and I'm no longer afraid. I received medical and spiritual support. Warm words of support, a good, kind smile and those never forgotten words \"MY SUNSHINE - IT WILL BE OK\". And it will be ok. THANK YOU DOCTOR PATIENT ANNA KOWALSKA", "lang": "en"}
{"opinion_id": "op_000889", "text": "I laughed a little reading the 1st opinion, because it is very similar to mine, because my husband and I also followed the doctor to the clinic where he currently works. Sometimes even my husband and I joke that the doctor will think we are stalking him : - ) after all, this is already the 3rd changed clinic. As you can see, this is the best proof that his medical knowledge and intuition are at a high level. He always gives the patient as much time as they deserve and answers questions in detail. He prescribes medications very accurately and leads the entire treatment. A doctor with heart and vocation.", "lang": "en"}
{"opinion_id": "op_000890", "text": "In 2008 I had an operation with him, a nightmare, to this day I am being treated and still have further corrections. Today I have to undergo another correction with a surgeon. I do not recommend this doctor, do not believe his nice chats. The guy doesn't take any responsibility for his actions, and as for his skills, I really don't know how he obtained a plastic surgeon diploma. From Pomerania he escaped again to Warsaw, where he won't stay long, he only sows evil and bitterness there. I greet all patients undergoing plastic surgery, think carefully before choosing a doctor who will cut you. Later there may be no turning back.", "lang": "en"}
{"opinion_id": "op_000891", "text": "I used the doctor's service for facial oval modeling with hyaluronic acid, I had a fairly large amount of the product injected into my cheeks, temples, folds... seeing the number of those syringes I was afraid I would look swollen, but no! My face gained volume and firmness. I look definitely better and younger! And I feel excellent, the doctor is a very good specialist and I wholeheartedly recommend her services.", "lang": "en"}
{"opinion_id": "op_000892", "text": "Our invention is only two years old. For now we know that bacitracin destroys the RNA of viruses, but why exactly it has such unique properties we are just researching. So far we have conducted in vitro studies, it is still a long way to studies on living organisms. This is also associated with an increase in financial outlays. However, the preliminary results are very promising - says Dr. Stokowa-Sołtys. The advantage of the proposed solution is the fact that this compound has been known for many years and is approved for use in humans and animals – which gives it an advantage over newly synthesized chemical compounds, whose introduction as drugs requires long-term studies. \"It's practically a new application of an old drug\" - emphasizes Dr. Stokowa-Sołtys.", "lang": "en"}
{"opinion_id": "op_000893", "text": "The uniqueness of this room lies in the fact that it is entirely dedicated to children. It is also unique that it will be possible to perform both interventional cardiology procedures and conventional, typical surgical procedures simultaneously, which will significantly shorten the procedure time - said the director of the University Children's Hospital, Maciej Kowalczyk, to PAP. He expressed the conviction that all the more difficult patients of the hospital will end up in the hybrid room. In turn, the head of the hospital's cardiac surgery and intensive cardiac surgery care department, Prof. Janusz Skalski, emphasized that \"thanks to the Radio Zet Foundation, the hospital can have the most modern hybrid room in Poland and probably in Europe\". \"Because there are such rooms, but they are intended for adults. Not for children. It was not believed that a hybrid room for children would be needed. Now we know that for the most complex defects in children, this hybrid room is even more needed than in adults, or maybe it is needed primarily for such patients, because thanks to these modern devices we can harm less and help more\" – said Prof. Skalski.", "lang": "en"}
{"opinion_id": "op_000894", "text": "Unfortunately I cannot recommend the doctor, indeed the time devoted to the visit and qualification is very short, to my questions and doubts I received laconic answers, unfortunately I trusted and underwent LASIK surgery, basically I regret not thinking about it more deeply, even though I had high myopia and it was hard to function with it. now I struggle with the problem of post-operative aberration, I see poorly from any distance, even though I reported these complaints repeatedly after the surgery, I only received the answer - I don't know what's wrong with you... basically you don't have to look far for what it could be if a patient reports halos, blurry vision and large glare around lights... the internet immediately spits out higher-order aberration... anyway, now I am looking for help in other centers, because unfortunately the problem is serious enough that it hinders my reading, and thus work and daily activities. now I know about the existence of individualized laser correction surgery, which reduces the risk of aberration, it's a pity I hadn't heard about it before... in summary - I do not recommend /", "lang": "en"}
{"opinion_id": "op_000895", "text": "Girls! Your complaining that the doctor gives you little information, has no time, works in a hurry - also speaks to your approach to the visit. I also had a problem with this - with the previous doctor, very taciturn and rough. Then I changed both the doctor and the job to a salesperson. And here a bit from a different barrel. I learned how to ask questions at sales trainings to get a specific answer and not a laconic yes or no. And I use this tactic also with Dr. Jan Kowalski because I see how many patients are behind me and in front of me, and how much I pay in the subscription. Therefore, I also demand exhaustive answers from him. I am also prepared for this visit, I respect his and my time - I ask specific questions and don't play cat and mouse. If I don't understand something - I ask. It works, girls. The doctor remembers me, my ailments and already knows that I expect an honest conversation. If you taught him that he can dismiss you with a 2-minute examination and writing a prescription, that is also partly your fault. I am still his patient. Minuses - indeed delayed visits, prices. Pluses - he diagnosed me after 5 minutes of conversation, and the examination confirmed his suspicions!!! We are waiting for the transfer of 3 embryos - that's in a few days!!! I will give a super positive review if it works : )", "lang": "en"}
{"opinion_id": "op_000896", "text": "From the Baltic, Polish researchers managed to identify three most interesting groups of bioactive compounds. The first group are compounds inhibiting bacterial growth and having antibiotic action. \"It is known that now bacteria resistant to all known antibiotics are appearing. We are looking for compounds that destroy the so-called bacterial biofilm, i.e., the membrane through which the antibiotic cannot pass. If we destroy such a membrane, then the bacteria become sensitive to antibiotics\" - explained Prof. Węgrzyn. The second found group of substances, in turn, stimulates bacterial growth. Such compounds can be used by biotechnology companies that use bacteria to produce amino acids and enzymes. They conduct hundreds of liters of bacterial cultures. Thanks to the new compounds, the growth rate of bacteria could increase by several dozen percent.", "lang": "en"}
{"opinion_id": "op_000897", "text": "The Polish Working Group on Ethical Problems of the End of Life is a permanent team of specialists in the field of ethics, medicine, and law. The group has been operating continuously in a changing composition since 2008 and undertakes initiatives aimed at introducing legal provisions and standards of conduct in the care of people at the end of life. Its members are experienced ethicists, philosophers, doctors, lawyers, and theologians, both practitioners and research and teaching staff of higher education institutions, who deliberate during cyclically held seminars. Works presenting the project of the institution of a medical proxy were published in \"Polish Archives of Internal Medicine\" vol. 126 (2016) 5, pp. 313-320.) and in \"Medycyna Praktyczna\" no. 330 (2016) 5. pp. 102-111.).", "lang": "en"}
{"opinion_id": "op_000898", "text": "I have been treated by Dr. Ufnalewski for many years now. I believe he has impeccable manners and is chivalrous and very elegant towards patients. The person who signed as dilajla or something like that, apparently has never been in the doctor's office. In my opinion, this is a stream of disgusting and fabricated information, written by a person not of the greatest mental qualities. It is very clear that she significantly deviates from the level of patients visiting the doctor, who, for the most part, as can be seen and heard in the waiting room, have much higher intelligence than this person here. She should probably find a doctor at her level, unless she is one herself.", "lang": "en"}
{"opinion_id": "op_000899", "text": "I was treated by Dr. Juchnicka for several years due to PCOS. Yes, she often ordered tests for hormone levels, sugar, ultrasound. She changed medications. Like most of her patients, I was on a no-carb diet. Unfortunately, the treatment was not very effective, because I could not get pregnant. I asked several times about the possibility of a laparoscopic procedure, because as I read, for PCOS it is a fairly effective method. But each time I heard that it is a risky procedure (!), that it is being abandoned, that pharmacological treatment gives better results (in my case unfortunately it did not). Finally, she referred me to the infertility treatment clinic - Novum - where Dr. Juchnicka works and there she wanted to continue my treatment. Somehow this frightened me, it seemed to me that the methods proposed at Novum were a last resort. I changed doctors, had a laparoscopy in a public hospital (a simple, minimally invasive procedure), stopped all hormonal medications, and 4 months after the procedure I became pregnant. This is probably a better option than taking hormonal medications for another few years, or undergoing expensive fertilization methods at Novum.", "lang": "en"}
{"opinion_id": "op_000900", "text": "Generally the office is quite strange. I have been treated by Dr. Kuźmiński for a long time, but last year in winter I had to use the help of another doctor, because the doctor went away for a few days. In the office I found a renovation and general mess. And since the entrance door was being renovated, I was told to enter the office (and exit) through the window!!! Generally, however, I am satisfied with Dr. Kuźmiński's services, but I absolutely confirm the necessity of sitting in the waiting room in a coat, scarf, hat, and gloves", "lang": "en"}
