{"opinion_id": "op_001781", "text": "The goal of the TCGA project is to develop an atlas of the cancer genome based on the so-called molecular analysis of several thousand tumor samples from 20 different types of cancer. The project began last year, its budget is 300 million dollars and it is fully funded by the National Institutes of Health (NIH) and coordinated by the National Cancer Institute in the USA until the end of 2015. After the human genome sequencing project, TCGA is one of the largest biomedical projects in the world. Several dozen research centers and medical facilities around the world are participating in the work, including six from Europe. Work on breast cancer, colon cancer, stomach cancer, head and neck cancers, and melanoma is being conducted at the hospital in Poznań.", "lang": "en"}
{"opinion_id": "op_001782", "text": "Unfortunately, there are a few shortcomings - for me serious enough to rule out the clinic and the doctor. I find it unacceptable to scare a patient with serious, costly, and long treatment without verifying the diagnosis, as was the case with me. A diagnosis that, by the way, was disproven by two other specialists - but I wouldn't wish the nerves I went through on anyone. Besides, the dentist works without an assistant, which is a big problem for me.", "lang": "en"}
{"opinion_id": "op_001783", "text": "The geneticist works at the Center for New Technologies of the University of Warsaw and at the Warsaw Medical University. Previously, for over 10 years, he conducted research at the Ohio State University cancer research institute, in one of the best teams of geneticists in the world, led by Prof. Albert de la Chapelle. \"When my friends from the United States or other centers, including Prof. de la Chapelle, come to the Center for New Technologies, they are delighted. A modern, excellently equipped building, adapted for all research and experimental needs. I tell them that we have it here like in the States, to which they respond that they never had it like this in the States,\" recalls the scientist.", "lang": "en"}
{"opinion_id": "op_001784", "text": "It has never been the case that everyone is satisfied with the same doctor. Everyone has different requirements and a doctor who suits others doesn't always suit us. Some praise a given doctor, others are dissatisfied with him. This applies to all specialties. Just like in any other profession, we like this teacher, we can't stand that one; this saleswoman is nice, that one isn't. Once, a doctor commented on this website on television. He is not at all bothered by these opinions; those who go to him will keep going regardless of whether someone else is satisfied with his work. I think that the doctor might have just had a worse day, like all of us do. You cannot force a positive opinion from someone if they had a negative experience. Personally, I go with my child to Dr. Anna Kowalska and I am very satisfied with her approach to work; perhaps someone thinks differently and I have no right to forbid that. Our feelings are individual.", "lang": "en"}
{"opinion_id": "op_001785", "text": "The doctor is nice, although she initially gives a different impression. She certainly knows her profession well. She cured my erosion, which no previous doctor had been able to handle without a procedure. Everything would be great if it weren't for the fact that she tends to be quite seriously late and massive queues form. But generally, for me, she is alright and there's nothing to worry about :).", "lang": "en"}
{"opinion_id": "op_001786", "text": "About 3 years ago, I allowed Mr. Jan Kowalski to fit an appliance which was supposed to improve the condition of my spine, jaw alignment, etc. Everything was fine, my teeth straightened out in about a year, my jaw also showed improvement. During the treatment, from the very beginning, I reported tooth pain on the right side; the dentist didn't even ask me to open my mouth, he applied his fingers to some points on my face (I don't know why - to feel some energy or to check muscle tension), stating each time: 'Teeth are healthy, pain from sinuses.' Trusting him, I treated my sinuses; antibiotics, rinses, inhalations, but the effect was short-lived. Because the brackets on my 7s kept falling off, each time I asked him to check if the teeth were healthy, there was pain, the doctor, as always, snapped his fingers, applied them externally, and the diagnosis was the same. He even applied some little balls to some spot (I don't know, acupuncture, acupressure, or something); sure, it helped for 2-3 hours. I had already come to terms with being incurably ill since being pumped full of antibiotics and chemicals didn't help for long, my jaw and head kept hurting. After a year, the pain was so bad that I decided to go to a local dentist, let him take a look, and he did: with a mirror he carefully looked at all my teeth, found a cavity in the upper 6, drilled out 3/4 of the tooth or maybe more, filled it, and the tooth pain ended, the jaw pain ended, and the headache ended. I was so furious... that, scared, I didn't finish the treatment by not fitting some gel appliance to stabilize my teeth. I don't want to give Mr. Jan Kowalski bad publicity, but he should consider whether he is a responsible dentist by using unconventional medicine in serious matters without confirming it in some scientifically proven way; I don't know, maybe these methods are okay, but in my case, they turned out to be cruel. In my opinion, the dentist is a great specialist, talented, passionate, but he seems to have gotten lost in this charlatan Eastern medicine, which should be an addition - a fun supplement to science, not anti-science. Therefore, please be careful and do not blindly believe and trust these diagnostic methods.", "lang": "en"}
{"opinion_id": "op_001787", "text": "And I have very good feelings after visits to the doctor. She seemed to me above all matter-of-fact, she asked about all the details, and informed me precisely what the referrals for tests were for and what kind. Additionally, suspecting a disease that requires a specialist's assessment, she herself during my visit called the reception and asked to schedule an appointment for me with the doctor at the earliest possible time. She contributed to the fact that after 7 years of incorrect treatment due to a wrong diagnosis, I finally got the right tests which allowed for a correct diagnosis and improved my condition.", "lang": "en"}
{"opinion_id": "op_001788", "text": "Kamila51, I don't understand at all what you mean. You are complaining that the doctor routinely does gastroscopy, colonoscopy, ultrasound, esophageal pHmetry. Excuse me, but what tests do you expect a gastroenterologist to do? X-ray of the spine, etc.? I disagree that he gives these tests to everyone. I, for example, did not have pHmetry done, and I have a hiatal hernia. Apparently, only gastroscopy was enough. Please don't confuse people here and don't discourage them from the doctor, because the doctor is not at all as you describe him. I have been under his care for 3 years, and before that I was treated by more than one gastroenterologist, and after these 3 years I know that I will never change to another doctor. I even recommend him to all my friends. I believe that the doctor makes correct diagnoses, performs tests precisely, and yes, you have to pay. He studied for so many years and is still learning, this is his daily bread. The equipment for tests also costs money. Well, maybe one thing I didn't like was that the price for the first visit was changed. Apparently, the doctor had reasons to change it.", "lang": "en"}
{"opinion_id": "op_001789", "text": "The second modification allows obtaining a molecule that has strong inhibitory properties against the enzyme that degrades the cap, naturally occurring in cells. According to the scientists, this discovery could find application in the development of a drug for spinal muscular atrophy (SMA) or other genetically based disorders. \"One of the cap modifications we developed may in the future be used as a drug. We have discovered a modified molecule that strongly inhibits the enzyme degrading the cap, present in living cells. This new molecule is over a hundred times more active compared to our previous inventions. Such an effect is desired in the fight against a serious condition like spinal muscular atrophy,\" explained Dr. Anna Kowalska, quoted in the press release.", "lang": "en"}
{"opinion_id": "op_001790", "text": "A team of scientists from the University of Silesia, under the direction of Dr. hab. Jan Kowalski from the Department of Organic Chemistry, studied quinoline derivatives. These are xenobiotics that do not occur naturally in the human body - and are not produced by it. Therefore, it was necessary to find a solution for how to introduce them into the human body so that they are not rejected. \"Carbohydrates undergo metabolic processes in the human body, which is why we decided to combine the compounds we obtained precisely with sugar units. This improved the biocompatibility of the new substance,\" said Musioł, quoted by the university. He added that a xenobiotic combined with a sugar derivative and introduced into the patient's body, e.g., in the form of a tablet, remains 'unnoticed' by that body, allowing it to reach the disease-affected site.", "lang": "en"}
{"opinion_id": "op_001791", "text": "A specific doctor. He showed due delicacy both emotionally, related to the nature of the examination, and technically, related to the physical examination of sensitive areas. He performed the ultrasound examination thoroughly, informed me about the results on an ongoing basis, and provided exhaustive answers. For an excellent rating, all that was missing was a bit more warmth, but he was polite, and I generally recommend the doctor.", "lang": "en"}
{"opinion_id": "op_001792", "text": "Contrary to popular belief, new psychoactive substances - so-called 'legal highs' - are not substances that constitute a milder form of a drug,\" emphasized Dr. hab. Anna Kowalska, head of the Toxicology Department at the Institute of Occupational Medicine in Łódź, during a conference at the Cardinal Stefan Wyszyński University in Warsaw. As the expert emphasized, in many cases these substances are much more dangerous than 'traditional' drugs - especially when it comes to treating patients poisoned by them. \"If a patient poisoned by new psychoactive substances comes to me, I really don't know what the clinical picture of their poisoning will look like,\" she emphasized. Since legal highs are mixtures of various substances, it is difficult to predict what the final effect of the poisoning will be. \"The treatment is symptomatic - there are no specific standard procedures for poisoning,\" added Dr. hab. Kowalska.", "lang": "en"}
{"opinion_id": "op_001793", "text": "The doctor was very nice. However, the visit took place at an express pace (I don't know if everything lasted even 3 minutes), to the extent that it's hard to ask about everything. Maybe that's how it should be for an NHS visit, but probably not for a paid visit.", "lang": "en"}
{"opinion_id": "op_001794", "text": "I honestly recommend the doctor. We are being treated at the Medical Diagnostics Center in Gdynia. Dr. Anna Kowalska is very thorough, during visits she devotes a lot of time to patients. She helped my daughter a lot in treating her thyroid, and besides that, she doesn't just examine the thyroid; thanks to her, I know that my child is developing properly. I recommend!!!", "lang": "en"}
{"opinion_id": "op_001795", "text": "Absolutely not. The problem I decided to see this doctor about had been going on for a year. I came across his office by recommendation and I will probably never listen to anyone about doctors again. When I finally managed to schedule the first appointment, which wasn't easy anyway (I already had to specify over the phone what the visit was for - a bit pointless, I would have preferred the doctor to determine what was wrong with me himself, not base it on my guesses), I was quite satisfied. The doctor seemed professional, very nice and polite. With each subsequent visit, my confidence in his competence diminished. Already at the first visit, I was given antidepressants and millions of ointments (including a pain-relieving ointment) - the doctor diagnosed vulvodynia, although I wasn't sure if he listened to the fact that its symptoms didn't match mine. But okay, I assumed he was probably right. Unfortunately, over time my condition did not improve, on the contrary - it got worse and worse. With each next visit (and let's not hide it, the visits are not among the cheapest) I heard, 'You don't feel improvement yet, but I can already see it. (...) We'll just increase the dose of the medication. (...) During the next pain attack, please apply the pain-relieving ointment.' I finally had enough of this. Pumping myself full of drugs and only temporarily avoiding pain with an ointment won't solve the problem. I decided to go to another doctor. The doctor I went to stated that I should see a urologist because near the labia by the urethra I have a cyst that a specialist should see. I am currently after two attempts to remove the cyst, which recurs as an abscess. There is a chance for surgery. The doctor I went to for this said the problem had been left untreated for too long and was in deep shock when he heard about the treatment method of that other doctor. I am very disappointed and angry that I wasted so much money, time, and of course, health. I'm considering whether to go back there one more time and explain why adequate treatment for the disease wasn't undertaken. Very put off, I do not recommend him to anyone, even for regular visits for women without major gynecological problems.", "lang": "en"}
{"opinion_id": "op_001796", "text": "I am almost 3 weeks post ear correction surgery. The procedure was in an incredibly pleasant atmosphere (I note that I usually react hysterically to any kind of poking and prodding in my body); the doctor and the nurse make conversation, you don't even think about what's happening. The anesthesia was without much sensation (it's worse at the dentist), you just have to get used to the strange sounds right behind your ear. After the procedure itself, about two days of nervous sleeping on your back :) Something hurts a bit (everyone has a different pain tolerance), but some 'ordinary' painkillers are enough. It hurts a bit like after having your ears chilled. The doctor answers all questions and explains everything patiently, even three times if necessary, because a person under stress sometimes doesn't register the first message. After the stitches are removed and the ears are aired out, you can start a new life, which I heartily recommend. I know that I still have to wait a bit for the final effect (the ears will 'move away' from the head a bit, because for now they are very glued to it, the wound will heal for a few more weeks), but you can already see it's worth it. In my life, I have never watched so many hair styling tutorials because after 30 years I can finally tie it up and go out among people. I wholeheartedly recommend Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001797", "text": "Few people are aware that anemia in a young child significantly negatively affects their intellect in the future. Meanwhile, iron deficiency anemia is one of the most common chronic diseases in children and at the same time one of the few that we can effectively and quickly cure,\" he emphasized. Improving the detection of hematological diseases through education about symptoms and the importance of early diagnosis in the success of therapy is the main goal of the educational campaign 'The Answer is in Your Blood', supported by, among others, the Polish Society of Hematologists and Transfusiologists, the Polish Society of Pediatric Oncology and Hematology, and the Institute of Hematology and Transfusion Medicine. The honorary patronage over the campaign was taken by the national consultant in the field of hematology, Prof. Dr. hab. n. med. Jan Kowalski and the national consultant in the field of occupational medicine, Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001798", "text": "The visit cost 150 PLN. The doctor asked me to fill out a questionnaire where I had to write down my symptoms. I filled it out for 20 minutes, while the doctor talked about what famous people visit his office. When the doctor found out that I had recently moved to Warsaw, he started pondering who is a true Varsovian and who is not. After filling out the questionnaire, the doctor put it in a drawer. Without an interview, he recommended tests at a affiliated laboratory for about 900 PLN.", "lang": "en"}
{"opinion_id": "op_001799", "text": "Last year, the doctor led my pregnancy, I was satisfied because the doctor was really nice. In the 12th week of pregnancy, I had prenatal tests and it turned out that the NT was above the norm (2.9 at crl 68). Without explaining anything to us, the doctor suggested amniocentesis and asked if I would undergo termination if it turned out the child had Down syndrome. I knew I would not return to the doctor. After a few days, I had a visit with an FMF specialist and the NT was 2.3 at crl 79, meaning it was within the norm. Couldn't the doctor have informed us that even with such an NT we have a 90% chance of giving birth to a healthy child, instead of scaring us and proposing termination? Our son, thankfully, is healthy. Agata", "lang": "en"}
{"opinion_id": "op_001800", "text": "I am sure that this is the best dermatologist in Warsaw. I went with my skin condition to many offices in Warsaw and beyond, and only divine providence led me to Dr. Anna Kowalska, who after 2 seconds of looking at my skin made a different diagnosis than all the previous dermatologists (including one professor) and recommended different, new medication and irradiation with UVB lamps at a specially selected power and time. I saw significant improvement after a day, and after 3 weeks I had no trace of the disease that I had had and scratched for over a year. A super specialist, I recommend her to everyone, especially in difficult cases.", "lang": "en"}