{"opinion_id": "op_003401", "text": "The doctor was good, made a preliminary diagnosis, recommended tests, but the time spent in the queue is a nightmare; it was a private visit with a 1.5-hour delay that no one informed about in advance. A phone call from the reception about the delay would have made everything okay.", "lang": "en"}
{"opinion_id": "op_003402", "text": "Very thorough, patient, didn't rush, approaches each patient individually, although I have a slight impression that he doesn't answer questions sufficiently (it might have been due to uncertainties in the situation). The office and surroundings raised some doubts due to the conditions, but it didn't interfere with the professional service. Overall, I recommend and will choose again.", "lang": "en"}
{"opinion_id": "op_003403", "text": "I also went to Pani Tkaczyk by chance - she had available appointments, and I urgently needed a consultation because I couldn't get to my specialist. It's a pity that at that moment a 'red flag' didn't go off for me. It's hard to talk about the time she dedicates to her patients because during my visit she was talking on the phone with a colleague about dietary supplements, and she was also swearing, with no apologies for anything. She looked at my previous results without interest, mocked the previous endocrinologist, and made a diagnosis - see opinions above - Hashimoto, 'you can read about it online.' She recommended a diet without lactose, gluten, or green vegetables - without any explanation - and also vitamin D supplementation, which I cannot take. She was supposed to decide which tests I needed to do, as if an MRI of two organs cost 5 zł. I have a comparison with other specialists 'by vocation' and I strongly discourage visits to Pani Tkaczyk.", "lang": "en"}
{"opinion_id": "op_003404", "text": "The doctor prescribes antibiotics immediately for all ailments and doesn't like to send for tests either. As a result, the body is weakened, the illness keeps recurring, and I don't know what's wrong with me. The plus is that she is really very nice and gentle in her interactions with patients.", "lang": "en"}
{"opinion_id": "op_003405", "text": "The doctor is nice and polite only during private visits. In the hospital, when an appointment is made for a specific time, she never keeps her word; you have to wait about 6-7 hours until she remembers the scheduled examination. She made a diagnosis three times, each time a different one, and was 100% sure each time that it was that disease, but none of them have turned out to be true so far. Zero interest in the patient. We are disappointed and disillusioned that people like the doctor are supposed to help others when they are not cut out for it. They destroy the patient's psyche by not doing detailed tests to confirm the illness. I do not recommend, and we ourselves will avoid the doctor by a wide margin. Wasted time.", "lang": "en"}
{"opinion_id": "op_003406", "text": "I've been going to the doctor for two years and I am very satisfied. She is a professional in every way, and on top of that, she is laid-back, which helps a lot. She can ease the tension related to the examination, and you can talk to her calmly :) She takes patients very seriously, doesn't downplay any doubts, and patiently explains everything :) For now, I don't intend to change her for anyone else!!!", "lang": "en"}
{"opinion_id": "op_003407", "text": "I went to Pan Dr with chronic shoulder pain. I had a disc with the MRI result, but Pan Dr said that without the report (which I didn't have) he couldn't tell me anything. He was the first doctor who actually asked me for the report; usually everyone just looks at the disc. After a short interview, without an examination, he wrote me a series of referrals for various procedures. Overall, it's fine if someone expects referrals for procedures; I highly recommend.", "lang": "en"}
{"opinion_id": "op_003408", "text": "I first went to the doctor's office when my condition no longer allowed me to straighten up. Quickly and at the same time very gently and caring for my comfort, the doctor located the cause of the blockage. Diagnosis smoothly transitioned into therapy, and identifying causes at the level of physical burdens was expanded to include a psychological context. The doctor didn't stop at eliminating the symptom. She made me aware of what the sources of its appearance might be and what prevention could involve. Besides that, what was most important to me was also the conditions she created for cooperation: punctuality, reliability, discretion, and a beautiful office.", "lang": "en"}
{"opinion_id": "op_003409", "text": "People who sleep in bright bedrooms or use very popular electronic devices that emit light (especially blue light) before sleep have problems falling asleep, and the quality of their sleep is worse - emphasizes the professor. Among the related disorders, somnambulism, i.e., sleepwalking, appears. This condition is not rare in children, but it is increasingly appearing among adults as well, which is associated not so much with excess light at night as with ubiquitous smartphones and laptops. The biologist also points to other so-called civilization diseases, such as diabetes or depression. Excess artificial light in our lives also contributes to their development, which 'ruins' our internal biological clock - indicates the professor. In the brains of vertebrates, there is a gland, the pineal gland, which - when it is dark - produces and secretes melatonin into the blood, also called the hormone of darkness. This hormone coordinates the work of the biological clock in mammals, regulating circadian rhythms, including sleep and wakefulness. For enough of this hormone to be produced to ensure good sleep that provides rest, it is necessary to limit sources of artificial light in the evening. 'Therefore, I discourage staring at electronic devices at night. It's best to put them away about two hours before going to bed' - advises the biologist. Thanks to this, the pineal gland will produce melatonin. And that is responsible for lowering blood pressure, glucose levels, and body temperature. All to gently transition into a state conducive to falling asleep.", "lang": "en"}
{"opinion_id": "op_003410", "text": "I visited Pani Słowińska at the urging of my friend; I was distrustful because it's hard to open up to a stranger and talk about family problems. But it wasn't that bad, and after each meeting my trust grew; I started to see certain things differently. Now I regret that I didn't make the decision to start therapy earlier. I recommend Pani Gabriela because she restored my faith that anything can be changed.", "lang": "en"}
{"opinion_id": "op_003411", "text": "I was a private patient of the professor. During the visit, the doctor was polite, clarified doubts, and immediately referred me to the hospital due to elevated tumor markers and a change on the ovary. He said that with the ovary you never know for sure, so the change needs to be removed as soon as possible. In the hospital, as a patient of Professor Suzin, I was treated very well; even though I was admitted to the hospital in the evening, I had all the necessary consultations done early in the morning and was the first to be taken to the operating room. So everything was wonderful... until it wasn't. After the operation, the professor informed me that there was no change on the ovary, but endometriosis was detected, which could have caused the elevation of tumor markers. A great relief. I left the hospital after 5 days. After 3 weeks, I went to the professor for a check-up. The doctor assured me that everything was fine; on the ultrasound, there was no change on the ovary. Everything returned to normal. I was supposed to come for another check-up, but due to the colossal prices at the professor's private office, I went to my gynecological clinic to the doctor who first noticed the change. After examining me and performing an ultrasound, the doctor stated that practically nothing had changed and the change in the ovary was still there. The doctor at the clinic wondered what kind of operation was performed at the hospital in Łódź since the change for which I was put on the operating table was not removed. Anxiety and shock. I didn't believe it, so I went to another doctor; I took all my test results, ultrasounds, and the hospital discharge summary to verify the information received. Professor Suzin says everything is okay and there's nothing to worry about; the doctor at the clinic says I wasn't operated on properly. A consultation with a third doctor confirmed that indeed the ovarian change had not been removed. It turned out that no one looked inside the ovary; they only looked at it from the outside during laparoscopy. One big failure. How can someone be such a doctor? To this day, I am under the care of a doctor, regularly have tests done, and am coming to terms with the thought of another operation. All because of Professor Suzin, who not only failed to ensure that I was operated on properly but also lied to my face saying there was nothing to worry about. What if I hadn't gone to another doctor? I went to the professor because I wanted to be under the best care. It turns out, however, that someone having the title of professor and charging 400 zł for a visit is not a measure of quality. I strongly do not recommend!!!!!", "lang": "en"}
{"opinion_id": "op_003412", "text": "Dr. Lenecki is a professional ;). For some time, my head hurt a lot. In one of the hospitals, an X-ray was taken, and the doctor who examined me then diagnosed maxillary sinusitis and prescribed an antibiotic. Despite finishing the antibiotic, there was no improvement; another doctor and another antibiotic. The situation was the same as before. Only after a long ordeal did I get to Dr. Lenecki, who, after seeing the X-ray and the description of the illness by previous doctors, held his head and explained to me that the problem was not the sinuses, which are clean and have nothing in them. My problem was allergic rhinitis, for which no antibiotic therapy was needed. After Dr. Lenecki prescribed me ordinary tablets and allergy drops, the symptoms subsided. Since then, I only go to Pan Doctor even though sometimes you really have to wait a long time in line ;).", "lang": "en"}
{"opinion_id": "op_003413", "text": "During a visit with a 3-month-old with atopic dermatitis, the doctor did a skin test for milk and egg - result negative, then stated that in this case atopic dermatitis is the result of excessive water loss from the skin, not allergy, and recommended emollients. My information that I hadn't eaten dairy for 10 days and saw improvement was met with the statement 'No one has yet discovered the presence of cow's milk in breast milk' and she discouraged the diet. Today, after several months of care from another allergist, I know that the child is allergic to, among other things, apples. He also reacts strongly to products containing histamine. A dermatologist also helped us a lot because the child had oozing skin lesions.", "lang": "en"}
{"opinion_id": "op_003414", "text": "I had the dubious pleasure of being under the care of Pan Dr during my stay at the clinic. He ignores what is said to him, doesn't look at the patient holistically. I have a complete ban on taking hormones due to other ailments, which was completely omitted in the medical history, for which the interview was collected by him. The result - the professor who makes the diagnosis (already 2.5 months after the end of hospitalization) - was very surprised that I have a ban and all he did was shrug his shoulders that he couldn't do anything. Maybe if the information in the medical history had been reliable, the matter of further treatment proposals for me would have gone differently.", "lang": "en"}
{"opinion_id": "op_003415", "text": "Polyglutamine diseases are rare diseases. Before the first symptoms appear, people with a genetic mutation usually don't know they will get sick. Therefore, genetic testing is most often done only for the children of sick parents. The test detects the mutation, and children can only know that in about 20 years they will be sick. But there is no drug that could in any way prevent such a fate - laments Stroynowska-Czerwińska. Scientists must not only understand the exact mechanisms of non-coding RNA action but also answer the question of how to deliver such drugs to the body. If nerve cells are susceptible to mutations, then small non-coding RNAs will have to be delivered to the brain, which is problematic, among other things, due to the presence of the blood-brain barrier.", "lang": "en"}
{"opinion_id": "op_003416", "text": "In the field related to medicine, a special ball latch for dental prostheses has also been developed. Its advantage is minimal wear. It was calculated that assuming the prosthesis owner removes it - to wash - and puts it on - at least twice a day, the surfaces of the attachment after about four years of use 'would only have undergone breaking in'. University employees also want to patent, among other things, a frame made of sections for pulling out oblique anchors from concrete layered walls of large-panel buildings or a quick-connect screw. 'The essence of the invention is a quick-connect screw having at least two movable elements with a thread, controlled by a rotational mechanism placed in the sleeve. The screw in this state can be quickly inserted to any depth into a threaded hole, and can also be quickly removed from the hole' - says Miniuk.", "lang": "en"}
{"opinion_id": "op_003417", "text": "Dr. Fendler adds that some of these people have had their insulin discontinued. Besides, monitoring is conducted for possible complications, and the physiology of their diabetes is analyzed. 'Apart from that, we carry out a number of other activities that concern the connections between diabetes and other diseases' - he adds. He emphasizes that the tests are free for patients - they are conducted as part of research projects led by the team. Dr. Fendler explains that although independent persons who want to have tests done can report to Prof. Młynarski's team, the researchers want to direct their actions primarily to doctors. 'Our idea was to inform doctors about what this atypical diabetes looks like. We want them to refer selected patients to us. A certain sieve is needed to assess the disease in an objective way and order further tests' - he says.", "lang": "en"}
{"opinion_id": "op_003418", "text": "Substances similar to LifeGel are indeed being developed in various places around the world, but this solution developed by Poles is better in several respects. 'This solution provides a clean and reproducible product. Our goal is to enable widespread research using three-dimensional cultures' - adds the biotechnologist. The start-up Real Research from the Jagiellonian Centre for Innovation, besides Marcin Krzykawski, is co-founded by Renata Szczelina. Both are graduates of the Faculty of Biotechnology at the Jagiellonian University in Krakow. Marcin Krzykawski is currently finishing his doctorate at the Department of Immunology of the Collegium Medicum of the Jagiellonian University. Their adventure with developing the hydrogel began several years ago when they joined a team whose task was to develop three-dimensional bioprinting - a technology that would make it possible to print structures containing cells.", "lang": "en"}
{"opinion_id": "op_003419", "text": "WARNING!!!! Makes a very good impression, has a good approach to patients, but is a typical doctor who puts above all not the good of the patient, but the amount of money he can get from visits. Due to his incompetence and, as it turned out, lack of knowledge, overconfidence, and wrong diagnosis, I lost my son. Twin pregnancy..... never with him, girls! He assured me throughout the pregnancy that they were fraternal twins, that everything was okay... it turned out in the 7th month of pregnancy I have twin-to-twin transfusion syndrome TTTS, meaning they are identical twins, and I lost Igorek, and Wiktorek had many health problems, but somehow survived. Twin pregnancies only at Unia Lubelska with Węgrzynowski and Karina Engel.", "lang": "en"}
{"opinion_id": "op_003420", "text": "Unfortunately, I cannot recommend this doctor. He spends little time with the patient. After prescribing several medications that didn't help me, he stated that I have to learn to live with these ailments I have and he can no longer help me. For that last part, I am actually grateful to him because at least he made things clear. However, it doesn't change the fact that he brushed me off. Add to that poor communication with the patient. In a word, I discourage!", "lang": "en"}
