{"opinion_id": "op_002061", "text": "I wanted the doctor to clean my ear but he stated it was not necessary. I went to another doctor today who removed a lot of wax from my ear. Regarding the larynx, he also said it was ok but the larynx hurts and I have a dry cough. One of the medications he prescribed turned out to be for hay fever and allergies, which I do not have and that was not the reason I went there. After this medication, I had a nose clogged with blood in the morning, I hope he didn't damage anything. The lady at the pharmacy also asked what kind of doctor he was, because the stamp does not list a specialization. He was nice in conversation. I don't know this gentleman because I was in Grudziądz passing through. I know one thing, I would not go back there.", "lang": "en"}
{"opinion_id": "op_002062", "text": "He might be a good specialist, I do not dispute that he has certainly helped many people, however, I remember my contact with him as very unpleasant, even traumatic. I have a rather unusual health problem, on which unfortunately many specialists have failed. Mr. Jan Kowalski also did not manage to find a solution. That's fine, it happens. However, during this ineffective therapy, Mr. Jan Kowalski claimed that he knew perfectly well what was wrong with me. That I had a problem for which I should see a psychologist. He frightened me with very negative consequences of a possible surgical operation. He reacted with anger (or at least I perceived his reactions that way) when I reported great pain from his procedures, which, moreover, brought no improvement (it was even worse after a few sessions). Because therapy \"sometimes has to hurt.\" I left the last visit in tears. Many of his tips were certainly valuable, psychological therapy is also not a bad idea (although I don't know if it's key to my ailment), but his manner of contact with me was very unpleasant, and frightening me with the consequences of the disease progression was completely unnecessary. Especially since I later read a lot about the disease he \"diagnosed\" me with and those descriptions matched what I experience to a very small extent. Moreover, no other doctor confirmed these hypotheses. It's a pity that Mr. Jan Kowalski focused on pigeonholing my symptoms and their causes in a way that exceeded his competence, instead of honestly informing me that he simply could not help me.", "lang": "en"}
{"opinion_id": "op_002063", "text": "Personally, I was not satisfied with the visits and treatment by Mr. Dr. Jan Kowalski. After 6 months of treatment with the previously described suppositories and globules, my problems did not disappear. It took another doctor 1.5 months to completely and irrevocably cure my conditions. Today I have the impression that Mr. Dr. Jan Kowalski in most cases treats civilization diseases, forgetting that in today's times it is difficult for women to only wear skirts, not to mention cotton underwear and the prohibition of wearing tights : ) Additionally, after each visit, I felt guilty and left with the conviction that if I did not follow Mr. Dr. M.'s advice, I would not get pregnant... Today I have a child - it happened without the exhausting treatment recommended by Mr. Dr. and without rejecting my lifestyle and way of dressing. Regards", "lang": "en"}
{"opinion_id": "op_002064", "text": "I have had two visits with Ms. Doctor. The first visit filled me with hope, although I perceived Ms. Doctor's approach to us as very aloof and I had the impression that my child's crying distracted and annoyed her. We received a lot of medication for an amount exceeding PLN 200... from which after three weeks I see no result. Besides, the cost of the visit itself was PLN 200. I was persuaded to have skin tests, which are supposedly reliable after the child is 3 months old. So I showed up for the tests. We waited an hour for our turn, then we went in and I was even more disappointed. The lady performing the tests was impolite, rushing, snippy, and moreover, during the tests, she went out for a cigarette, leaving us alone in the office. But this opinion is not about her. After the tests, we were forced to wait for a visit with Ms. Doctor, because that's where you have to pay for the tests. The tests showed no allergies in the child. In the office, our visit literally lasted 5 minutes. We found out that the child is not allergic to anything, was weighed, that I should continue the treatment which still doesn't help, and introduce products that I had eliminated from my diet. After 5 minutes, I received two bills for the amount of PLN 200. So total 400.... PLN 200 for the tests and PLN 200 for that momentary summary. I felt cheated and ripped off. I am perfectly aware that it is a private visit but a brief consultation after the tests, to learn nothing new, should be included in the cost of performing them... I am at a standstill because the treatment does not help, even though I still keep the diet while breastfeeding (and I was supposed to introduce products. My daughter still regurgitates as before and still has rashes on her body.... And unfortunately, thanks to these visits, I no longer have the finances for further treatment. I suppose that treatment with Ms. Doctor is only for the more affluent, and I was just grasping at everything to help the child. After all, any mother would do the same.", "lang": "en"}
{"opinion_id": "op_002065", "text": "She added that there are also beneficial aspects of trauma, leading to a phenomenon experts call post-traumatic growth, leading to better functioning than before the trauma. \"These are better skills for coping with stress and trauma, a person sees new possibilities, sets new goals, begins to be more emotionally mature, becomes a better person. Throughout our lives, we write an epigenetic letter to future generations. We must be aware that everything we experience, we pass on. Either we deal with it or we don't, we have an influence on it,\" she summarized. The problem of mobbing at work was discussed during the conference by Dr. Marie-France Hirigoyen, an expert of the European Parliament, author of the well-known books \"Moral Harassment\" and \"Mobbing.\" As she reminded, mobbing is repeated over a long period of time in the professional environment, mocking, humiliating, intimidating, refusing to communicate, professional discrediting of the victim. As she said, in France, such practices most often occur among employees in equivalent positions; cases of mobbing by a boss towards a subordinate are also frequent. Situations also occur where a subordinate applies mobbing towards a boss, but such cases are very rarely revealed.", "lang": "en"}
{"opinion_id": "op_002066", "text": "Biomaterials are created to reduce the scale of disability and eliminate congenital or acquired defects in patients. With civilizational progress, the number of people over the age of 65 is systematically increasing, and the aging of societies is becoming a global problem. This means that seniors will need more and more implants. Biomaterials engineering gives hope for obtaining an implant material that will replace or regenerate damaged tissue and restore its original functions. Dr. Hab. Eng. Anna Kowalska is searching for multifunctional implant materials. As part of a research project funded by the National Science Centre, she is trying to produce a new generation of composite coatings. These coatings contain bioactive calcium phosphates and metallic nanoparticles with antimicrobial properties.", "lang": "en"}
{"opinion_id": "op_002067", "text": "Difficult to contact. She examined me like a doll, doesn't speak, you don't know what to say because she creates a barrier. She has no desire to explain to the patient what is happening to them or whether they should even come for a check-up. Regarding the diagnosis, she was not mistaken, but the lack of contact does not inspire trust.", "lang": "en"}
{"opinion_id": "op_002068", "text": "I actually don't know where so many positive opinions come from. I have been seeing him for a few months, mainly because it's close by. However, I have significant reservations regarding the treatment itself and the accuracy of the diagnosis (no effects are visible). When doing an ultrasound, I'm not entirely sure if he can read it correctly (the machine is probably not the newest). Someone wrote that you don't wait in line - well, I guess I was unlucky several times - I waited over an hour despite a prior appointment. Generally, he's a doctor like any other, but far from being admirable. I will go for one more visit and if there is no concrete improvement, I will change doctors.", "lang": "en"}
{"opinion_id": "op_002069", "text": "It's hard to say anything about the treatment itself yet, because I got a referral for tests and only based on the results will there be a diagnosis and recommendations. The visit was unfortunately delayed. The doctor was nice, friendly, interested in the patient, conducted a detailed interview and examination of skin lesions. I hope he will be able to help me.", "lang": "en"}
{"opinion_id": "op_002070", "text": "I think that Dr. Anna Kowalska is a very good pediatrician. She has been treating our daughter from the first days until now, which is already 5 years. Nothing can be faulted. Ms. Doctor is very nice, direct. very sincere, and has a very good approach to little children. . I must admit with all honesty that I have never met such a good pediatrician and such a wonderful person as Dr. Anna Kowalska. . regards. MOM OF ESTERKA \" )", "lang": "en"}
{"opinion_id": "op_002071", "text": "This misunderstanding arises because the flu vaccine does not protect against so-called influenza-like infections, with which it is often confused. \"These infections are difficult to distinguish. Influenza-like infections are most often caused by RS viruses,\" says Prof. Jan Kowalski. This is the most common pathogen causing upper respiratory tract infections, mainly in children. In adolescents and adults it usually runs mildly, but can be dangerous for the elderly. Prof. Adam Antczak recommends that primarily people over 65 years of age and young children under 2 years of age get vaccinated (the preparation can be given to children over six months of age). Also people suffering from chronic diseases: heart, lung, kidney, liver, blood diseases and diabetes, as well as those who have a weakened immune system. Almost 90% of all deaths from influenza occur in this group of people. People over 50 are also slightly more at risk.", "lang": "en"}
{"opinion_id": "op_002072", "text": "I had my nose done by Mr. Jan Kowalski about 6 years ago. Unfortunately, after the operation, after removing the cast (bandage) from the nose, it was crooked. The doctor suggested injecting botox to straighten the nose (only the botox would disappear and I would have to correct it with botox endlessly, paying again and again... and that was probably not the point?) Year after year my complex still exists. There is no hump anymore, but it is still ugly and moreover crooked. When I talk to people or with my partner... I try to subtly have my face twisted so as not to look directly. I am embarrassed by this crooked nose. I am ashamed to admit that the hump was removed, the tip was corrected, etc. (a correction of the entire nose was done), moreover, wearing glasses I cannot wear them for long because after the shaved hump, the cartilage was poorly shaved and a piece presses hard on the skin under the glasses causing pain. While having breast surgery with another doctor, I asked about the nose (but the doctor said he would not want to correct a nose after someone else... but he sees that it is crooked and \"the whole thing moves when touched\") Besides, I cannot afford another operation. I am just sorry that it was done this way and not another. It's not about whether it suits my face or not. It's about paying 10 thousand hoping that the operation will be performed so that the other party is satisfied. And here, from one complex I fell into another : ( A very nice doctor but I am really sorry about my complex.", "lang": "en"}
{"opinion_id": "op_002073", "text": "In the assumptions of the program, civilization diseases, such as malignant cancers, diseases of the circulatory system, as well as neurodegenerative diseases, were identified as the greatest health threat in the perspective of the coming years. \"Therefore, in the face of the challenge of an aging society, particular emphasis should be placed on issues related to innovative solutions in the field of prevention, diagnostics and treatment. The STRATEGMED program, for which NCBR has allocated a total of PLN 800 million, is a response to this challenge,\" informed NCBR representatives in a communiqué sent to PAP. The STRATEGMED program finances scientific research and development work on innovative technologies that will find application in four areas of modern medicine: cardiology and cardiac surgery, oncology, neurology and regenerative medicine. The budget of the second competition for their implementation is PLN 220 million.", "lang": "en"}
{"opinion_id": "op_002074", "text": "If you ladies want to chat, go to the bazaar, not to the doctor. The doctor is supposed to treat, not look into the patients' eyes. He simply works, he works too much. I have been a patient of Mr. Jan Kowalski for several years, indeed he has various moods, but are we perfect every day? He is a very good specialist. He is the only doctor who diagnosed my disease.", "lang": "en"}
{"opinion_id": "op_002075", "text": "\"Now, when the tick season has started, it is too late for that. Therefore, an accelerated vaccination schedule is recommended, according to which the second dose is administered after just two weeks,\" explains Dr. Jan Kowalski. This way, protection is acquired just one month after the first dose (in the case of the second vaccine, the accelerated schedule requires three doses). However, one must remember to receive another dose after a year. It is also important to receive booster vaccinations at intervals of about three years. According to Dr. Jan Kowalski, vaccinations against TBE should be used primarily by people living in areas of endemic occurrence of TBE, such as the Warmian-Masurian and Podlaskie voivodeships. They are also recommended for people traveling to these areas for tourism purposes and for people spending time actively outdoors - gathering mushrooms and forest fruits, lovers of kayaking and camping.", "lang": "en"}
{"opinion_id": "op_002076", "text": "A virtual medical mannequin is a computer model of a human that will allow predicting the reaction of the human body to various thermal stimuli. It can be used in therapy using cold - hypothermia, said the author of the idea, Dr. Ziemowit Ostrowski from the Silesian University of Technology, in an interview with PAP. The scientist is raising money to implement his idea. Misterman, as its creator called the mannequin, will allow maintaining the body at the temperature expected by the doctor and properly lowering the body temperature. \"The doctor knows the patient's temperature at a given moment, and the mannequin will tell him what it will be in five minutes if he maintains the patient's cooling level at the current level. If he sees that the patient is too cold, he will be able to react appropriately,\" said Dr. Ostrowski.", "lang": "en"}
{"opinion_id": "op_002077", "text": "Hello, The medical interview contains many elements, the knowledge of which can help in a fuller understanding of the medical history and making a more accurate diagnosis. The price of the visit varies depending on whether it is just a consultation, a consultation with an examination, a periodic check-up, or whether an EEG, sleep EEG, QEEG has been performed, and of course on how long the visit lasts. From my side, due to impartiality, of course 'No rating' : ) I wish you health : ) Jan Kowalski", "lang": "en"}
{"opinion_id": "op_002078", "text": "I was also diagnosed with gestational diabetes. I made an appointment with Ms. Doctor at ICZMP - a private visit, cost PLN 100. I was treated like an intruder, Ms. Doctor answered my questions as a favor, advised nothing (did not even establish a diet, nor how often and at what time I should measure sugar), left me with the same fear and ignorance as before the visit. Meanwhile, during the visit I paid for, she was constantly answering phone calls. I went there because another diabetologist, who could not see me, told me to immediately go to the clinic or be admitted to the hospital (weight loss, too high sugars). This Ms. Doctor stated that I could lose weight (and generally I am slim and gained little), and that my sugar is sometimes exceeded (as if she did not see my results from multiple measurements with a glucometer). She only glanced at my notes from the diet and sugar values kept for several days while talking on the phone. When I asked what sugar value should worry me - answer: none, and what sugar value would mean I should go immediately to the hospital - answer - none. The whole time I felt like she wanted to push me out of the office. I don't know what I paid those PLN 100 for. I regret not telling her that.", "lang": "en"}
{"opinion_id": "op_002079", "text": "A nightmare!... This is how I will remember that visit for a long time... I fell down the stairs at work, my leg swelled up masively instantly, so I went to an orthopedist only the next day with swelling covering the entire foot. I ended up with Him... I could barely hobble to the office. He assessed the X-ray: \"On these pictures, not much is visible really... but it's probably not broken\" then told me to buy an orthosis and return to work. He didn't even ask if I might be sticking a shovel into the ground with that leg at work, he didn't ask about sick leave - nothing!... so I returned to work... The next day, concerned colleagues unanimously decided to take me to another orthopedist, who grabbed his head that I didn't get sick leave with such limited mobility, administered a series of anticoagulant injections and cyclic control until healed. The treatment lasted a long time, but I never went back to Moczkowski and I will not recommend Him to anyone....", "lang": "en"}
{"opinion_id": "op_002080", "text": "hello! I have known Dr. Jan Kowalski for 9 years! He operated on me several times and managed my pregnancy, therefore I recommend him as a doctor with a clear conscience! besides the fact that I trust him 100%, that he is an excellent doctor, that he got me out of more than one predicament, he is a warm guy! 2 minutes before the operation he hugged me because he knew how scared I was! It's true he uses the informal \"you\" with patients but frankly speaking it makes me feel like I'm having coffee at a friend's place in the office! without stress!!! Those who give bad opinions about him don't know him!!! Thanks to Jan Kowalski I still have a chance... thanks to him, his knowledge!!! THANK YOU DOCTOR FOR EVERYTHING! FOR SAVING MY LIFE, FOR THE SMILE AND SUPPORT!!!!!!", "lang": "en"}