{"opinion_id": "op_003101", "text": "The visit to the female doctor was my first visit to a gynecologist specialist. The female doctor was very quiet, she did not explain many things that interested me. The next visit, which lasted about 10 minutes, I could call 'a complete brush-off'. I do not recommend. Fortunately, I found a gynecologist whom I trust. Regards.", "lang": "en"}
{"opinion_id": "op_003102", "text": "I was treated by him for several years. Unfortunately, without positive results. I am not a simple patient (serious chronic neurological disease) and it takes at least a little effort to treat me. Mr. Docent Milewicz never remembered what he was treating me for, or which patient I was, what to watch out for. He prescribed me a dozen or so packages of medication at once, disregarding effects and interactions. After finishing one package, he would state that it didn't work and prescribe the next one, and I was left with a supply for an entire regiment! After an extremely complicated operation, which he performed really fantastically (!!!), this time he forgot to prescribe me medication and all the effort went to waste. At the follow-up visit, irritated by his own mistake, he even yelled at me and prescribed me more miracles in large supply, falling asleep three times while writing out my PESEL. I strongly advise against.", "lang": "en"}
{"opinion_id": "op_003103", "text": "We have never dealt with such an arrogant and impolite doctor before. We came to this lady with our 2-month-old daughter with suspected immaturity of the nervous system. Right at the beginning of the visit, the bored and offended expression of the female doctor discouraged us. Then it only got worse. She accused us of carrying the baby incorrectly and assumed from the start that the problems resulted from my poor feeding technique. During the entire interview, she treated us like bad parents whose mistakes caused the child's problems. At times, she undermined and ridiculed our knowledge about infant development. But the worst was the examination itself. This doctor does not have the right approach to children; the female doctor is so indelicate that afterwards it was hard for us to calm our daughter down. I am surprised by this lady's approach because, after all, the visit was private and we were not there for free. I do not recommend to anyone and do not wish anyone to have contact with this lady.", "lang": "en"}
{"opinion_id": "op_003104", "text": "The doctor recommended an alternative treatment to the previous one, so I am not giving the highest rating yet (we'll see how effective it turns out to be). I have no objections to the male doctor: very professional and polite. The only minus concerns the office, which is not modern, which may discourage patients.", "lang": "en"}
{"opinion_id": "op_003105", "text": "A nice doctor and seemingly competent at first glance. Unfortunately, my child, on strong antiallergic medication and administered calcium, was sent for allergy tests, which I can throw in the trash because the results are unreliable. Very strong medications, including steroids prescribed immediately, to be given 'preventively' twice a day after the first visit; / I am disappointed. Paying well over 300 PLN for a doctor's visit, I expected competence, knowledge, and help. I encountered a nice and pleasant visit that did not help my child in any way. Fortunately, I changed doctors and today my child avoids the devastation of the body from taking strong medications prescribed by guesswork. I do not recommend.", "lang": "en"}
{"opinion_id": "op_003106", "text": "I was with this lady with my child for the first and last time. Zero approach to the child, a discussion with the dental assistant in a tone that was at least dismissive about another patient in pain in our presence, like: 'I saw them in the morning on the fund - now I am private.' - maybe acceptable, but why in front of other patients - personally I do not recommend. Finally - the service was performed, but the situation was unpleasant - especially for a 9-year-old child who was in such a situation for the first time in his life. Very unpleasant.", "lang": "en"}
{"opinion_id": "op_003107", "text": "The female Doctor is very nice and friendly. I was with her with my child, who was not the calmest, and she explained very calmly and specifically what needed to be done. For now, I am giving a good rating because I don't know what the effects will be yet. I will gladly go to the female doctor again.", "lang": "en"}
{"opinion_id": "op_003108", "text": "Doctor Iwona is a professional in every way :) Going to the dentist, I always feel terrible fear. Doctor Iwona is understanding and delicate, very nice, patiently explains every problem that arises, and what I like most is the fact that in her actions she is very decisive and specific. For me, this is a clear sign that the specialist taking care of me knows exactly what and how to do. This makes me feel safe. I know I am in good hands. And on top of that, a smile and warmth..... no trace of fear remains. Ms. Iwona, THANK YOU :D", "lang": "en"}
{"opinion_id": "op_003109", "text": "I went to the doctor with my 3-week-old daughter, who was born with a clubfoot. Every doctor who examined my child pointed this out (starting from the neonatologist in the hospital, through the neurologist and pediatrician at the clinic), and not only doctors, because the difference between one foot and the other is visible immediately. Only the male doctor did not see a problem, even though he theoretically specializes in this. After an examination lasting literally a few seconds, he stated that, as far as he was concerned, both feet were identical. TO SUM UP: I DO NOT RECOMMEND THIS DOCTOR!!!", "lang": "en"}
{"opinion_id": "op_003110", "text": "I read these very positive reviews, I used to give them myself, and only now do I know how wrong I was and how little I knew. Now, when my Son is no longer alive, I realized that medicine is often helpless, and doctors make mistakes. They are misled by routine and a belief in their own infallibility, bordering on arrogance. Because that was the case with my Son. Operated on 3 years ago by Dr. Papierz, successfully at that, he left the hospital with hope for further life. Soon, headaches appeared, more and more frequent and persistent. My Son made numerous visits to Dr. Papierz's private office, reporting the above complaints. Each time they were downplayed, linked to my Son's psychological experiences and postoperative trauma or a common cold. He did not receive concrete help; not even basic tests were performed. The headaches returned, preventing normal daily life. At the turn of July and August last year (a month after the visit to Dr. Papierz's office), my Son, with loss of consciousness and immense headache, was admitted again to the Neurosurgery Department of Barlicki Hospital, and then, after a CT scan, it turned out that the ventriculoperitoneal shunt installed earlier was completely infected with bacteria, possibly hospital-acquired. An operation to remove the shunt was necessary as my Son's health deteriorated. The operation was performed at the beginning of August last year and did not go well. Due to a brain hemorrhage (approx. 400 ml), a reoperation was necessary. As a result of the operation, a significant part of the skull was removed and an external drain was installed. My Son's health significantly worsened after the operation; he did not move, did not establish any contact with the surroundings, essentially remaining in a coma. Strong antibiotic therapy was undertaken to combat the infection, but despite treatment, my Son's condition did not improve. Until the end, we did not lose hope for His recovery. The fight lasted over 5 months. In December last year, an abscess formed at the operative site. Digestive disorders appeared; he was artificially fed. It got worse day by day. My Son died on January 9th this year, although brain activity ceased about two weeks earlier. He was only 30 years old with his whole life ahead of him. He had his Love. I will forever remain convinced that this could have been prevented, that this death could have been avoided if the proper diagnosis had been made earlier, if he had been listened to, if due importance had been attached to His complaints... if... if..... if...", "lang": "en"}
{"opinion_id": "op_003111", "text": "I support the lady with the comment below. I agree 100%. I had exactly the same situation: everything in a rush and without any diagnosis, I got medication for 45 days (what sensible doctor gives medication for such a period without any tests?) for almost 200 PLN, which, as it turned out, did not help at all; I felt even worse after them. Literally, my money went down the drain because not only did I pay 150 PLN for a 5-minute visit + 200 PLN for medication, but I am still struggling with my intestines. The office looked like a family doctor's, i.e., a desk and a bed, nothing else. I advise everyone against this lady.", "lang": "en"}
{"opinion_id": "op_003112", "text": "I have been treated by the male doctor for quite a few years now; until now I had no objections, but during the last visit the male doctor was very nervous, indelicate. Frankly speaking (despite really the best opinions about the male doctor so far), after leaving the office I thought about changing doctors...", "lang": "en"}
{"opinion_id": "op_003113", "text": "I had a visit in Brzeziny and I am satisfied with the male Doctor's approach. He meticulously reviewed the results, answered questions, and did not downplay my ailments. He referred me for additional tests to confirm the diagnosis. This is not my first visit to a gastroenterologist (I had been to another one before), but Mr. Stańczyk made a professional impression on me.", "lang": "en"}
{"opinion_id": "op_003114", "text": "Prof. Kozłowska-Wojciechowska encourages eating vegetables and fruits, which are low in calories, but at the same time cautions that rapid fruit and vegetable diets cause the loss of a few centimeters in the waist solely due to dehydration. Protein, sugar-free, and fat-free miracle diets will cause weight to drop sharply. But everything we lose in two, three weeks, we will regain with interest the next month. So - in her opinion - it's better not to 'lose weight' at all. The professor explains that if someone wants to take care of their figure, they must also take care of their health. Certainly, if someone has a kilogram or two to lose, there is no contraindication to go on a short diet - she says. With several kilograms overweight, a fashionable diet is, however, an improper way to proceed. Similarly, when the weight is normal.", "lang": "en"}
{"opinion_id": "op_003115", "text": "Two years ago I was at Dr. Czerner's... the doctor stated that it was already too late in my situation for treatment (surgery), because ligament reconstructions are not performed in Poland (he stated this without ordering additional tests, e.g., CT, MRI). Currently, I am after an Arthroscopy... the real cause of my ailments was shown by the results of CT, MRI, and stress X-rays to which another doctor sent me... I do not recommend... years of experience can sometimes be misleading.", "lang": "en"}
{"opinion_id": "op_003116", "text": "Unfortunately, I cannot share the laudatory opinions about Mr. Doctor. A plus for being polite, able to calm down, and simultaneously lull vigilance. He downplayed many issues despite my requests, did not react to my concerns in time, which is why I now have health problems that could have been prevented. A pity, a great pity, especially since I trusted this doctor.....", "lang": "en"}
{"opinion_id": "op_003117", "text": "\"The basic method of preventing thyroid diseases is testing thyroid hormones from blood and an ultrasound examination of the thyroid gland. A thyroid ultrasound performed once every two years allows for the detection of even the smallest changes within the thyroid,\" emphasizes the president of the organization Polish Amazons Social Movement (PARS) Elżbieta Kozik, quoted in a press release sent to PAP. PARS has been running an educational campaign on thyroid cancer called Butterflies Under Protection (www.motylepodochroną.pl) for years. The basic test helpful in assessing thyroid function is the measurement of thyrotropin (TSH) concentration - a pituitary hormone that stimulates the secretion of thyroid hormones. In case of abnormal TSH concentration, it is advisable to measure the level of thyroid hormones in the so-called free form (not bound to proteins), i.e., free thyroxine (FT4) and free triiodothyronine (FT3) concentration. The level of antibodies against thyroperoxidase (anti-TPO) is also assessed, which increases in the autoimmune Hashimoto's disease.", "lang": "en"}
{"opinion_id": "op_003118", "text": "I completely disagree with Ms. Dorota B. and Ms. B. K. Our entire family, i.e., me, my husband, and children, have been going to Skrzat for several years now and we are very satisfied! The female Doctors are really very nice (I don't know how someone can write that they are unfriendly??) and, most importantly, they treat teeth well. Obviously, children may like or dislike various things, and a visit to the dentist, one must admit, is specific and not everyone likes it. I have already recommended this office to several of our acquaintances and somehow everyone is satisfied. I, in any case, RECOMMEND!", "lang": "en"}
{"opinion_id": "op_003119", "text": "I walk in pain, the entire left side, from the hip joint down; after an examination by an orthopedist, he referred me for further tests to a neurologist; he, after examining me again, referred me back to the orthopedist; I walked around, paid, and I am still enduring the pain; I am back at the starting point. If they are so good, why is it so bad? Who should I seek help from? Should I go back to the orthopedist? Maybe treatment now consists of referring...", "lang": "en"}
{"opinion_id": "op_003120", "text": "Valve prostheses are needed for patients suffering from congenital or acquired defects of their own valves. Currently, mechanical or biological prostheses are used in them, but both types have certain limitations. In the case of mechanical valves, it is the necessity of long-term anticoagulant therapy for the patient. On the other hand, biological prostheses, based both on human material taken from cadavers and animal tissue material, are burdened with the risk of calcification or inflammatory reactions. Numerous studies and clinical observations show that their durability averages about 15 years. After this time, the valve needs to be replaced in many patients. As Dr. Wilczek assures, a valve covered with the recipient's cells may eliminate these limitations. \"This is an example of the increasingly developing personalized medicine,\" he emphasized.", "lang": "en"}
