{"opinion_id": "op_003561", "text": "Bardzo dziękuję za profesjonalne podejście do problemu.", "lang": "pl"}
{"opinion_id": "op_003562", "text": "Pani doktor wsyztsko dokładnie wyjaśniła . Wizyta przebiegła pozytywnie . Polecam", "lang": "pl"}
{"opinion_id": "op_003563", "text": "Dzięki panu doktorowi w końcu mogę oddychać nosem, wcześniej miałam 3 operacje przegrody, żadna z nich nie była wykonana poprawnie. Pan doktor podjął się wyzwania przeprowadzenia 4, gdzie inni lekarze zbywali i radzili by brać leki do końca życia. Bardzo polecam pana doktora.", "lang": "pl"}
{"opinion_id": "op_003564", "text": "Pan Doktor z profesjonalnym podejściem. Wszystko sprawdził i szczegółowo wyjaśnij. Odpowiedział na moje wszystkie pytania. Polecam", "lang": "pl"}
{"opinion_id": "op_003565", "text": "Wrażenia bardzo dobre i skuteczne leczenie polecam będę dalej korzystał", "lang": "pl"}
{"opinion_id": "op_003566", "text": "Polecam, Pan dr wszystko wyjaśnił , fiberoskopia przeprowadzona bezboleśnie, fachowo", "lang": "pl"}
{"opinion_id": "op_003567", "text": "Jesteśmy bardzo zadowoleni z wizyty. Wszystko przebiegło z bardzo dobrymi wyjaśnieniami ze strony lekarza . Lekarz zostawia  sobie czas dla pacjenta na szczegółowe odpowiedzi na pytania.", "lang": "pl"}
{"opinion_id": "op_003568", "text": "Jestem bardzo zadowolona z wizyty. Pan Doktor bardzo empatyczny, szczegółowo wyjaśnił co, jak i dlaczego. Na miejscu, w gabinecie wykonał drobny zabieg, który od razu przyniósł ulgę, za co bardzo dziękujemy. Gabinet czysty, dobrze wyposażony, miła atmosfera. Polecam serdecznie i bardzo się cieszę, że trafiłam do doktora Żmudzińskiego.", "lang": "pl"}
{"opinion_id": "op_003569", "text": "Niestety, wizyta była bardzo rozczarowująca. Lekarz okazał się nieempatyczny i grubiański – zdecydowanie nie nadaje się do pracy z dziećmi. Zamiast zrozumienia i delikatności, spotkaliśmy się z oschłością i nieprzyjemnym zachowaniem. Dziecko wyszło z gabinetu zestresowane i przestraszone. Zdecydowanie nie polecam.", "lang": "pl"}
{"opinion_id": "op_003570", "text": "Szybko, sprawnie i na temat. Pan Aleksander w ciągu chwili zdiagnozował i doradził jak dalej postępować. Jestem zadowolony z wizyty!", "lang": "pl"}
{"opinion_id": "op_003571", "text": "To była moja pierwsza wizyta u dr Żmudzińskiego. Odbyła się punktualnie, w miłej i przyjaznej atmosferze. Mogłam szczegółowo przedstawić swój problem i otrzymałam dokładne i szczegółowe odpowiedzi. Na pewno wrócę do dr Żmudzińskiego, jeżeli będzie taka potrzeba.", "lang": "pl"}
{"opinion_id": "op_003572", "text": "Bardzo rzetelne analityczne podejście do problemu, świetna komunikacja, dobrze zorganizowana rejestracja. Polecam!", "lang": "pl"}
{"opinion_id": "op_003573", "text": "Polecam. Profesjonalne podejście do pacjenta i bardzo miły człowiek.", "lang": "pl"}
{"opinion_id": "op_003574", "text": "Z całego serca polecam- profesjonalne podejście, zapewnienie komfortu pacjenta, duże zaangażowanie i wyraźna empatia.", "lang": "pl"}
{"opinion_id": "op_003575", "text": "Byłam na wizycie u doktora Gocha i jestem bardzo zadowolona. Lekarz dokładnie mnie zbadał, cierpliwie wysłuchał objawów i wyjaśnił dalsze postępowanie. Wizyta przebiegła w spokojnej atmosferze, bez pośpiechu. Czułam się zaopiekowana i potraktowana z szacunkiem. Zdecydowanie polecam, szczególnie jeśli ktoś szuka rzetelnego i empatycznego specjalisty.", "lang": "pl"}
{"opinion_id": "op_003576", "text": "Z całego serca polecam dr Jakuba, przede wszystkim za profesjonalną opiekę, empatię i ogromne zaangażowanie. Trafiłam do gabinetu z uporczywym problemem laryngologicznym, z którym zmagałam się od dłuższego czasu, a dzięki trafnej diagnozie i skutecznemu leczeniu wreszcie odzyskałam komfort życia. Pan  Doktor wszystko dokładnie tłumaczy, słucha pacjenta i podchodzi do leczenia z dużą troską. Widać, że to osoba z powołaniem – pełna życzliwości i ciepła. Szczerze polecam każdemu, kto szuka dobrego laryngologa w Poznaniu!", "lang": "pl"}
{"opinion_id": "op_003577", "text": "Pełen profesjonalizm ze strony dr Jakuba. Szczegółowy wywiad, rzeczowe wyjaśnienia. Lekarz pełen empatii, cierpliwości. Słuchający pacjenta. Polecam :)", "lang": "pl"}
{"opinion_id": "op_003578", "text": "Rzeczowe wyjaśnienia, szybka pomoc i sympatyczna atmosfera.", "lang": "pl"}
{"opinion_id": "op_003579", "text": "Jestem bardzo zadowolony z wizyty u Pana Jakuba.", "lang": "pl"}
{"opinion_id": "op_003580", "text": "Wspaniały lekarz. Wszystko szczegółowo wyjaśnione! Wyszukał w systemie wyniki tomografu oraz na jego podstawie wytłumaczył czym spowodowane są moje problemy laryngologiczne. Polecam!", "lang": "pl"}
