{"opinion_id": "op_002981", "text": "Prof. Jan Kowalski operated on my husband for colon cancer - he didn't take a single penny! He didn't even want to accept flowers! I had to pay for one stapler - the second one was free. One stapler costs 2.5 thousand PLN at the pharmacy. Without this, they wouldn't perform the surgery. Prof. didn't order or recommend an abdominal ultrasound control, only a colonoscopy. Four years after the surgery, there was a metastasis to the liver - diagnosed literally at the last moment! At Prof. Jan Kowalski's clinic, they were surprised that Prof. Jan Kowalski didn't order control abdominal ultrasounds.......", "lang": "en"}
{"opinion_id": "op_002982", "text": "I completely agree with the previous opinion, today we had the dubious pleasure of meeting the doctor. We were almost thrown out of the department in Sosnowiec. I've never experienced before a doctor raising his voice at a patient like that. He was upset with us that we had a referral specifically to Sosnowiec. Hospitals are supposedly not supermarkets, we can't just go wherever we want, and the doctor who wrote the referral can write that it's \"urgent,\" but for the doctor it's not \"urgent\" at all. I don't recommend, I definitely advise against it, we won't be going there again.", "lang": "en"}
{"opinion_id": "op_002983", "text": "The center received the status of National Leading Scientific Center (KNOW) in July. Over 5 years, it may receive 50 million PLN. The goal of research that the Białystok KNOW will conduct with the allocated funds includes, among others, searching for new biomarkers of civilization diseases. \"We already have equipment, infrastructure, and we're developing international cooperation. KNOW funds will allow us to conduct research and hire researchers, including from abroad\" - emphasized Prof. Jan Kowalski, Vice-Rector for Science at the Medical University of Białystok, in an interview with PAP. He said that these will be large-scale technique-based studies, meaning those that analyze huge amounts of data, e.g., genetic or metabolomic (related to metabolic products).", "lang": "en"}
{"opinion_id": "op_002984", "text": "Before visiting Jan, I had been to three doctors: each of them made some diagnosis but that's where the visits ended. Initially, pain problems occurred in my left hand, after some time my right hand joined in. Irritated by the whole situation, I decided to finally go for practice instead of continuous diagnosing - which lasted about 3 months. At the first visit, Jan collected a comprehensive history and got straight to work. After the first meeting, I felt great relief, although the pain didn't completely go away, my condition finally improved. Moreover, I got \"homework\" in the form of exercises, which I diligently perform. I'm scheduled for further visits, which believe me I can't wait for. In summary, I highly recommend a visit to Jan, he is a competent person and very committed to his work.", "lang": "en"}
{"opinion_id": "op_002985", "text": "I chose the Doctor after reading opinions on this portal. The Doctor, after listening to what I had to say, made a diagnosis - stress. (but I guess I'm not the only one she gave this diagnosis to) What's strange is that the diagnosis was made without ordering basic tests, without looking at the CT results. (which I had placed on the desk) I give a NEUTRAL opinion, because she neither helped me nor harmed me.", "lang": "en"}
{"opinion_id": "op_002986", "text": "He is definitely a doctor who deserves a \"+\" for the kind of person he is. He indeed dedicates an appropriate amount of time to the patient, listens to them, and answers their pressing questions. However, in my case, he didn't recognize it, even though another doctor identified my ailment immediately. So for \"-\" definitely expertise, and that is the most important thing in the medical profession. Dr. Jan Kowalski initially wanted to remove (what I had) even though he himself didn't know exactly what it was. He also applied an antibiotic for it, which at the II visit (apparently) helped me, which I can't agree with because I still had the ailment. At the next visit, I was supposed to get a referral for examination - here my doubt arose, why couldn't I get such a referral right away? And second, why a referral if the ailment was subsiding? I personally don't recommend.", "lang": "en"}
{"opinion_id": "op_002987", "text": "I've used the services of many dermatologists, but only Dr. Jan Kowalski advised me on which procedure would help with my hair loss problem. I've been treated for thyroid issues for years and have very weak hair. After performing the appropriate tests ordered by the Doctor, I was recommended procedures using carbon dioxide carboxytherapy and my plasma. I've had 4 procedures. My hair is slowly stopping falling out. I can't wait for further effects. The procedure is painful, let's not hide it, but it's worth it!! The Doctor effectively distracts from the pain! I recommend Fabskin", "lang": "en"}
{"opinion_id": "op_002988", "text": "Doctors also showed that patients insufficiently care for oral hygiene - a satisfactory state was found in less than half of the examined. It's even worse in patients with coronary disease - people who should take special care of it because chronic inflammations increase the risk of further heart infections, heart attacks, complications, may promote arrhythmias, heart failure. Jan Kowalski emphasized that improper oral hygiene may also promote autoimmune diseases. Doctors also showed that still too many people smoke cigarettes, with women having more trouble quitting the addiction. Białystok Plus studies also showed that 30% of examined who agreed to sleep study have health-threatening breathing disorders during sleep. Jan Kowalski assessed that this is a lot.", "lang": "en"}
{"opinion_id": "op_002989", "text": "When it comes to approach to children, maybe some change has occurred because my son likes the doctor. He greets, shows equipment. And that during examinations parents sometimes have to hold the child, unfortunately that's our role. We don't go there for pleasure. And procedures are sometimes unpleasant. The only minus is suggesting antibiotics to a child whose illness doesn't indicate bacterial infection. I'm very cautious about giving antibiotics preemptively and prefer that my child's doctor has a similar opinion to mine.", "lang": "en"}
{"opinion_id": "op_002990", "text": "Hello, I'm writing here as a husband who watched from the sidelines what \"miracles\" the doctor was performing. First of all, I learned about all possible diseases a woman can have during pregnancy and of course for everything tests had to be done. Paid, obviously. Every visit meant a test, and a visit to collect results, and then another test and so on in a circle. My child could have even been without a brain so great fear and the doctor \"guru\" obviously all-knowing and caring. The delivery itself in his (friends'?) clinic was a great failure. Wife pumped with oxytocin, unbearable pain with no dilation. In short, don't bother woman, you have to give birth quickly because I with friends have to go home. The delivery was in December unfortunately with an open window because the doctor and his friend found it smelly. The doctor's \"clinic\" is in a villa so ventilation of \"draft and open window\" type without any exhaust. I'm now more aware of what was happening then, because on the way we have our third child and I know what it means to conduct pregnancy professionally and caringly. Back then we didn't really know what was going on, my wife subconsciously felt that something was wrong. Now I wouldn't let my wife visit this gentleman for any treasure. Generally I definitely don't recommend dear ladies, spend your money wisely on a really good doctor. Husband and father.", "lang": "en"}
{"opinion_id": "op_002991", "text": "I definitely advise against this gentleman. The only thing he can say is to suggest a manual therapist, of course in the same clinic. Complete disregard of disease symptoms signaled by me. When I was talking about my ailments, the esteemed gentleman was looking at his watch, because he only has 15 minutes allocated per patient. I was treated dismissively and about the alleged pain he said that I imagine it, that I feel it so strongly and advised me to go to a psychologist, of course one floor down. A month after this visit I stopped walking. With the disease that was detected in me, I was very lucky that the manual therapist didn't harm me, because manipulations cannot be performed with my disease due to high risk of spine damage. The doctor should have referred me for tests after I signaled the symptoms of the disease instead of directing me straight to the therapist and psychologist. Lost precious time, lost money, and gained only great pain during therapy. I don't recommend.", "lang": "en"}
{"opinion_id": "op_002992", "text": "First of all: five stars is definitely too few! Before I came to the Doctor, for a year I searched for the cause of my walking problems - I went a long way, visited many different doctors, did many tests and didn't get any explanation for my troubles. Two specialists did suggest neurosis, but deciding on a psychiatry visit was particularly difficult for me. I came to the Doctor by chance, when forced by worsening symptoms I had to quickly seek psychiatric help. By chance, because on the day I decided to go to a psychiatrist, the Doctor happened to have a free slot. I gathered strength and went. My fears and concerns subsided immediately upon entering the office. The Doctor is a warm, polite, and kind person, inspiring trust from the first moments. She is full of empathy, care, can patiently listen to the patient and properly guide the conversation to comprehensively and thoroughly recognize the problem. The Doctor convinced me to start pharmacological treatment, which I was very afraid of (I had bad experiences with medications prescribed by another specialist). She dispelled my concerns by providing her phone number and encouraging contact if I felt bad after the medications. She herself set days when I was to report on the treatment progress. For a person with nervous problems this is huge support. She also referred me to psychotherapy, giving contacts to a very good psychotherapist. Now, after over a dozen months of treatment (and psychotherapy), I finished treatment with the Doctor. The first time I came to the office barely able to stand on my feet. Last summer I was walking in the mountains. The Doctor is a physician by vocation and a wonderful person. I sincerely recommend with all my heart! And to Anna I very warmly thank!", "lang": "en"}
{"opinion_id": "op_002993", "text": "The visit went quickly, the Doctor was somewhat irritated by my long skirt, which was getting in her way here and there, but one could have looked at it with humor. Terms like factual and automatically efficient come to mind. The visit was a routine examination, so I can't assess competence, but I've encountered kinder and more delicate treatment. On the other hand, the Doctor's pragmatic approach certainly prevents building excessively long queues. To summarize, I have nothing to complain about, and I'll hold back on the psalms.", "lang": "en"}
{"opinion_id": "op_002994", "text": "Dr. Anna Kowalska excellently diagnoses not only cardiological disorders. She has the ability to understand how the entire organism functions. Before deciding on the treatment method, she conducts a thorough interview regarding the patient's health. She possesses knowledge in the field of modern diagnostics and pharmacology. Before applying pharmacotherapy, she recommends lifestyle modification, diet, and physical activity.", "lang": "en"}
{"opinion_id": "op_002995", "text": "I think the doctor is very good at approach etc. BUT since he started using shockwave therapy he simply rips people off and applies it to almost everything. And the price for shockwave, he really has high. Elsewhere in Wrocław you can get it really cheaper. I really recommend, but don't get ripped off.", "lang": "en"}
{"opinion_id": "op_002996", "text": "In most cases the Doctor is indeed nice and pleasant. However, when she's not in the mood, she is snappy and unpleasant. E.g. She refuses to perform a paid ovarian ultrasound, because she got some idea in her head. Doesn't want to examine breasts. Incorrectly interprets hormone test results. Advantage: often sends for tests.", "lang": "en"}
{"opinion_id": "op_002997", "text": "Thanks to therapy I became convinced that how I feel depends on me. I no longer blame my fiancé and parents and the so-called \"whole world\" - as I did for a very long time. It changed slowly for me month by month and now even several months after therapy it continues to change, and I'm happy that I have many things I can return to and use daily and feel unimaginably better. Simply well daily. Thank you for help, thanks to Jan I enjoy life every day.", "lang": "en"}
{"opinion_id": "op_002998", "text": "Dr. Jan Kowalski may be a good specialist I don't doubt but he didn't help us. We traveled hundreds of kilometers to get an opinion because we didn't know what to do anymore and here no specifics. Dr. Jan Kowalski received us for a moment, short conversation, didn't even familiarize himself with the results I had given earlier. As a person I perceived him as quite specific. Aloof, very concrete and somewhat arrogant. I left disappointed. I expected to hear more valuable advice, because I heard many good things about him, I was very disappointed.", "lang": "en"}
{"opinion_id": "op_002999", "text": "Very good dentist, I can honestly recommend. The Doctor has a great approach to children, my son endured his first filling without the slightest problem. An additional advantage is the monitor, great idea with cartoon selection. At times the Doctor had to speak to my son twice because he was so engrossed in the cartoon???? and I was unnecessarily nervous before the visit, it seems maybe only me. If anyone is considering choosing a children's dentist, then Dr. Anna Kowalska is the best. I'm happy that we chose her as our dentist. Additionally, she explained how to care for teeth and when to come for control. Dr. Anna, thank you.", "lang": "en"}
{"opinion_id": "op_003000", "text": "09.09.2015 at 17:30 being scheduled for 17:00. Prof. examined me and stated that I should go for tests at the neurological department. Several times he asked if there is health insurance now. He announced that I should go to a family doctor to get a referral to the hospital. On Tuesdays there is a consultant who qualifies for admission to the department for tests. The waiting time for treatment and diagnosis in the hospital is two to three months. I pointed out to Prof. that I no longer have strength to walk, I can't get to the tram stop. Daily I have dizziness, nausea, vision disorders, balance disorders, walking disorders, speech disorders, I can't cook dinner for my daughter, go shopping, to the cinema, my head hurts all day, etc. Sometimes I can't pronounce a specific word, letters get lost in spoken words when I speak - they can't be heard in the word or at all. On RM July 20, 2015 a venous angioma was found in the left cerebellar hemisphere, vascular changes, besides that since September 2014 I've been treated for hypertension, glaucoma since February 2014. I asked if I could have a stroke, Prof. said that thinking optimistically no. In Łódź according to monitoring data, stroke treatment [data from internet] is less effective than heart attack, mortality from stroke higher than from heart attack. Prof. Jan Kowalski denied my internet data informing that Łódź is in 8th place regarding stroke treatment, but 2015 data weren't taken into account. I however, looking at the state of my deteriorating health and since July 30, 2015 several times medical rescue intervention was necessary as well as diagnosis and treatment in emergency departments I fear for my health. I have a strict mind I can't relax, looking at deteriorating test results and simultaneously deteriorating health while waiting for further tests. I'm unable to work in accounting, nor return to scientific work. Currently I'm on rehabilitation benefit increasingly ill and waiting for effective treatment and wondering when I'll return to health. Asking if I'll be healthy Prof. didn't answer. During the conversation in the doctor's office he was kind, smiling, during examinations he was understanding that some examinations are unpleasant. Anna Kowalska from Łódź.", "lang": "en"}
