{"opinion_id": "op_000481", "text": "I am a patient of Dr. Anna Kowalska, but I have definitely decided to change doctors. The doctor does not treat patients seriously, is unpleasant, and does not listen to what is being said to her. When I enter the office, I get the impression that I have been granted an extraordinary grace, that the doctor has decided to see me after all. I believe that one should have absolute trust in a gynecologist, but this lady does not inspire my trust. Today I went to the clinic, for a prescription as it turned out the doctor was not seeing patients today, although the schedule had different information. I met the doctor at the reception, she didn't even want to talk to me, just waved her hand to brush me off, without uttering a single word. She was too busy with her phone.", "lang": "en"}
{"opinion_id": "op_000482", "text": "I used this site looking for a good doctor who would help me with my ailments, which doctors in my hometown are unable to handle. I hoped that the positive reviews on this site were reliable, but reality turned out to be completely different, and that's why I do not recommend this doctor to anyone, especially if you are a difficult case to treat. The professor was very brief, did not ask many questions, and at the end of the visit said that he actually did not know how to help, because he would have to do various tests like a CT scan, the results of which I had with me, along with all other documentation from my over 10 years of treatment! And I only went to Warsaw to hear such words for 280 zł (the price of the visit). He didn't even make any effort to analyze my case - total disappointment!", "lang": "en"}
{"opinion_id": "op_000483", "text": "In January 2016, I started bleeding during bowel movements. I belong to the direct risk group for colorectal cancer... so I went to a Proctologist as soon as possible. The choice of Dr. Jan Kowalski was dictated by the appointment time (the soonest). During the visit, I was examined, also with an anoscope. The doctor ruled out hemorrhoidal disease and ordered further tests from his acquaintance (including rectoscopy). Despite being under 40, I immediately decided to have a colonoscopy (I won't describe the \"dubious\" pleasure of several days of preparation for the colonoscopy as well as the examination itself). Before the colonoscopy, the proctologist/surgeon already during a digital rectal exam stated hemorrhoids, and after the anoscope exam assessed them as second-degree hemorrhoids.... At the end of the colonoscopy, I saw the hemorrhoids \"from the inside\" on the screen. Perhaps Dr. Jan Kowalski simply had a very bad day during my examination.... An unpleasant situation, very stressful for me and my family, additional costs of the colonoscopy; I decided to talk to Dr. Jan Kowalski. The conversation was, after all, rather of the \"polite\" kind, and at the end the doctor refunded me 200 zł, which he had charged for the visit.... Another unpleasant remark - the doctor receives patients in a dirty gown, not just a little dirty, but one that hasn't been washed for at least several weeks. I hope that after pointing this out to the doctor, future patients will not be greeted by a doctor in a dirty gown (with a visit cost of 200 zł). The doctor has very flattering reviews in the field of myeloma treatment, so he probably is not a \"weak\" doctor, but when it comes to proctology - I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_000484", "text": "Hello. I am a patient of the doctor and I cannot say anything bad about her, nor anything good. Regarding pregnancy care, I would rate it as satisfactory. Referring for tests every month is a big plus. She is polite, nice, and friendly. As for the ultrasound, I am not satisfied. The baby was not measured or weighed. Not examined, the fetal heartbeat is the same. Not to mention the quality of the equipment.", "lang": "en"}
{"opinion_id": "op_000485", "text": "I was only there for a body composition analysis, but it was supposed to include a discussion with the dietitian. First, the equipment almost failed and the test almost didn't happen at all, second - the dietitian basically did not discuss the result on her own, only answered my (perhaps clumsy) questions, and with considerable impatience (at least that was my feeling). I had the feeling that she simply wanted to leave and finish work, which was confirmed by the fact that right after I crossed the threshold, she locked the door behind me.... It was just somehow unpleasant. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000486", "text": "The doctor has a \"professorial\" approach to the patient - calm, balanced, gives the impression that he is well acquainted with the problem the patient comes to him with and that he knows what he is doing. The examinations were conducted very thoroughly, the doctor's assistant is friendly, tries to reduce the patient's stress. For about 6 months I have been struggling with a certain problem, I have been to 4 doctors, without much result. After the first visit to Dr. Jan Kowalski, I mentally unblocked myself, to the extent that I now feel my previous ailments less. I still have a procedure ahead of me, but I believe that this will be the end of my troubles. Best regards", "lang": "en"}
{"opinion_id": "op_000487", "text": "A very nice and communicative doctor. Talks a lot about the disease and is happy to answer questions. Two years ago I had fluid drained from my knee and I thought I would die it hurt so much. With Dr. Jan Kowalski, during the same procedure, I practically felt nothing. He meticulously informs about the course of further treatment. Even though the visit was not under the National Health Fund, Dr. Jan Kowalski informed me that the orthopedic equipment I want to purchase is refunded and what I should do to get a 90% refund. I was also surprised by the length of the visit - 20 minutes, the doctor is not in a hurry and you can really see that he cares about the patient and the quality of the visit. I warmly recommend. I will certainly use his services and I have already persuaded my sister and husband. Respect for the patient is the best advertisement.", "lang": "en"}
{"opinion_id": "op_000488", "text": "Hello, I see only positive comments above and I really don't know why that is, because my visit with the doctor was very unsuccessful. Reluctant and inaccurate examination, frankly, \"perfunctory\". You have to ask about everything yourself. The answers are general, brief, and add nothing, limited to one and the same answer to different questions. I was offered very expensive pharmaceutical cosmetics. The visit (unfortunately under the National Health Fund) was very short and after a few minutes a telling suggestion appeared through behavior that the visit had already ended. A completely worthless visit, even though the National Health Fund will probably incur significant costs! I do not recommend, a waste of time and hope for treatment!", "lang": "en"}
{"opinion_id": "op_000489", "text": "The Doctor managed my twin pregnancy, I had very good care, all tests ordered, unfortunately the C-section was performed by another doctor at Rydygier Hospital because Dr. Jan Kowalski was on vacation at the time, where the only downside was that he did not refer me to the care of another qualified doctor during this time, so I had to seek help myself by going to the hospital ER with terrible headaches and high blood pressure, the next day they already had to operate because my children's lives were threatened. Fortunately, everything ended well!", "lang": "en"}
{"opinion_id": "op_000490", "text": "\"Prof. Bandmann described in her a slow disappearance of neurons that produce dopamine. This is exactly the same mechanism that causes the progression of the disease in humans. When 80 percent of such neurons disappear in a specific part of our brain, then Parkinson's disease appears. In the fish, the course of these pathological changes can be traced\" - explains the professor. So scientists are looking for ways to prevent them. They dissolve various substances in water and check if they can stop or at least delay the process of disappearing dopaminergic neurons. For many years there have been no new drugs for Parkinson's disease. Doses of the classic drug must be gradually increased, and even then they stop working after a while.", "lang": "en"}
{"opinion_id": "op_000491", "text": "Hello Everyone - since I know Dr. Jan Kowalski I recommend Him to everyone who needs a specialist in the field of endocrinology - to family, friends, acquaintances. Dr. Jan Kowalski first listens, then orders tests, then meticulously analyzes them, examines the patient to make a diagnosis, then selects the right medications and adjusts the dosage to the patient's condition - and this is not easy in this field. Always available at the cost of his time, sometimes health.... Congratulations Doctor and gratitude forever! very good is too little - HE IS A TRUE DOCTOR!", "lang": "en"}
{"opinion_id": "op_000492", "text": "I confirm the previous positive opinions. Besides being a wonderful doctor, she is a warm and understanding person. After giving birth to my daughter in the 33rd week of pregnancy, I spent over six weeks in the hospital hotel, so I had the opportunity to get to know the Doctor better. She helped us a lot in difficult times, keeping our spirits up. She always had time for a conversation. Unfortunately, I cannot praise the entire staff on the neonatal ward, I particularly remember some nurses unfavorably. But that's a separate topic.", "lang": "en"}
{"opinion_id": "op_000493", "text": "Looking for the right doctor, I was influenced by the number of positive comments which spoke in favor. The child had a rash on his back (2 such patches) which started from a few innocent pimples but became more serious though probably did not cause the child pain because he didn't grab at the area. The doctor examined my son, ruling out a food allergy, and concluded that it happened as a result of skin contact with diapers. She prescribed an expensive medicine that was supposed to help make everything disappear in 2 days because it was supposedly top shelf, but after using it for the first time, the rash intensified, increased in size, became redder, and moreover started to itch because the child began scratching terribly. In a word, a missed visit and diagnosis", "lang": "en"}
{"opinion_id": "op_000494", "text": "Generally OK. I didn't get buckets of medication and I am an asthmatic and have dealt with doctors who performed tests on me. I'll see after 3 months if the medications help. I didn't like that I had to repeat myself because I got the impression that the Doctor does not listen to the patient. I had to ask a question again that I did not get an answer to the first time. Maybe the Doctor was already tired and that's why I got that impression. Next time I will prepare a list of questions.", "lang": "en"}
{"opinion_id": "op_000495", "text": "The Doctor \"detected\" a thyroid nodule in me with an indication for a biopsy. Fortunately, I decided to verify this diagnosis with another doctor. It turned out that my thyroid is healthy and there are no indications for a biopsy. That \"focal change\" on the thyroid was an insignificant change that occurs in many people and is certainly nothing suspicious or dangerous. This lady turned out to be undereducated, or wanted to squeeze more money out of the patient, because the biopsy could have been done in the same center. Additionally, besides the ultrasound (100 zł) she charged for a consultation (120 zł), which consisted of exchanging two sentences and entering my results into the chart. Scandal. I will seek a refund of that money for the consultation.", "lang": "en"}
{"opinion_id": "op_000496", "text": "I tried to have my son treated by Dr. Jan Kowalski for about 9 months, generally maybe he didn't harm, but he didn't help either. True, once he managed to hit the mark and got the child over the cough in three days, but generally the other treatments lasted very long, not to mention the costs and frequent visits.... The child still had reflux as before, plus allergies despite strictly following the recommendations.... As a result of this treatment bringing nothing, we returned to traditional treatment, and only now, about two years later, can we say that we are getting back on track. So I do not recommend, a waste of time when it comes to chronic diseases like allergy and reflux.", "lang": "en"}
{"opinion_id": "op_000497", "text": "In summer, when temperatures are higher, it is worth eating more vegetables and fruits than 400 g, which is the minimum recommended by the World Health Organization. You can also reach for fruits and vegetables much more often than five times a day. Particularly valuable during this period will be watermelon, which is 92% water and has low energy value: about 30 kcal per 100 grams. Additionally, it contains potassium, calcium, magnesium, iron, and sodium. Melon or pear will have a similar effect on the body. In summer, it's worth switching to salads supplemented with whole grain pasta or a piece of meat or cheese. World Health Organization recommendations state that a glass of juice - 200 ml - can replace one of the daily portions of vegetables or fruits. However, on warm days, you can reach for juices much more often. \"Juices perfectly replenish fluids in the body. Additionally, they provide significant amounts of mineral substances – it is worth paying attention to potassium, particularly important in the context of sodium-potassium balance as well as the overall electrolyte balance in the human body. Juice is a product that provides the body with water, and additionally essential nutrients and bioactive substances found in vegetables and fruits. It is an excellent summer snack. Importantly, juices do not contain any preservatives, colorings, or any artificial additives, and fruit juices also do not contain added sugar\" - says Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000498", "text": "Despite waiting for over 5 hours in line to see the Doctor, he did not see me.... I understand that he had many patients and was tired, but in my opinion, the lack of patient registration and condemning them to sit for so many hours in front of the office is thoughtless. On the plus side, he ultimately invited me for a consultation at another time at his home. Nevertheless, although I believe that Dr. Jan Kowalski is a very good specialist, unfortunately I will not choose to see him again", "lang": "en"}
{"opinion_id": "op_000499", "text": "He also warned against too intense sunbathing. \"Modern science knows that later occurrences of skin cancer are particularly associated with sunburns in early childhood, childhood, or preschool age\" - said the expert. In his opinion, that is why one should remember to use sunscreen (especially for the youngest) and not to stay in the sun for too long. He added that older people also have very sensitive skin. In the case of bald people, the skin on the head is most exposed to sunlight. \"Very serious consequences of tanning occur there, including skin cancers\" - he warned. Prof. Jan Kowalski reminds us to wear head coverings - straw hats, scarves, caps, and even using umbrellas. This will help avoid sunstroke and overheating, which can also result in, among other things, dizziness.", "lang": "en"}
{"opinion_id": "op_000500", "text": "Meanwhile, master chimney sweep Bronisław Gilewski from the Corporation of Polish Chimney Sweeps, introducing himself as a long-time practitioner, appealed not to combat the \"top-down burning\" method. Because although it is not an antidote to smog, a benefit from it turns out to be, among other things, preventing the dangerous phenomenon of \"tarring of chimneys\" - clogging chimney flues with sticky soot, which is a fire hazard. As Gilewski said, this phenomenon is the result of not only \"bottom burning\" but also \"excessive frugality of users\". In recent months, various local governments – including the authorities of Mikołów in the Silesian Voivodeship – in cooperation with social organizations, organized public demonstrations of both burning methods. They most often involved their simultaneous use in so-called \"kozach\" stoves. Residents could see with their own eyes, among other things, the differences in smoke emission. (PAP)", "lang": "en"}
