{"opinion_id": "op_000521", "text": "I wholeheartedly recommend dietitian Anna Kowalska. I have been losing weight with Anna for over three months and the results have exceeded my wildest expectations - I have already lost 15 kg! She created a very interesting diet tailored to my personal preferences, taking into account my numerous allergies and health problems, and she really didn't have it easy because I am a vegetarian with lactose intolerance, and on top of that I struggle with psoriasis and celiac disease. Despite so many limitations, the menus she creates are interesting and very varied, I don't eat the same thing every day, plus my well-being has improved greatly and numerous skin problems have disappeared after eliminating harmful products. I really highly recommend a visit to Anna Kowalska, she is a dietitian with great knowledge, creativity, she motivates excellently and guides you through the entire weight loss process. It's really worth it!", "lang": "en"}
{"opinion_id": "op_000522", "text": "Nice, approachable. Listens to patients. Explains everything. If an examination or consultation is needed - he refers. There are queues to see him because he doesn't throw the patient out after 3 minutes. The visit lasts at least 20 minutes or more. But it's worth the wait. The patient doesn't get stressed, can calmly say what's bothering them and what worried them. This is very important especially for older people. Although I changed my place of residence and could have changed my doctor, for years I have been using the advice of Dr. Jan Kowalski as my primary care physician. He never refuses to see a patient in need who couldn't manage to book an appointment, though as a result it sometimes extends his regular working hours. A primary care physician doesn't have to know everything. However, they must calmly listen to the patient, and when in doubt or if something exceeds their competence, they should refer the patient for tests or to a specialist. This is the principle that Dr. Jan Kowalski applies.", "lang": "en"}
{"opinion_id": "op_000523", "text": "My first visit. I was properly diagnosed by Jan after several years of running from a neurologist through an orthopedist and finally a neurosurgeon. Huge pain in the buttocks and legs reminiscent of a fall from at least the first floor was mentally exhausting me. From one medication to another, and after discontinuation the same result. Of course my lumbar spine leaves much to be desired but I now know for sure that it is not giving such symptoms. An excellent diagnostician and certainly an excellent physiotherapist. Nice, warm in contact. I intend to undergo his treatment with some faith that now it will only get better!", "lang": "en"}
{"opinion_id": "op_000524", "text": "I am faced with the fact of choosing a doctor. I have already thought several times that I had it behind me. Unfortunately, it turns out that each subsequent one I decided to be treated by caused me increasing disappointment. All these doctors were only focused on making big money with as little effort as possible on their part. I am embittered, I am extremely sorry, I am afraid that someone will let me down again. I am 47 years old and I wonder if Dr. Jan Kowalski is also recommended for women my age? I would very much appreciate advice.", "lang": "en"}
{"opinion_id": "op_000525", "text": "Thanks to the introduction of a stent graft, the aneurysm is not exposed to bleeding and rupture, which is a direct threat to life. Prof. Jan Kowalski said that in one of the patients undergoing the procedure, the aneurysm reached as much as 8 cm, although usually its diameter does not exceed 3.5 cm. Procedures for treating an aneurysm in the aortic arch (located in the mediastinum, between the ascending and descending aorta) are particularly demanding. \"The main difficulty lies in precisely placing the stent graft in the right place, because three vessels branch off from the convex aortic arch: the brachiocephalic trunk, the left common carotid artery and the left subclavian artery. It must therefore be positioned so that the sleeves protruding from the stent graft are exactly at the point where these vessels branch off\" - explained Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000526", "text": "The level of empathy in people varies, from very low, almost zero, through medium, to very high. Throughout a person's life, empathy can be lost - for example as a result of brain injury or stroke, it can be temporarily blocked, for example in the work of a doctor saving a patient's life, and it can develop - thanks to the neuroplasticity of the brain. Conscious and deliberate development of empathy plays a big role in society, because it is associated with a reduction in the number of people who harm others, as well as the number of people with professional burnout. \"Empathy brings only benefits - to the people we help, but also to ourselves - research has confirmed that the more empathetic a person is, the less depressed they are, and they are also less at risk of professional burnout, which is particularly important in medical professions\" - emphasized Prof. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_000527", "text": "\"Imaging techniques in cardiology have been around for some time. But despite their development, they are still imperfect, because with their help so far it has only been possible to obtain images that are merely virtual reconstructions. With 3D technology it is different. It enables the creation of real, physical models of organs, eliminating the imperfections of imaging techniques\" - said cardiologist Prof. Jan Kowalski, under whose direction the procedure was performed in Bielsko-Biała. \"It's as if before a patient's procedure we could not only examine their heart in detail, with all its defects literally from all sides, but also touch it. For me as a doctor, the comfort of preparing for the procedure using three-dimensional printing, especially in the case of such serious defects as valve insufficiency, is enormous\" - he added.", "lang": "en"}
{"opinion_id": "op_000528", "text": "I was at the doctor's about 2 years ago, it was my first visit to a gynecologist. Unfortunately very unpleasant. I share the opinion of the previous reviewers - the doctor is unpleasant, cannot listen, nor answer questions specifically. During the examination she is indelicate and creates a nervous atmosphere. I was then, probably like most girls going to a gynecologist for the first time, embarrassed and didn't quite know how to behave (you know what I mean) - the doctor downplayed it and embarrassed me more, with sarcastic, unpleasant and unnecessary comments. On top of that she probably has paws (sorry for the expression), not hands, because when she inserted her fingers into my vagina for the examination it hurt a lot, I of course signaled this and of course - deaf silence or after drawing attention again, unpleasant comments. I remember the visit very badly. I do NOT recommend to ANYONE! Because neither a young girl nor an experienced woman likes to be downplayed, embarrassed, ignored and treated unpleasantly by a doctor. NO, NO, NO...", "lang": "en"}
{"opinion_id": "op_000529", "text": "I also had a correction with the doctor, but I have a completely different opinion, everything went as it should, I have no problems with my eyesight, I see as if without any defect. I think everyone has a different problem and it's hard for everyone to have the same effect. :/", "lang": "en"}
{"opinion_id": "op_000530", "text": "It's hard for me to give a clear opinion. We were only at two visits with the Professor, on the first one tests were ordered, on the next one - the results. It turned out that we are healthy, and my husband \"could sell sperm at the market\"... And the lack of pregnancy results from \"psychological blockage\". And the professor recommended Viagra to my husband... Only our maturity and love are to thank that this Viagra didn't wreck our marriage... I became pregnant 2 years later, when the gynecologist I happened to come across discovered inflammation of the adnexa and prescribed an antibiotic... And suddenly... Miracles do happen! Our MIRACLE is already 9 months old! DON'T LOSE HOPE!!!!!", "lang": "en"}
{"opinion_id": "op_000531", "text": "As Prof. Jan Kowalski, Vice President of the Polish Academy of Sciences, said, the introduction of so-called electronic health (e-health) is a logical necessity of the growing availability of computers - within two years there will be 2 billion of them in the world. E-health should bring optimization of health expenditures, improvement in the quality and speed of obtaining services and easier access of the population to information. E-health also includes the increasing popularity of online pharmacies - according to experts, about 10 percent of medicines are already bought this way. This form of sale is more convenient, more discreet and cheaper - but it can lead to abuses, including the delivery of medicines of questionable usefulness (for example transported at the wrong temperature). Reservations are also raised by \"cyber-doctors\" who give advice on the Internet without examining the patient.", "lang": "en"}
{"opinion_id": "op_000532", "text": "A concrete, polite and effective doctor. If someone expects chats and long, elaborate explanations they will be disappointed. In total it's good, because the visits don't unnecessarily drag on. I recommend in case of an urgent visit when it's not possible to book with your regular gynecologist. I subtract one star for a somewhat painful examination on the chair.", "lang": "en"}
{"opinion_id": "op_000533", "text": "Hello, polite, delicate. You can see that she listens and shows interest, meticulously takes notes. However, she incorrectly determined the age of my pregnancy and misinterpreted the blood results. I suspect that in my case nothing would have saved the pregnancy anyway, so I have no complaints. This confirms the fact that sometimes it's better to go to several doctors and it's not politeness that counts. Regards.", "lang": "en"}
{"opinion_id": "op_000534", "text": "I do not recommend the doctor. We traveled with our son over 700km to meet with him and consult the effects of two operations already undergone for hypospadias - the prospect of another one. He did not provide any reliable information and did not familiarize himself with our son's documentation from previous consultations with other doctors and hospital discharges. Summarizing the visit we are to hope that it will be fine (now there is urethral stricture) and if it is not fine, then we are to report (if the urethra closes up and he cannot urinate). Besides, the visit lasted 10 min. For such a good specialist we expected something more with my husband... Maybe the doctor wanted to be free already, because we were the last patients.", "lang": "en"}
{"opinion_id": "op_000535", "text": "I went to her on the recommendation of friends to the hospital outpatient clinic. Indeed, all the tests she ordered were done free of charge in the hospital (including ultrasound) and you didn't have to wait long for an appointment. I stopped going to her, and with me 2 friends who recommended her, after she diagnosed each of us separately with a risk of diabetes, elevated prolactin levels, PCOS and told us to go on a diet. Each of us of course had different test results (we compared) and different symptoms. Private phone calls during patient visits are the norm. She is nice, but does not listen to her patients and is always in a hurry or disappears and you wait for her outside the office. I do not recommend!", "lang": "en"}
{"opinion_id": "op_000536", "text": "The doctor also ultimately made a good impression on me, I had little contact with her but she is the only doctor for me who, in relation to me, when I had the dubious pleasure of ending up in Orłowski Hospital, behaved professionally. The doctor cares about the patient's well-being, and I think that should be a priority for a doctor since they became a doctor... but it is not always so. She certainly also takes care of her patients who end up in the hospital where she works, she takes comprehensive care of them, informs them - I had the opportunity to observe this, I was not the doctor's patient but thanks to such people there remains some faith that the patient's well-being is important regardless of where and with whom they are treated and whether their case is more or less serious. After my stay in the hospital I read many opinions about doctors because until then I never had to look for a good gynecologist because everything was always ok, and as we know problems only start when something happens, I didn't know that it is so difficult to find a good doctor and girls write that they change doctors several times before they find the right person and in my feeling the doctor is such a person and although I personally found another gynecologist I think that the doctor is also a good doctor and specialist in her field.", "lang": "en"}
{"opinion_id": "op_000537", "text": "The doctor already at the first visit prescribed an oral antibiotic and a topical one for the ear. After a week at the control visit, due to little improvement, she decided to do a swab. It turned out that the bacteria was resistant to the oral antibiotic and there was no point in giving it. My wife was breastfeeding at the time and the child was unnecessarily exposed to the antibiotic. Two subsequent visits involved changing the ear drops to others with antibiotics. Unfortunately after over 3 weeks of treatment there was no significant improvement. Changing the doctor and using compounded drops and moreover without an antibiotic made the problem disappear after less than 2 weeks of treatment. We do not recommend.", "lang": "en"}
{"opinion_id": "op_000538", "text": "Dr. Jan Kowalski is not only a professional but also a doctor with a vocation. For years I have been struggling with the problem of recurring abscesses so on my path I have met many specialists. I came to the doctor on recommendation, my friend is also treated by Dr. Jan Kowalski. The doctor has an individual approach to the patient, is matter-of-fact, gives exhaustive answers and above all can amuse just about anyone (which in this specialty is very important - these are after all some of the least pleasant examinations). I recommend to everyone.", "lang": "en"}
{"opinion_id": "op_000539", "text": "I have been going to visits with the doctor for 4 years, I always considered the doctor a professional and a person who knows how to detect even small pathological changes, however after the last visit about 3 weeks ago, during which I had an ultrasound done - which did not show any changes on the ovaries, I had an MRI done, which revealed small cysts on the ovaries. I don't know what to think now, whether the doctor didn't see anything on the ultrasound or whether the ultrasound examination is simply so inaccurate", "lang": "en"}
{"opinion_id": "op_000540", "text": "He took too long to write a referral for our daughter's operation. We asked for it from the first visit because the child's health situation was bad. When he finally wrote that referral after 3 months of visits, it turned out that the waiting list is for 3 months. A drama! We had to have it done privately in Warsaw - IMMEDIATELY. I don't know what is happening with Polish medicine, or maybe with age one loses touch. A mother of a choking child.", "lang": "en"}
