{"opinion_id": "op_001681", "text": "I miscarried three times in the last two years. At the beginning of the year, desperate, we went to the doctor. We did expensive tests (over 5000 zł in cash, without a receipt). After performing them, the doctor recommended in our case: Clexane injections, intravenous immunoglobulin infusions, and vaccination with my husband's lymphocytes. We decided against this treatment after consultations with other doctors. I finally went to a wonderful doctor from Poznań, who recommended that I go on a gluten-free diet and take Clexane injections (that's all). I am currently in the 12th week of a normally developing pregnancy. Before you undergo treatment with this Doctor, also check what the actual recommendations of the medical associations he cites - ASRM and ASRI - are.", "lang": "en"}
{"opinion_id": "op_001682", "text": "The Rector's Plenipotentiary for Innovation and Knowledge Transfer at GUM, Dr. Jan Kowalski, emphasized that this is a \"very advanced, scientifically promising project that gives great hope in terms of therapy.\" He explained that \"from the moment a certain scientific result is created until it is implemented into clinical practice, a very long time passes and a lot of money is needed to document the effectiveness of such a method on a larger scale.\" He emphasized that in order to apply the method on a larger scale, about several million złoty is needed in the first stage to expand the laboratory and clinical base. Ultimately, it could be even several dozen million złoty, among other things, for conducting clinical trials. \"Actually, we are talking about looking for good, reliable, loyal investors who will help us (...) open a production line,\" he added. He hopes that \"this project will be a flagship (...) not only for the Gdańsk university and (...) will create mechanisms that in the future can be used for processing and financing other projects in the field of treatment.\"", "lang": "en"}
{"opinion_id": "op_001683", "text": "At the M. Nencki Institute of Experimental Biology of the Polish Academy of Sciences in Warsaw, mice with a very precisely modified genome are studied. Thanks to the possibility of turning off a specific gene - called Dicer - in adult individuals, mice can be used to better understand processes related to cognitive functions such as learning and memory. Moreover, these transgenic mice may prove to be interesting material for research on metabolic disorders resulting in obesity - inform representatives of the Nencki Institute in a communiqué sent to PAP. \"Knowledge about the functions of individual human genes is absolutely fundamental in both biology and medicine,\" says Dr. Jan Kowalski, head of the Animal Models Laboratory at the Nencki Institute. \"But how to learn the function of a gene if we cannot make genetic modifications in humans? The only method is to create an appropriate animal, for example an adult mouse, in which the gene could be turned on or off to appropriately model the disease. That's easy to say, much harder to do. Especially when really important genes for every cell are involved.\"", "lang": "en"}
{"opinion_id": "op_001684", "text": "I essentially entered therapy as a nameless and battered soul. Outwardly strong and determined, doing very well in life, but emotionally like a child in the fog, with many complexes, without the ability to make decisions in my private life. Oh, things happened - Anna constantly opened my eyes, subtly yet consistently forcing me to formulate accurate questions and answers, conclusions. Sometimes it stung so much that natural resistance only delayed the inevitable results :). The demons from the past turned out to be ordinary stuffed animals. And all thanks to Anna, she used many tools from her rich workshop to reach the resistant material. She didn't give up, you couldn't cloud her eyes with well-trained mechanisms, she easily identified any falsehood, so it would be a shame not to make progress :). Now my life is conscious, every moment is precious, sadness and joy are feelings that give me just as much good, I like myself :). Thank you for the big heart, not only of a therapist but of a beautiful and smart woman :).", "lang": "en"}
{"opinion_id": "op_001685", "text": "In the opinion of Dr. Jan Kowalski from the Department of Biochemistry of the University of Physical Education in Poznań, the preparations available on the market intended for people who want to reduce their body weight do not work in most cases. \"There are two reasons: firstly, the amount of active substance in the preparation is too low to lead to real metabolic changes; secondly, this substance may not work at all,\" says Dr. Kowalski. An example may be one of the popular organic chemical compounds - L-carnitine. \"It is used both by people wanting to lose excess kilograms and by athletes. Unfortunately, conducted research has shown that this preparation simply does not work,\" said Dr. Kowalski.", "lang": "en"}
{"opinion_id": "op_001686", "text": "At first I thought I had found a super gynecologist, because the doctor was very nice, but with each subsequent visit I moved away from that thought... she talks a lot about various topics, about flowers, pansies, just not about specifics. While managing my pregnancy, she did not detect the causes of bleeding and uterine pain, she said that sometimes it's like that in pregnancy and you just have to lie down... I changed doctors, he detected the causes immediately. Lack of paperwork knowledge, proving the doctor wrong, the contact became malicious. I won't list more negatives. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001687", "text": "Hello. I am very dissatisfied with the visit. Unfortunately, I can't write much here about Ms. Anna Kowalska because we only had one meeting. The lady was very unconvincing, says little, and if she does say anything, it's everything I already know. I will add that I am a person who is very broadly interested in psychology, and I also have experience with other therapists. At the end of the conversation, I was given a depression test and the result was paradoxically stupid. Severe depression. The questions in the test were so stupidly constructed and undeveloped - type; Do you isolate yourself from people? I marked yes, but there was no question about which ones? It's a pity, because I isolate myself from stupid people. I value intelligent people with passions. Next question; Have you lost interest in sex? Well currently yes because I've been single for 5 years, and I probably won't feel a surge of sexual energy passing by some charming man on the street. Hihi! Stupid and undeveloped questions. This led to the lady referring me to a psychiatrist for pharmacotherapy. And here I don't know whether to laugh or cry. In my opinion, there is nothing worse than pharmacology. Please watch videos on YouTube by Dr. Coldwell, delve into Eckhart Tolle and many other doctors and practitioners of natural medicine. A pill, dear lady, puts the disease to sleep, but does not cure it!! The day after the visit, I hired a private trainer at the gym, bought beautiful clothes for these exercises, and thanks to training and endorphins, I am the happiest in the world. Thanks to people like the lady, you can quickly get depressed, but fortunately I have a nature that I quickly bounce back from the bottom of sadness, especially hearing such nonsense. Well, thanks to this visit, I will enjoy a very fit figure for the summer. I appeal to everyone! Depression or lows also called depression can be cured: by sports, diet, lifestyle change, etc. You just need a mentor who will get you back on your feet, but not with medication, but with your own convictions! And that's a great art... energy flow is also important... Meditation helps temporarily, though it is only short-term to cut off from thoughts. Stress, depression is mainly in the realm of thoughts... If there are too many of them, sometimes the volcano erupts... I would like to find a therapist with a broad spectrum of knowledge, a person who will surprise and motivate me, show me a wise path of life. I greet everyone very warmly and please defend yourself from pharmacology, it's a huge pharmaceutical business.", "lang": "en"}
{"opinion_id": "op_001688", "text": "I went to Dr. Anna Kowalska to have an ultrasound done because I found out that her office (ul. Daleka) has the appropriate equipment. The entire examination lasted 3 minutes. Ms. Kowalska did not say a single word to me. When I asked her if everything was okay, she answered: \"If it were okay, you wouldn't have come here today\". She did not give me any information regarding the performed ultrasound. She only said that I should go for hormonal tests without giving me any referral for them. She only handed me a medical certificate, where the dimensions of the ovaries and PCO were written (she did not explain what the abbreviation means). I did NOT receive ANY picture!!! When I found out online what PCO means, I panicked. I am 24 years old, I plan to have children soon, so PCO sounds like a sentence to me. I am going to another gynecologist who will do normal tests, with a PICTURE, and propose some therapy. I do not recommend Dr. Kowalska to anyone, what kind of doctor is it who does not explain to the patient what their ailment is?! She is impolite and I had the impression that she was doing me a favor by performing the ultrasound on the NHS. I believe that a doctor should treat every patient - whether private or NHS - the same: with respect. A patient is a person who goes to a doctor to obtain professional advice. Apparently, Ms. Kowalska has forgotten about that.", "lang": "en"}
{"opinion_id": "op_001689", "text": "Everything was fine, the doctor is nice and friendly but unfortunately I left the office basically with what I already knew and what I had essentially told the doctor myself. I was convinced that I would at least have a breast ultrasound done, but here only confirmation that there is a lump where I feel it. I left confused and angry with myself for paying 150 zł for a 10-minute chat.", "lang": "en"}
{"opinion_id": "op_001690", "text": "Currently, laboratory limitations mean that only 2 patients per month use the method. A modern laboratory is currently being built, which is to significantly increase the number of preparations produced. The application of a new technological line in the process of producing the TREG cell preparation is planned, which is a modification of the previous creative process. As part of the so-called fast track, financed by the National Centre for Research and Development (NCBR), researchers and entrepreneurs will check how the changed production line functions in this type of research and whether it will be possible to speed up or improve the method of producing the preparation. The laboratory currently being built, of the highest possible cleanliness class according to GMP criteria, entails the implementation of new technical solutions and the need to prepare a perfectly qualified team. Funding for the research, thanks to the support of the NCBR, amounts to about 6.9 million zł, and the total project budget is 9.8 million zł.", "lang": "en"}
{"opinion_id": "op_001691", "text": "I was at the doctor's for a visit and in my opinion the doctor doesn't stand out in any particular way compared to other popular rheumatologists - and I've been to a few. He is nice (but generally, privately, every doctor is nice). As for explaining the problem, you have to pull it out of him a bit. Overall I am satisfied, but not blown away with admiration.", "lang": "en"}
{"opinion_id": "op_001692", "text": "I would like to confirm the very good opinions about Dr. Jan Kowalski. For a long time I struggled with pain in my right knee joint (believe me, for a young man active in sports, this is no small problem), until finally my incomparable girlfriend talked some sense into me. So we went to Parkowa 25 where, in a nice and calm atmosphere, I leafed through the latest issue of Newsweek, as well as several other magazines made available to patients waiting in line. However, I couldn't really focus on what I was reading because I was overly excited about the upcoming meeting. The doctor's office, furnished with taste, mindful minimalism did not impose on the patient (as I usually encounter in other office spaces), but introduced a cheerful atmosphere reminiscent of Asian meditation methods. The doctor's person - at first glance, you can see that he is a top-tier professional. A thorough examination, a conversation, and after a moment everything was clear. For a month now, the pain has not been bothering me, I am returning to sports full speed ahead! Thank you, doctor!", "lang": "en"}
{"opinion_id": "op_001693", "text": "Our goal is to halt the obesity epidemic by 2025 by changing the advertising environment, the way food is positioned, funding its production, introducing incentives to use an active lifestyle. For example, we would like to make such changes so that food beneficial for health: low-processed, with a low glycemic index, exchanges popularity, price, or scale of advertising with highly processed, high-calorie food with a lot of fat. So that it is supported by subsidies, cheaper, better positioned - explains the leader of the Polish CO-CREATE team, Prof. Anna Kowalska from SWPS University, to PAP. Besides scientists from Poland, research teams from four European countries: the Netherlands, Norway, Portugal, and the United Kingdom are involved in the CO-CREATE project. World institutions such as the World Health Organization, the World Cancer Research Fund, and youth organizations including the European Youth Parliament also participate in it.", "lang": "en"}
{"opinion_id": "op_001694", "text": "I cannot assess the doctor's competence because he only fixed one tooth for me - time will tell if there will be problems with it in the future. The filling was placed quickly, which is a plus for me. I have comments about the visit itself. First, there was a significant delay. Second, the doctor could not open the tooth pictures recorded on a CD, explaining that he would have to install a special program and he wouldn't do that. So he performed the check-up himself (a paid check-up, even though I was there to have a tooth treated). Regarding the check-up, I have mixed feelings - only one cavity diagnosed, while another doctor found as many as six - who is right - I don't know yet. The doctor tried to persuade me not to treat the tooth (?!), giving reasons unclear to me - that there is a cavity but it's not very urgent to fix, that I should think it over calmly at home whether I trust him, etc. Since I drove halfway across Warsaw to get to the office, I wanted to have the tooth treated. I suspect that the discouragement was related to the already significant delay, though this was not confirmed by the doctor. Although the tooth was treated quickly, I was not informed about anything (except that I would feel a prick during the anesthesia). For a person with a strong gag reflex (which I informed the doctor about upon entering the office), such comments are very important. Breaks were also important to me, which the doctor did not take. The office itself is a bit off-putting, though that's a matter of taste. In the middle of a huge room, one dental chair - above it a large lamp. For me, the scenery is not very pleasant, a bit like from a horror movie and the TV on the wall doesn't even help ;) For this price, I require more engagement and empathy for the patient's situation. Generally, I do not recommend, especially for people who live far away.", "lang": "en"}
{"opinion_id": "op_001695", "text": "I went to this doctor with all the papers/pictures I have from the last 10 years, with huge back pain and with opinions from previous doctors that say I have a seriously worn-out spine and this man not only didn't even try to listen to my explanations/problems related to it but he also questioned the papers I brought with me!!! I even heard that for my colossal back pain and scant mobility in the autumn-winter period, paracetamol would be enough for me because I am too young (32 years old) for stronger painkillers!!! Besides, this doctor was unpleasant, arrogant, and curt throughout the entire visit, I do not recommend!!!", "lang": "en"}
{"opinion_id": "op_001696", "text": "I don't know, maybe you are satisfied with this doctor but I will describe my situation. A year ago, kindergarten started and my daughter started going to kindergarten; in December she started running a fairly high fever, over 39 degrees, I called a doctor to see what was happening because I had also been to Mr. Jan Kowalski before, so I already had his number, he came, stated that it was an infection, listened to her thoroughly, there was no bronchitis, he didn't prescribe anything, then said to give pain and fever medication, ok we gave that but it was even worse, cough, runny nose, weakness, she didn't eat anything for 2 weeks I dragged this out with this doctor. I REMEMBER HE SPECIALIZES IN BRONCHI AND LUNGS he listened again and found nothing, sent us for a blood test, after which it turned out that the child had (I don't remember now if too many or too few) the doctor was horrified and gave us a referral to the hospital because he thought it was something with white blood cells, we in fear went to the doctor on Lwowska Street, I waited 6 hours, they did tests from scratch, a young doctor took the stethoscope and when she heard those noises it was no longer bronchi but lungs..... they were sick..... if you think that Mr. Jan Kowalski, who is a specialist in bronchi and lungs, who did not hear the murmurs and did what he did, ok then go to him..... I'm done with his visits and with the fact that he spins theories on every topic, something different each visit - I'M FINISHED!", "lang": "en"}
{"opinion_id": "op_001697", "text": "\"Thromboembolic complications constitute the pathogenetic basis in patients who have deep vein thrombosis and, as a result, pulmonary artery embolism. In patients with atrial fibrillation, clots form in the atrial appendage. They are very similar in structure - the fundamental element - the structure of such a clot is fibrin. Anticoagulant treatment involves inhibiting the production of this fibrin. Both the structure of the clot and the method of therapy - anticoagulant treatment - unite these two different entities: venous thromboembolic disease and atrial fibrillation,\" explains Prof. Jan Kowalski. A life-threatening effect of atrial fibrillation is ischemic stroke, which in Poland affects an average of 65-70,000 people annually. It is the third most common cause of death, and at the same time the most common cause of disability in adults. Even 53% of patients who survive become partially or completely dependent on others.", "lang": "en"}
{"opinion_id": "op_001698", "text": "Does anyone know if Dr. Anna Kowalska deals with the treatment of children with cerebral palsy and West syndrome? The matter is urgent because no one in Lidzbark knows about it, and my son has many seizures and the medication prescribed at the Children's Health Center does not work. Please respond. Anna Kowalska", "lang": "en"}
{"opinion_id": "op_001699", "text": "For the money the doctor charges for every flick of the finger, he really isn't doing a favor by informing what will happen during, or how to proceed after some procedure. When he does talk about costs, he gives price ranges, and after the procedure, he calls for the upper half, which sometimes overcharges by several hundred zł. I would most like to switch to another dentist's care, but, as we know, you can \"jump from the frying pan into the fire\". The fact is, however, that you don't pass another patient in the waiting room at this office.", "lang": "en"}
{"opinion_id": "op_001700", "text": "I'll say this. Every doctor is good when everything ends well. I went to the doctor privately, visits were very nice, he devoted a lot of attention and time. On the ward, a very nice atmosphere and professional care. After 24 hours of agony, my pregnancy still ended with a c-section and ABO group conflict and the transfer of my child to neonatal pathology. So despite the doctor's beautiful smile, in such cases there is always some aftertaste left.", "lang": "en"}