{"opinion_id": "op_003681", "text": "Jestem bardzo zadowolony z wizyty. Polecam. Profesjonalna obsługa .", "lang": "pl"}
{"opinion_id": "op_003682", "text": "szczegółowa analiza dotychczasowych wyników omówienie ich", "lang": "pl"}
{"opinion_id": "op_003683", "text": "Pani doktor bardzo zaangażowana,wysłucha ,doradzi.Po wizycie poczułam się zaopiekowana.Na pewno wrócę do Pani doktor.", "lang": "pl"}
{"opinion_id": "op_003684", "text": "do bolu wnikliwa i starająca się wychwycić każdą \" nieścisłość \" w moim ciele---szybka diagnoza i skierowanie do odpowiednich specjalistów ---reasumując chcesz naprawdę totalną diagnozę twojego ciała i co robić aby napawać sie dłużej tym światem i rodziną ---to polecam ---panią Doktor", "lang": "pl"}
{"opinion_id": "op_003685", "text": "Pani doktor jest niezwykle miłą i sympatyczną osobą.  Bardzo szczegółowo przeprowadza badanie zanim postawi diagnozę, zlecając przy tym dodatkowe badania. Niezwykle empatyczna, przyjacielska a jednocześnie od razu wyczuwa się ogromną wiedzę i praktykę w zawodzie. Polecam z całego serca. Już dawno nie poczułam się tak zaopiekowana przez lekarza specjalistę, żadna moja informacja o stanie mojego zdrowia nie została zbagatelizowana i pominięta.", "lang": "pl"}
{"opinion_id": "op_003686", "text": "Polecam z całego serca Panią Doktor Aleksandrę. Pani Doktor jest bardzo miła, sympatyczna, podchodzi do człowieka z empatią. Lekarz z powołania, wyjątkowy człowiek. Zaangażowana w to co robi. Bardzo szczegółowo przeprowadziła wywiad i badanie neurologiczne. Byłam wcześniej przed wizytą u Pani Doktor u kilku innych neurologów i przez żadnego z nich nie byłam tak przebadana i tak wypytywana o różne szczegóły jak przez Panią Doktor. Od każdego słyszałam tylko \"taka Pani uroda\", \"Pani tak już ma\". Pani Doktor jednak przypatrzyła się dogłębniej mojemu przypadkowi. Poświęciła mi  bardzo dużo czasu, wystarczająco dużo. Zleciła szereg badań do wykonania, wskazała gdzie najlepiej je wykonać, dała rady i wskazówki odnośnie tego jak żyć i jak sobie radzić z moimi dolegliwościami. Po wizycie u Pani Doktor byliśmy z Mężem w szoku, że tacy lekarze w ogóle istnieją, nie spotkaliśmy dotąd takiego wyjątkowego i kompetentnego lekarza.", "lang": "pl"}
{"opinion_id": "op_003687", "text": "Pani doktor bardzo miła, zaangażowana i empatyczna. Kompleksowy wywiad i wiele sugestii odnośnie przyczyny choroby, diagnostyki i leczenia.", "lang": "pl"}
{"opinion_id": "op_003688", "text": "Chciałabym serdecznie polecić panią doktor Aleksandrę jako wyjątkowego neurologa. Jest osobą bardzo kompetentną, zaangażowaną i empatyczną. Podczas wizyty wszystko zostało dokładnie wyjaśnione, czułam się wysłuchana i zaopiekowana! Bardzo dziękuję!", "lang": "pl"}
{"opinion_id": "op_003689", "text": "Dawno...a może nawet nigdy, nie spotkałem tak dobrego lekarza. Z takim zaangażowaniem i wiedzą.", "lang": "pl"}
{"opinion_id": "op_003690", "text": "Pani  doktor  jest  lekarzem z dużą empatią i zaangażowaniem i ogromną wiedzą w swojej  specjalności.Oby więcej lekarzy o takim podejściu do pacjentów.", "lang": "pl"}
{"opinion_id": "op_003691", "text": "Skupił się na konkretach próbuje znaleźć przyczynę choroby", "lang": "pl"}
{"opinion_id": "op_003692", "text": "Wizyta udana od wejścia byłem zaopiekowany moje problemy były naukowo sprecyzowane cdn", "lang": "pl"}
{"opinion_id": "op_003693", "text": "Pani Doktor dopóki nie postawi właściwej diagnozy, to nie patrzy na zegarek i wizyta trwa tyle i trzeba. Jestem pod wrażeniem profesjonalizmu i empatycznego podejścia do pacjenta.", "lang": "pl"}
{"opinion_id": "op_003694", "text": "Wizyta przebiegła bardzo dobrze, na wszystkie pytania uzyskałem szczegolowe odpowiedzi. Zobaczymy jaki będzie skuteczne leczenie.", "lang": "pl"}
{"opinion_id": "op_003695", "text": "Przyjechałem punktualnie.  Na rejestracji Panie były 3 a pracowała 1. Po 20 minutach czyli 20 minut po czasie byłem pod gabinetem.  Wizyty ustawione co 20 minut.  Czekałem aż wyjdzie pacjent.  Wyszła Pani doktor z pacjentką po 45 minutach i poinformowała mnie, że albo mnie ktoś wpusci albo muszę czekać na koniec dnia. Kompletny brak szacunku dla czyjegoś czasu", "lang": "pl"}
{"opinion_id": "op_003696", "text": "Bardzo miła doktor, profesjonalne podejście,polecam", "lang": "pl"}
{"opinion_id": "op_003697", "text": "Super lekarz, konkretny, życzliwye podejście do pacjenta, uważnie slucha pacjenta nie przerywając mu wywiadu chorobowego oraz dokładne badanie fizykalne.", "lang": "pl"}
{"opinion_id": "op_003698", "text": "Udałam się do dr w grudniu w ciężkim stanie, nagle przykuta do łóżka od 2 miesięcy z uczuciem omdlenia, skierowana do neur. Podejrzenia padały na tężyczkę u. z niedoboru magnezu, bo tylko 2 tygodniowa suplementacja sprawiła, że w ogóle mogłam dojść do kliniki. Dr wybrałam na podstawie komentarzy o empatii, dociekliwości i opisu, że leczy tężyczkę", "lang": "pl"}
{"opinion_id": "op_003699", "text": "Jestem zadowolona z pierwszej wizyty. Wywiad przeprowadzony szczegółowo. Lekarz miły i dokładny.", "lang": "pl"}
{"opinion_id": "op_003700", "text": "Bardzo miła Pani Doktor i odpowiednio dobrane leki.", "lang": "pl"}
