{"opinion_id": "op_001561", "text": "It's hard for me to compare, as I have no experience with psychiatrists, but in my opinion the visit was concrete, substantive and professional. The doctor conducted a very detailed interview (which is especially important in this branch of medicine), and inspired trust. He didn't watch the clock, didn't force the meeting to end, even encouraged asking questions. He named what fits my symptoms, recommended medication and observation. I'm happy that I went to him.", "lang": "en"}
{"opinion_id": "op_001562", "text": "This is not an angel, this is a bad person!!!!!!!!!!!!!!!!!!!!!!!!, my dearest son fought cancer (NEUROBLASTOMA) after three months of treatment in oncology he died, the head physician said that children also pass away after infections, in my opinion it's HER fault. This woman has no approach to children, let alone to parents, she was capable of criticizing, offending and humiliating, and after all it's us parents who fight together with our children against this serious illness. My son lived only 22 months, and he's GONE now, does this woman know what we're going through now, how we're supposed to live without him, my son is the ANGEL, not HER.", "lang": "en"}
{"opinion_id": "op_001563", "text": "I approach the assessment of the doctor neutrally... She is not very nice, you have to ask her about everything, otherwise she uses professional, unclear terms and you don't know what's happening with you..... The doctor is also sometimes snappy, clearly doesn't want to help the patient, wants to dismiss her and be done with it.", "lang": "en"}
{"opinion_id": "op_001564", "text": "Yes, it's true that Dr. Jan Kowalski is not among the sympathetic people. He also made a very negative first impression on me. However, he is a specialist in his field and that is most important for the patients who come to Him. Several times I wondered whether to give up His advice, precisely because of this lack of warmth and kindness that we women expect from a gynecologist. After all, we \"bare\" both our soul and body before him. So far I haven't given up. The doctor's competence prevailed. He has been treating me for half a year, I undertake a 2.5-hour journey to Krakow - but it's worth it.", "lang": "en"}
{"opinion_id": "op_001565", "text": "A very good and caring doctor. I came to the doctor at the end of the 7th month of pregnancy, with symptoms of hypothyroidism. The previous doctor ignored them. Dr. Jan Kowalski recognized them immediately and ordered tests. He managed my pregnancy until delivery. Before delivery, he predicted complications that could arise due to hormonal disorders caused by improper thyroid function. His predictions came true. Thanks to the fact that he referred me to the hospital earlier and that I was under careful care, doctors could make a quick decision about a cesarean section, which saved our child's life. I highly recommend the doctor.", "lang": "en"}
{"opinion_id": "op_001566", "text": "I once ended up with the doctor for ovarian cysts, 9 years ago, she cured me with steroids, after a month they disappeared and I avoided surgery, to this day I have no recurrences! At the same time, she detected hypothyroidism, and now Hashimoto has developed. For all these 9 years she has always given me referrals for tests, analyses, yes she likes to prescribe her favorite medications, but you have to press her and then she says what for, why, etc. Generally, if you talk with her, she will refer for other tests too, you just need to outline your problem well and be inquisitive, and not take something ad hoc because it's prescribed. Now I'm also getting steroids and hormones, I'm waiting for effects, but I told her when there was no effect and it was ok, no hard feelings after all she is not God and how is she supposed to know everything right away, she also has to experiment a bit before hitting the mark. Recently I lost a lot of hair, feeling that it was from the hormones... At first the doctor wasn't convinced that it could be so, but at the second visit it was possible, she took interest and ordered tests and I saw that she was considering that it might be so, although she says that no one has complained about such symptoms from thyroid hormones before... Maybe some of you also have this? The doctor is worth recommending! Just question her, and don't count on her saying something herself :)", "lang": "en"}
{"opinion_id": "op_001567", "text": "Palladium is a very expensive element, which is why in palladium catalysts it is important to evenly distribute nanoparticles of this metal on the carrier surface. This condition is met by the catalyst synthesized at Jagiellonian University based on ZSM5 zeolite - a porous silicon-aluminum material with an ordered structure. After leaching out some silicon atoms and coating the material with palladium, scientists obtained a catalyst. Measurements at IChF PAN proved that it is extremely effective in removing trichloroethylene from water. From a practical point of view, the fact that in the new catalyst palladium immediately occurs in reduced form is also important, meaning it is ready for use immediately after synthesis. \"For many years it was believed that zeolites were not suitable for hydrodechlorination reactions because they are not resistant to the reaction mixture. However, in our experiments we showed that a very efficient palladium catalyst can be created based on them. It is precisely the high efficiency and speed of action that make the new catalyst so interesting despite the use of palladium\" - says Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001568", "text": "Lenka's Mom When my little daughter got sick, I got a phone number from a friend to Dr. Anna Kowalska. I called to ask if she would come to listen to my daughter. In less than an hour the doctor was already at our house. Very available. Extremely warm in her approach to the child. She patiently listened to our questions related to the proposed treatment plan and thoroughly explained how to proceed. Most importantly - precise in what she does. With great precision and calm she listened to my little daughter at the first and then also at the control visit. Dr. Anna Kowalska not only focused on the problem we currently reported, but also gave us several tips for the future regarding health, development of our little daughter. If it happens that we need advice, help regarding our little daughter's health, we will only want to talk about it with Dr. Anna Kowalska. This is a doctor worthy of recommendation with all respect.", "lang": "en"}
{"opinion_id": "op_001569", "text": "A doctor worth recommending, quickly and skillfully recognizes diseases and equally quickly tries to provide necessary help and information. He is easily \"accessible\" because you can meet him in several medical centers (both public and private) so he is always available. He may only seem strict at first but I assure you that his sense of humor almost never leaves him.", "lang": "en"}
{"opinion_id": "op_001570", "text": "The visit even started before the time I was scheduled for, so I didn't have to wait. Generally a nice doctor, I think he doesn't schedule follow-up visits for profit (though it is a paid visit), and whether what he prescribed and recommended will help remains to be seen. Generally I recommend.", "lang": "en"}
{"opinion_id": "op_001571", "text": "I add that if interesting solutions appear in the project, it will be necessary - precisely for safety - to undertake cooperation with \"real\" medicine. Currently NANOBIOM has established such contacts with research centers that enable conducting research including on mice and piglets. These pilot works involve introducing nanoparticles into living organisms and studying the mechanisms of their absorption and how they spread through the organism with the bloodstream. Prof. Jan Kowalski explains that nanopowders circulating in the organism can mark cancerous changes. This gives a chance for early detection of the disease, and early detected cancer is categorized as a chronic but not fatal disease - the difference is huge and hopes are great.", "lang": "en"}
{"opinion_id": "op_001572", "text": "I was at Dr. Anna Kowalska and I am very disappointed. I came to her with bad results - TSH (norm is 0.5 - 2.5) I had significantly elevated up to 3.9, the reason for the visit was hair falling out in handfuls. The doctor did not find anything alarming and certainly no suspicion of thyroid, because that is (in her opinion unlikely). She couldn't directly state the cause of weakened hair condition. I on the other hand forcefully asked for suggestions of other tests that could determine it. She said she assumes \"from the start\" that everything is ok and that I'm probably panicking, but since I care so much I should do FT4 and ANTI TPO... Summarizing, leaving the office I didn't know more than when I entered, adding that I had 150 zł less in my wallet. I did those tests, went to another doctor and based on the TSH results another endocrinologist stated that the cause lies in the thyroid, I got the appropriate hormone and the hair condition has significantly improved - after 3 weeks I can say that less is falling out. I definitely do not recommend a visit to Dr. Anna Kowalska, why? 1. the meeting is very short 7-10 min 2. no interview with the patient is conducted 3. the doctor does not examine the patient and gives very laconic answers At a visit with another endocrinologist, which I am very satisfied with, I was listened to, there was blood pressure check, height, weight, breast examination, thyroid check - manual examination, interview with the patient, answers were very exhaustive and most importantly I received the help I cared so much about.", "lang": "en"}
{"opinion_id": "op_001573", "text": "A doctor who approaches the patient very coldly and is not interested in providing information where more specialized tests could be performed, which cannot be done in Czestochowa. Simply dismisses the patient saying \"in our hospital there are no other testing possibilities\" and that's the end of the conversation.", "lang": "en"}
{"opinion_id": "op_001574", "text": "Researchers took care of patent applications - they cover detailed parts of the process, the entire construction of the \"Trojan horse\" and its application. The patent owner is Cellis - a biotechnological start-up. Within the company prof. Jan Kowalski deals with commercialization of the innovative method. The researcher emphasizes that although a biotechnological start-up is a high-risk company, its very establishment will always be considered a successful venture. As she recalls, initially she lacked knowledge about intellectual property protection. To acquire and apply it, she was first persuaded by colleagues from La Sapienza University in Italy, where she presented her research. In Poland prof. Jan Kowalski was among the first and few scientists who established start-ups. Cellis was founded in 2016. At SGGW basic research of the discovered mechanism was and is conducted, and within the start-up research aimed at developing therapy was started.", "lang": "en"}
{"opinion_id": "op_001575", "text": "Hello, I reached Dr. Jan Kowalski with my son (hypospadias) (1 year old) after familiarizing myself with very many opinions and information about His person and work. I was a bit distanced from the abundance of excellent reviews. Leaving the office both my husband and I were completely certain that we would entrust our Little One's operation precisely to Dr. Jan Kowalski. Unbelievable perfection, everything explained - substantively and understandably, approach to the child, culture and respect towards parents. Such doctors today you can search for with a proverbial candle. The operation went according to plan, we were informed about everything before and after in real time (both Dr. Jan Kowalski and the anesthesiologist and nurse). After the operation throughout the healing time we are in contact - email, phone. (I live about 300 km from Warsaw) at various times of day. We followed all of Dr.'s recommendations and everything is healing great. The little one doesn't suffer! I am incredibly", "lang": "en"}
{"opinion_id": "op_001576", "text": "My humble self advises against him. A good doctor doesn't say at random that the patient has malignant cancer with metastases and that for now to ,,get off'' because he's going on vacation. Meanwhile, in another Łódź clinic it turned out that there is indeed cancer, but not malignant and curable. And my grandmother was devastated for a week. Even a simple person doesn't behave like this doctor.", "lang": "en"}
{"opinion_id": "op_001577", "text": "I had a visit at ENEL-med, where among others Dr. Anna Kowalska practices. my RATING: THE WORST possible! My opinion is based on the doctor's behavior, approach to the patient, willingness to solve the patient's ailments, willingness to listen to the patient and find a solution. I rate everything NEGATIVELY: - the doctor watched the clock to finish the visit as quickly as possible, - lack of interest in what the patient comes with, - listened passively without asking me any questions, - the patient has to ask questions and come up with their own treatment proposal!!, - RUDE and CHEEKY behavior of the doctor when pointed out that the visit contributed nothing to the patient's knowledge nor to their medical history and treatment method. I SINCERELY DO NOT RECOMMEND!!! Unless someone is FOOLED by her seemingly nice facial expression which HIDES LAZINESS and DESIRE to get rid of the patient!", "lang": "en"}
{"opinion_id": "op_001578", "text": "Very good contact with the patient. Friendly atmosphere, which was very important to me because I was very afraid of the visit to the psychiatrist. I came to Anna in tremendous fear. I've been struggling with anxieties and panic attacks for some time. I was afraid of taking medication, but Anna calmed me down, explained everything, what I can expect, and what is just my baseless fears. Amazing that just after the visit I felt better. I know it's a temporary and short-lived effect, but Anna gave me hope for a better life. I highly recommend to all undecided :)", "lang": "en"}
{"opinion_id": "op_001579", "text": "Reading positive opinions about the doctor I would really be inclined to entrust him with my health and life, but before reading them I met the gentleman in question. In my life I never felt so humiliated in contact with a doctor (a doctor!). Mr. Jan Kowalski examined me very quickly and superficially and stated that I have hypertension. In connection with this he didn't inform me what to do to change it, only that I should measure my blood pressure daily and after a month go to a primary care physician with this data... From the doctor I needed a certificate for work - he stated that in connection with the above he can only issue it for half a year, then he wrote a date illegibly which HR read as three months. I returned to the doctor asking what's going on, and he said that he changed his mind... What happened later is no longer important (a doctor's behavior towards a patient should never look like this anywhere), what's important is that I will never go to this doctor again and I don't recommend him to anyone who likes positivity in life :)", "lang": "en"}
{"opinion_id": "op_001580", "text": "According to prof. Jan Kowalski from the Department of Genetics, Breeding and Plant Biotechnology at SGGW, caution in introducing GMO in agriculture is justified. But the expert emphasizes that such caution should be differentiated for each specific modification \"there are modifications for which such caution is not needed. Detailed rules should be established and checked by strong, fully independent public agencies\" - he believes. \"In my deep conviction there is no data stating the threat of GMO crops to human health\" - says prof. Jan Kowalski. He admits however that so far there are no research results that would speak about the influence of GMO on subsequent human generations. In his opinion such experiments are impossible to carry out. So far experiments have been performed on generations of mice and rats.", "lang": "en"}
