{"opinion_id": "op_004401", "text": "The worst I've ever had. After informing them that I live in the UK, the female doctor numbed half of my face. I was told that my lower teeth are set too low and I need to have them all raised because they are loose. Cost: 2,000 for the check-up and several hundred per tooth. I started crying. I called my regular dentist and asked for an emergency visit. An X-ray was taken, and the female doctor saw no need for raising because none of the teeth were loose. I went to an independent specialist and it turned out similarly.", "lang": "en"}
{"opinion_id": "op_004402", "text": "The worst doctor I have ever met in my life, I don't recommend anyone.", "lang": "en"}
{"opinion_id": "op_004403", "text": "The worst dentist I've ever been to. The filling and a piece of the tooth fell out after 4 days. I went in with a small cavity and now there's nothing left.", "lang": "en"}
{"opinion_id": "op_004404", "text": "The male doctor very professionally extracted my wisdom tooth. I didn't even feel any pain. I highly recommend both the male doctor and the female doctor.", "lang": "en"}
{"opinion_id": "op_004405", "text": "I don't recommend it to anyone! My joy from the visit lasted as long as the anesthetic was working. For three days in a row, I showed up at the office with severe toothache. Of course, I had to pay 200 zł for each visit. Instead of taking an X-ray on the first visit (having the capability), the male doctor started treating my tooth at random. My entire right side was hurting, so I couldn't tell which tooth it was. Of course, it led to a root canal. After three days, the male doctor assured me that it wouldn't hurt anymore. If anything happened, I could freely message him. When the anesthetic wore off, the severe pain returned. Unfortunately, the male doctor never responded. I went to another dentist, and after an X-ray of the tooth, it turned out that the sixth tooth needed treatment. It was the one causing the pain. The tooth (the seventh) that the male doctor performed a root canal on was a healthy tooth. Unfortunately, due to the poorly performed service by the male doctor, I now have two teeth needing root canal treatment.", "lang": "en"}
{"opinion_id": "op_004406", "text": "Highly recommend! Wisdom tooth extracted without any pain, I didn't even know when. And I was terribly scared.", "lang": "en"}
{"opinion_id": "op_004407", "text": "Very quick and well-done treatment. The fillings in my teeth have held for over 10 years. Besides that, very nice and efficient service. A small minus for occasional delays in admitting clients, but fortunately short and infrequent. I highly recommend this doctor!", "lang": "en"}
{"opinion_id": "op_004408", "text": "I had the worst dentist visit at this clinic.", "lang": "en"}
{"opinion_id": "op_004409", "text": "I visited the female doctor over a year ago, on the National Health Fund, for a filling. Everything has held up perfectly until now, and the female doctor was very friendly and professional. I warmly recommend :)", "lang": "en"}
{"opinion_id": "op_004410", "text": "The best dentist in the area. My teeth are like a dream. Full of professionalism and experience in the field of prosthetics. I recommend with all my heart.", "lang": "en"}
{"opinion_id": "op_004411", "text": "After positive reviews found online, I showed up at Jan's to check a darkened spot on my second tooth; it turned out that decay had appeared between the first and second teeth. Treatment was undertaken. The color of the filling was so poorly matched that when smiling, you could see the color difference, like an unwashed tooth...! Unfortunately, the edges between the teeth were carelessly finished, the surface uneven, matte, causing food remnants to constantly get stuck there. The complaint, of course, was not considered. Additionally, Jan has a specific \"sense of humor,\" joking about alcohol when asked about anesthesia... The worst dentist I've ever been to. I do not recommend.", "lang": "en"}
{"opinion_id": "op_004412", "text": "I am delighted with my visit to Dr. Jan Kowalski's office. The wonderful doctor and his staff made me feel relaxed. I came to Żory from far away and returned home with a beautiful smile. Now I receive many compliments because I have beautiful teeth. Finally, I can laugh widely. I 100% recommend Dr. Jan Kowalski", "lang": "en"}
{"opinion_id": "op_004413", "text": "I had my teeth treated by the doctor for several good years. The result is that at the age of 30, I no longer have 5 teeth, and I'm currently fighting for the rest at the clinic. Additionally, I had a problem with my eyesight; sinus surgery was necessary because filling material was pushed there, and its bacteria lived on the optic nerve. I definitely advise against it.", "lang": "en"}
{"opinion_id": "op_004414", "text": "Super approach to the patient. I didn't even realize when the wisdom tooth was gone :) and the cost of the procedure - I am positively surprised :)", "lang": "en"}
{"opinion_id": "op_004415", "text": "A very good dentist, patient, cheerful, a passionate who constantly gains new knowledge, the office equipped with very good equipment (and it's not about gadgets that look nice so the patient pays much more later). I live in Gliwice and despite that, for several years I've only been treating my difficult teeth with Jan in Żory because in Gliwice most would want to extract immediately to avoid \"playing\" with saving a tooth that doesn't have much chance, or they would charge so much per tooth that you immediately feel faint. My enamel is very brittle, I have too many root canals, plus wisdom teeth and everything squeezed one on top of the other. And yet I have a nice smile, fillings don't fall out, and I always leave the office very satisfied. And best of all, when the little Doctor sculpts the done tooth with those drills, you can't see the difference between the healthy and filled ones. That's called perfectionism at work :) I haven't found such professional help at such a good price anywhere in Gliwice. Many of my friends have already been there and share the positive opinion. I recommend it to everyone who needs a general dental check-up. I've already treated all my teeth and can smile widely :)", "lang": "en"}
{"opinion_id": "op_004416", "text": "An angel. Competent, professional, kind, empathetic, a good psychologist;-) A doctor with a vocation, and there are few of those today. I was lucky to find Him, because besides psychological support, He undertook to fix the botched job from Dental Spa. Additionally, the office is excellently equipped, the atmosphere stress-free even for people with traumatic experiences. I definitely recommend.", "lang": "en"}
{"opinion_id": "op_004417", "text": "A great specialist and very nice to the patient. He removed two teeth for me which, according to several other dentists, should have been surgically removed. However, the male doctor managed them. I highly recommend, a really good dentist.", "lang": "en"}
{"opinion_id": "op_004418", "text": "A wonderful doctor, with a marvelous approach to the patient. I was with my four-year-old daughter, who was delighted. Teeth treated. What more to write, simply THE BEST DENTIST!!!", "lang": "en"}
{"opinion_id": "op_004419", "text": "I warmly recommend this particular Doctor. Jan Kowalski is not only an excellent dentist but also an organizer of his work. You don't wait from the waiting room. He always keeps the agreed date and time. He is reliable and truly good. Besides, he is friendly and treats his patients very nicely and professionally. Patient Anna", "lang": "en"}
{"opinion_id": "op_004420", "text": "I had two visits, during which attempts were made to treat my teeth. One tooth was not filled completely, in the other, decay was left!!! You have to force them to treat, shortening visit times, everything quickly, inaccurately. Never again. In LuxMed, the worst doctors always have many visits, and now I see why.", "lang": "en"}
