{"opinion_id": "op_002201", "text": "I went to Dr. Anna Kowalska encouraged by positive reviews. During the visit, the doctor checked my ears and throat, and took a nasal swab (which I had to take to the lab myself). During the visit, I did not receive any information about my health condition, etc. The visit was very short, and 120 zł just for taking the swab (which has to be paid separately) is, in my opinion, an exorbitant price. I am disappointed.", "lang": "en"}
{"opinion_id": "op_002202", "text": "Hello, I am Jan, my visit was about back pain. The doctor, after looking at the MRI disc, immediately stated that I need surgery on the intervertebral discs, which need to be removed. The doctor is very decisive, presents a quick diagnosis and effective treatment. He answers the patient's questions in detail and, despite his young age, is a very good doctor.", "lang": "en"}
{"opinion_id": "op_002203", "text": "I came to Mr. T. Krzeszowiec 10 years ago, I am currently \"repaired\" 3 times by this extraordinary specialist. I am now waiting for another procedure and I hope that this time the Doctor will get me back on my feet. He approaches the patient concretely, explains with understanding, dispels fear and anxiety before the procedure, and after the procedure there is relief from pain and finally sleepless nights. A doctor by vocation, polite with a sense of humor, which is important for the patient before the procedure... I recommend. Thank you Dr. T Krzeszowiec for his professional approach to the patient and successful operations. I am currently 23 days after another procedure (6 screws in the lumbar region) and as of today I have stopped taking painkillers. I also thank the entire ward staff. Regards", "lang": "en"}
{"opinion_id": "op_002204", "text": "An attempt to transfer the idea of the Coalition to the regional level was the establishment of the Silesian Coalition for the Fight Against Cervical Cancer this autumn. According to the professor, similar initiatives should also develop in other regions, and their consequence must be local actions, in municipalities and counties. \"This requires the consistent cooperation of doctors, community nurses and local institutions. For example, social assistance centers can also be involved in promoting free cytological tests\" - the professor believes. In his opinion, the tests are most often neglected by women from less affluent families. The professor cited the example of Tychy, where the mortality rate for cervical cancer is one of the lowest in the region. Prof. Poręba was associated with the gynecology and obstetrics clinic operating in this city for 33 years. Currently, after the withdrawal of clinics from Tychy by the Medical University of Silesia, the professor is a consultant to the gynecological department of the Tychy hospital.", "lang": "en"}
{"opinion_id": "op_002205", "text": "Apart from the fact of what kind of person he is by nature (as written above), the fact that he treats his patients like \"money-making machines\" is already not nice. He rides on opinions from years ago, hence he still has many patients. During visits, he is often unconscious and falls asleep!!! Out of 10 visits, he performed a gynecological examination on me once. He did not examine my breasts even once during 3 years of treatment, even though I complained of pain in my left breast! He downplayed it, did not order an ultrasound or mammography. He kept prescribing the same medications, even though the treatment was not effective, and even harmful, as it turned out later. From a disease that was curable, it became advanced! Thank God I came to my senses and went to consult another doctor. It's a pity that it was so late and I lost my health because of this doctor. Now I face long-term treatment, surgery and losing the extra 20 kg that I gained from the misguided hormonal treatment. I DO NOT RECOMMEND.", "lang": "en"}
{"opinion_id": "op_002206", "text": "I have been a patient of the Doctor for over a month. After many years of better and worse experiences with other neurologists /I sought their help due to headaches and complications related to the spine/, I must say that she is an excellent specialist. The first visit went very calmly with a thorough interview and examination and an accurate decision on the selection of medications and further procedure. It turned out that simple methods can help a nervous person like me. An accurate diagnosis helped me return to better well-being. At the control visit, the same, nice sympathetic approach. Simple explanation on how to proceed further. I see that the doctor wants to help me. This is very important for the patient. I recommend, and I am sure that I made the right choice. I greet the doctor and promise that I will follow the recommendations. Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002207", "text": "I went to Dr. Beata for removal of seborrheic warts (called senile!!! and they appeared around age 30, for a woman it's a nightmare, my aunt is covered with them like a toad and I CANNOT look like that in a few years. over my dead body!) - effects super. After electrocoagulation, small and medium ones disappear without return and since new ones grow you have to go... My nightmare was the underchin area, i.e. the gecko as my daughters say. and I went for a consultation about that, it turned out that it can be reduced with botox. I let myself be convinced to light botox not only for the \"gecko\" but also forehead/eyes, done as it should be, lightly, naturally. and the effects are amazing - I lost 10 years, I am blooming and everyone says that I was on good vacations and look great. and they ask where it was :))) well of course I also added a hairdresser to botox and cosmetic facial cleansing + a proper pedicure :)))) but the effect exceeded my expectations and that is the most important. balanced botox I can recommend, for me without side effects so far... regards Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002208", "text": "A very nice woman. I came in the 4th month of pregnancy for a check-up and consultation due to a congenital kidney defect. The conversation was wonderful, but firstly the Doctor did not look into the medical history beyond the recent urine test results. Secondly, she did not do an ultrasound but only recommended that I have one done, thirdly after lying on the bed she examined my abdomen with her hands, recommended drinking plenty of water and charged 200 zł. The conclusion suggests itself :)", "lang": "en"}
{"opinion_id": "op_002209", "text": "It turned out that only 3% of respondents answered that they know what the abbreviation COPD means. \"However, a more detailed analysis revealed that actually only 60% of this group could decipher it correctly\" - says prof. Paweł Śliwiński vice president of PTChP. Another 11% of respondents admitted that they had heard this abbreviation but did not know what it means, while 86% had no idea what it stood for. \"Importantly, also among smokers only 3% admitted that they know what COPD means\" - emphasized prof. Śliwiński. In the opinion of experts from PTChP, this is alarming because in Poland 9 million people smoke daily, who are potentially at risk of the disease.", "lang": "en"}
{"opinion_id": "op_002210", "text": "I came to dr Dzik with a different disease. He treated me for thyroid. I will NEVER recommend him to anyone in my life! not only were the visits 5 minutes long but after a few months my eye started to swell. Of course I reported it to the doctor immediately because it happened after 2 days of taking the next medications. The doctor stated that sometimes it happens but there is nothing to worry about. He calmed me down and prescribed more medications. After half a year of running to various doctors thinking it was not the thyroid, I ended up in a hospital in Lublin for an MRI and steroids. It turned out that it was due to a terrible matching of medications. Currently my eyesight is terribly worse and in addition the eyelid of the eye is significantly raised and has not returned to normal.... I am devastated by this fact. Think carefully if you really want to choose this doctor.... Massacre....", "lang": "en"}
{"opinion_id": "op_002211", "text": "In Poland, thyroid cancer is diagnosed annually in about 2.5 thousand people, more often women. In 90% of cases, the course of the disease is mild, and patients live for decades without recurrence of the disease. However, in about 10% of patients the disease progresses very aggressively, quickly leading to metastases and death. These people should be treated very intensively from the beginning, but until now they could not be identified. Thanks to genetic research, it will now be possible - informs the Foundation for Polish Science in a sent communiqué. Doctors and geneticists from the Medical University of Warsaw, the Center for New Technologies of the University of Warsaw and the Institute - Oncology Center in Warsaw have shown that the course of the disease is related to the presence of a congenital change in the DIRC3 gene. The presence of a mutation in the gene allows qualifying a given patient to the high-risk group. Thanks to the fact that the mutation can be determined already at the stage of therapy planning, it is possible to modify the scope of surgery and complementary treatment.", "lang": "en"}
{"opinion_id": "op_002212", "text": "exactly and I had it that I delayed visiting a doctor, now I don't know why. Maybe my pride didn't allow it, but now I know that going to professor Kurpis was one of the best decisions in my life. He is a very good specialist in his field, everyone who is still hesitating should forget about shame, resistance.", "lang": "en"}
{"opinion_id": "op_002213", "text": "The doctor is very arrogant, treats the patient like an idiot, I don't know how this person can treat children in my case the approach to the child is not worth talking about. Moreover, he did not think to order a test to diagnose the cause of the disease and yet that should be the basis. I think that praising this doctor is exaggerated, he did not cure my child, only treated with poor effect. Well, there are fewer and fewer real doctors - you are either an artist or a craftsman, in this case definitely the latter. Taking money for something, you have to at least be nice to the client from whom you live!!!", "lang": "en"}
{"opinion_id": "op_002214", "text": "In the opinion of doctors, the first effects of implanting stimulators in patients in comas may be visible in tests that will be performed on them a month after the operation. Prof. Morita admitted that people who were operated on in Japan after these procedures were able to eat and drink on their own, and established contact with the environment. The effectiveness of these procedures in Japan is 60%. Prof. Morita has so far implanted over 300 brain stem stimulators. Ewa Błaszczyk declared on Tuesday that the Akogo Foundation intends to continue work on the use of stem cells and stimulators in patients in comas. The Foundation will now collect money for further stimulators so as to perform a total of 15 such operations. In her opinion, the next ones may take place in July.", "lang": "en"}
{"opinion_id": "op_002215", "text": "I am writing again because, judging from other posts, not much changes with the doctor. In the private office nice, promising - and in the hospital he avoids and ignores patients. My mother was treated by the doctor. Trusting the doctor, we believed his opinion that my mother is fit for work and can freely enjoy life (with an embolized aneurysm). The family is not the specialist - we believed the doctor!!! My Dear Mother died half a year later, and we that time lived in ignorance of the real threat in a false conviction - LEAVING THE OFFICE WITH THE OPINION OF A SPECIALIST - The attending physician. Was it I who should have known what conduct and lifestyle my dear mother should actually lead and that she should be under constant, rigorous control, if the doctor did not recommend it; [ : [ : [", "lang": "en"}
{"opinion_id": "op_002216", "text": "My husband and I are trying for a child. I went to Dr. Mazur for examination and treatment of a possible cause for the lack of a baby. After tests, the doctor prescribed the drug clostilbegyt - a drug to induce ovulation without assessing whether I ovulate or not. I took it for four cycles. Two cycles too many, because this drug is not indifferent to a woman's health. After changing doctors and monitoring 3 cycles, it turned out that I ovulate and no medications are needed. We are now looking for another cause for the lack of pregnancy. I am undergoing various tests with simultaneous assessment of cycles, which are completely normal. I have the impression that the doctor takes the easy way out, only why does he advertise that he treats infertility? I went privately, not on health insurance, and I do not regret the money I paid at each visit, only the lost time. I strongly advise against.", "lang": "en"}
{"opinion_id": "op_002217", "text": "This is my first visit to the doctor, we will see what the effects will be, but I hope she helps! She proposed an appropriate treatment plan and now I am waiting for the effects. My next visit is in 3 weeks, to do allergy tests, where previously no dermatologist thought to perform them.", "lang": "en"}
{"opinion_id": "op_002218", "text": "A doctor thrown into the poor framework of the Polish health service. COMPLETE LACK OF VOCATION!!! LACK OF SENSITIVITY. Probably if I paid 200 zł (and I could have during the hospital visit) maybe it would move her and probably after the spirometry test and allergy tests the doctor would at least look at the results but like this... NOTHING, she didn't even look to see if I have asthma or not. It was March - I have complaints only in April - and she wanted to treat me in May!!! FUNNY!!! IT COMPLETELY MISSES THE POINT!!! I ADVISE BETTER TO GO PRIVATELY!!! BUT NOT TO HER ~!!!", "lang": "en"}
{"opinion_id": "op_002219", "text": "I recommend dr Szymula, he has been my doctor for 23 years, he led my two pregnancies and delivered the babies, always approaches the subject professionally and reliably. He is characterized by great patience, is nice and always has time for the patient to explain her problem. So many years of trust in the doctor probably says somethingAAAAbut", "lang": "en"}
{"opinion_id": "op_002220", "text": "I do not recommend this gynecologist to anyone, although I have been his patient for almost 3 years. Often during the visit I get the impression that he deliberately says little to \"brush me off\" as quickly as possible. He creates a great distance to the patient, answers questions briefly and incomprehensibly, does not justify his statements.... The only plus from these visits is (almost) stress-free examination. Now I am at the stage of trying for a child, so I will definitely change gynecologists, because I cannot imagine my pregnancy being led by this doctor.... ` ` ` The rating has been changed to \"I do not recommend\". Reason: The content of the comment does not indicate a lack of doctor's competence. ` ` `", "lang": "en"}
