{"opinion_id": "op_001041", "text": "Dr. Anna Kowalska is arrogant towards patients and not nice. I experienced this while lying in the endocrinology department at Karowa. You can't get any information from her about test results. She is also not very gentle during gynecological examinations. She still has a lot to learn, and besides, I don't know why on the znany lekarz website she advertises herself as an endocrinologist - she has nothing to do with endocrinology, she is just a regular doctor. I found out about this while lying in the department.", "lang": "en"}
{"opinion_id": "op_001042", "text": "During a visit with my child at the clinic, instead of dealing with my daughter, he kept asking if I might have a problem with my facial nerve, and my child interested him less than me. He didn't listen to what I was telling him about my child's symptoms and dictated a completely different medical history to the nurse for the chart than what I provided. The chart recorded mild headaches, while my daughter was crying in pain and couldn't function normally. He definitely disregarded me. He didn't help in any way.", "lang": "en"}
{"opinion_id": "op_001043", "text": "Hello. I had a problem with constant nosebleeds. I went to another ENT specialist for several years and it didn't bring any positive results; with each visit I had a 'cauterization' procedure in my nose. After some time, I found out from the doctor that if she did this procedure to me one more time, I could lose my sense of smell!!! I decided to look for another doctor. Fortunately, I was recommended Dr. Anna Kowalska. She examined me very thoroughly and prescribed me a custom-made ointment for ATTENTION!!! 5 PLN!!! and the bleeding stopped!!! I HIGHLY RECOMMEND THIS DOCTOR!!!!", "lang": "en"}
{"opinion_id": "op_001044", "text": "After leaving the doctor's office, I was disgusted, even outraged. For the complaint of knee pain, he didn't order any tests, he only said that he knows this disease and recommends starting treatment with a series of expensive knee injections (400 PLN each). Then he added that he is an entrepreneur and that he can arrange these injections a bit cheaper if I'm interested. As a layman, I know that treatment starts with tests, oral medications, and rehabilitation, not immediately with invasive expensive knee injections. These are exactly the recommendations I received when I went to another orthopedist, who from the first visit wanted to help me, not profit from my suffering.", "lang": "en"}
{"opinion_id": "op_001045", "text": "I was supposed to research how inflammatory states in genital herpes infections make it easier to contract HIV. I was supposed to research very precisely what happens in the mucous membrane. It was also clear to me - as clear as day - that defense cells appear earlier than before 48 hours. I was among several people who noticed this effect - says the researcher. Now scientists want to check if similar defense mechanisms also work in the case of bacteria and other pathogens, and if they can be observed in different parts of the body on the mucosa. \"If it turns out that the mechanism we investigated also works in the upper respiratory tract, that would be great!\" - hopes Prof. Krzyżowska.", "lang": "en"}
{"opinion_id": "op_001046", "text": "I went to the doctor after two weeks of a terrible cough; initially it lasted a short while, but over time it became stronger and its duration longer. Additionally, for three days I had a fever up to 40 degrees that I couldn't bring down, and shortness of breath started to appear. During the visit, the doctor gave the impression that he wasn't listening to me at all; he kept tapping on the keys and didn't even look at me. Only my eyes interested him, which were bloodshot (I always have this whenever something is wrong with me, or when I'm just exhausted). I tried to explain to him that I didn't come here for my eyes and that my problem is the cough that no longer lets me sleep or function normally, but it didn't help. I got allergy pills and a recommendation to take Nurofen in case of fever. I asked for cough medicine, but the doctor just looked at me meaningfully and stood up inviting the next patient. I'll add that this was a private visit. After four days, I ended up in the hospital with acute massive bilateral pneumonia; the doctors were horrified by my case and asked why I hadn't seen a doctor earlier... After two weeks of hospitalization, antibiotics, steroids for shortness of breath, inhalations, and lying under oxygen, I started to improve. Fortunately, in the hospital I encountered very good specialists. I don't recommend this doctor to anyone.", "lang": "en"}
{"opinion_id": "op_001047", "text": "I was at Dr. Jan Kowalski's and overall I don't rate him badly or well. Standard. He didn't impress me, the visit was quite short, not very detailed. The doctor is very nice, but as I say - I don't know if I would choose him as my permanent doctor. For a one-time visit - no problem.", "lang": "en"}
{"opinion_id": "op_001048", "text": "I definitely do not recommend. Apart from the fact that the doctor is indeed cordial, nice, and smiling (even excessively), he didn't help at all. He didn't even analyze the case. He stated that 'young means healthy' right after entering the office and starting the visit (which lasted about 5 minutes). He said this before any conversation about the ailments and repeated it throughout the entire meeting. He didn't analyze and didn't even try to analyze the case to help, and after I pulled out my hospital discharge summary, he stated that it wasn't a gastroenterological surgery (it was a urological surgery and I got the referral to the gastroenterologist precisely from the urologist, who didn't like my blood count and enlarged spleen) and that it wasn't related to the ailments. He only asked about 'my diseases and diseases in the family', questions that a family doctor could just as well ask. He also didn't look at the treatment history, including the antibiotics administered. I showed him two blood test results (done almost 3 months after the surgery (about 4-5 days of hospital stay)), one with elevated liver and pancreas parameters (3-5x) and the other, later one, near normal (the period between tests was a few days); the doctor stated that one of the tests was incorrect, and that's all. He didn't order any additional tests to confirm which one (because even if one test is indeed performed incorrectly, there's a 50% chance that it's wrong and a 50% chance that it's right, but the doctor determined by eye that everything is ok, because 'The pancreas doesn't hurt and young means healthy'). The only thing he recommended was to come back in 4-5 months and take Essentiale forte. It is also a kind of ignorance to propose one type of 'proper' diet (50-60% carbohydrates) ignoring even physical activity. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_001049", "text": "Two pregnancies and 20kg of ballast. I locked myself at home convinced that it would probably stay this way, that I wouldn't manage to be a happy woman in my beautiful dresses again. I swapped dresses for tracksuits and a big sweater under which I hid what I was most ashamed of and hated. The more kilograms, the greater my frustration with life, my reluctance to go out to people. Several things came together to give myself a chance to restore my happiness. I 'googled' Ms. Anna. I didn't think that the weight would drop off so easily. I eat what I love, I don't have to torture myself with strange diets. A pleasant surprise for me is that the diet can be so balanced that I'm not craving sweets, which I used to eat a lot of not long ago. Meetings with the Dietitian are pleasant because I don't feel embarrassed; I can say everything that lies on my heart on this topic, and that additionally makes me feel lighter. I am happy again :) and my children and husband are too. Because a happy mom means everyone around is happy :)", "lang": "en"}
{"opinion_id": "op_001050", "text": "A specific lady. She smiles but you can see she's thinking something completely different. I didn't like the criticism of my weight. Such things can be done more subtly. Not very concrete for a first meeting - but that's my opinion. It's a bit too far for me so I'll find something closer to home. Greetings to the Doctor.", "lang": "en"}
{"opinion_id": "op_001051", "text": "The doctor is nice, she has gastroenterological knowledge, but it's not enough to help a person with irritable bowel syndrome. 3 visits didn't do anything, I wasted time, resources, and suffered unnecessarily. The doctor referred me for tests for which, truth be told, she cannot issue a sick leave; for full happiness, the patient finds out about this after the tests are already scheduled and has started the diet. I recommend the doctor for general matters, but for IBS I recommend looking for a doctor with experience in managing and treating such ailments.", "lang": "en"}
{"opinion_id": "op_001052", "text": "I came to the doctor's clinic after a poorly performed laser procedure on the lower frenulum, the result of which was the loss of gums on the lower incisors. The surgeon from Zamość, who ineptly performed the procedure, saw no possibility of reconstruction and took no actions that could reduce the gum recession to which she contributed. Dr. Jan Kowalski undertook a gum graft procedure, which was very successful and as a result, the gums of the lower incisors were rebuilt. Based on my own experience, I can definitely recommend Dr. Jan Kowalski and give the highest rating, not only for great professionalism and reliability, but also for a kind and empathetic approach to the patient.", "lang": "en"}
{"opinion_id": "op_001053", "text": "Well, he didn't save my wife, although I deluded myself that she would live.... basically he did nothing, except consult with his subordinates and tell me that they probably couldn't save her.... during the conversation with me he was filling out documents, because they were very important.... very important : - (", "lang": "en"}
{"opinion_id": "op_001054", "text": "If any of you have to go for a visit to a gynecologist, I strongly advise against a visit with This Lady. Contrary to all opinions, I went to the Doctor and found out firsthand why most opinions about her are so critical. During the gynecological examination, she was VERY indelicate. She treats the patient like an idiot. There is no chance for dialogue. All my questions (I'm not a doctor so they might have been unprofessional) she dismissed with a strange smile. She performed a Pap test on me, but she informed me that it was payable only after the fact. The visit with this Lady cost me a lot of nerves and 90 PLN for the visit, 40 PLN for the cytology. I advise against it once again.", "lang": "en"}
{"opinion_id": "op_001055", "text": "I was at a visit with Dr. Nagaya today. It's my first visit, so it's hard for me to comment on professionalism; he made a good impression on me. In contrast to the organization of patient admissions. Several patients were scheduled for the same time. Later it turned out that the doctor was seeing patients in the order of arrival. So what's the point of scheduling by hour if you have no chance of entering at the appointed time, or at least close to it, because I understand that one patient will take the doctor 10 minutes, and another 25. If the doctor tries to see several patients at the same time slot, and in the meantime perform procedures, which also took place today, then it's rather clear that you won't get into the office at the scheduled time. Lack of respect for the patient's time. Maybe it only happened today. It will be clear next time, as I intend to visit the doctor again.", "lang": "en"}
{"opinion_id": "op_001056", "text": "She has no approach to children. Before the examination, she told the child to undress and then spent several minutes writing on the computer. The child, blue with cold, started to cry and the doctor said that the examination is done sloppily because he's crying. Zero comment on the echo heart result and all this for 150 PLN at Luxmed!", "lang": "en"}
{"opinion_id": "op_001057", "text": "Regarding the value of the tests, I can't comment, but the Doctor made a negative impression on me; the whole visit felt rushed, although in total it probably didn't even last 10 minutes... I get the impression that the fact that I am a virgin who hasn't had sex yet justified, in the Doctor's opinion, the lack of need for prophylaxis, because upon informing her about attacks during some periods and my questions about what tests I could do to make sure everything is ok, I didn't hear anything concrete, only that such ailments are common and during periods it's advisable in such situations to take painkillers and antispasmodics, e.g., No-Spa. To be objective - the Lady was very nice and gentle, but as a young girl I expected valuable information about prophylaxis.", "lang": "en"}
{"opinion_id": "op_001058", "text": "Using proteomic tools, we want to understand the differences in protein expression in atherosclerosis, fatty liver disease, and also depression. In animal models of these diseases, reduced activity of proteins responsible for energy production in mitochondria can be observed. We are working on a drug that could activate malfunctioning enzymes and remove harmful, toxic aldehydes from mitochondria, which are formed as a result of oxidative stress, i.e., an excess production of free oxygen radicals - explains Dr. Stachowicz. The laureate of the START scholarship from the Foundation for Polish Science researches a mitochondrial enzyme - aldehyde dehydrogenase, which may play a protective role in mitochondria. It is this enzyme that removes toxic substances, and thus may protect and prevent dysfunction of the energy centers in cells.", "lang": "en"}
{"opinion_id": "op_001059", "text": "An excellent specialist to whom I owe a lot. For several years, I went to many doctors with an ailment, which caused the ailment to deepen, and none of them helped me at all. If I had gone to Jan Kowalski right away, I'm sure I would be 100% healthy. He helped me a lot. I feel much better. I was operated on twice and there are effects. Greetings, Doctor. And as for some opinions saying that he has no time for patients, that's nonsense. It's people who have no time for this doctor. And you need to have a lot of time for him. And it's worth finding that time.", "lang": "en"}
{"opinion_id": "op_001060", "text": "This is also suggested by research conducted by Prof. Samoliński's students in a group of about 1.5 thousand children from the Ochota district of Warsaw. Only 30% of them did not receive an antibiotic before completing their 1st year of life (when the immune system is most sensitive), and before the 3rd year of life this percentage was 10-14% depending on gender. The analysis revealed that in the group where allergy developed (e.g., allergic rhinitis or asthma) before the age of 3, the most children received an antibiotic. Furthermore, in this group, the largest number of children were subjected to antibiotic therapy multiple times. \"During a cold, it is better to use OTC medicines (over-the-counter - PAP), which may not shorten the duration of the infection but can alleviate its symptoms - unblock the nose, lower fever, relieve cough\" - explained Prof. Smoliński.", "lang": "en"}
