{"opinion_id": "op_001401", "text": "I am in early pregnancy. I scheduled my first appointment with Dr. Jan Kowalski, as I remembered him as a great specialist 2 years ago (routine check-ups, cytology, etc.). Unfortunately, this time I am not entirely satisfied with the visit. I came not only to confirm the pregnancy but also with a urinary tract infection. The doctor did not examine me as thoroughly as my condition required. He conducted the interview very quickly and I had to ask about very important matters myself. The examination lasted literally a moment - the doctor did not order an immediate urine test, which my condition required (vaginal and bladder pain). He prescribed me a medication that did not improve my condition, as a result of which I fainted 2 days later due to immense pain. Consequently, I ended up in the Hospital Emergency Department, where another gynecologist performed all the necessary tests and prescribed me the antibiotic necessary in this situation. Admittedly, as usual, Dr. Kowalski was nice and specific, but in this situation, it was not enough. I recommend for routine check-ups and cytology - the examination is performed gently and quickly. I do not recommend for ailments in early pregnancy.", "lang": "en"}
{"opinion_id": "op_001402", "text": "I believe Dr. Jan Kowalski is a wonderful specialist. He detected breast cancer in my mother. During the ultrasound, he said it was a malignant tumor. Other doctors did not make a diagnosis without a histopathological examination of the tumor. He stated it just from the ultrasound and he was right. Tests confirmed what he said. I also had pregnancy ultrasounds with him - twice. Just as he said, everything was fine, the gender was also correct :) I recommend him to everyone. For those interested, the phone number is [phone number removed], registration only on Mondays from 10:00 to 11:00. It's hard to get through, but it's possible :)", "lang": "en"}
{"opinion_id": "op_001403", "text": "Doctor's opinion: \"looking for diseases is also a disease\" congratulations...! I have been ill for 20 years... genetic, acquired, hormonal, metabolic, cardiological, infectious. Three specialists referred me to a neurologist because I have several symptoms that would require checking from that angle. The doctor only looked at 1/20 of my documentation, asked me to touch my finger to my nose, walk in a straight line - end of examination, no questions, just the statement: \"looking for diseases is also a disease\". I received a note to a psychiatrist (I see one for insomnia), who said \"let's not force it doctor since he has already made the diagnosis\"..... Doctor..... bad mood, tough day? there is no excuse..... where is the professionalism you write about? patient treated in a subjective manner?!...... What turned out: low sodium levels, high potassium, calcium deficiency, B12 deficiency, low EF 45%, cholesterol 370 (treated, statin resistance), breast nodules - suspected breast cancer under diagnosis, currently undefined lung density. Could you have acted humanely? Like: I can examine you for certainty but I think the cause lies elsewhere, etc..... How could you say after a 10-minute visit \"looking for diseases is also a disease\"!!!! with so many reported symptoms?", "lang": "en"}
{"opinion_id": "op_001404", "text": "\"This results from the mechanism of action of plaster therapy, as a result of which we reduce the activity of the immune system only against myelin components, preserving its other functions. However, all other drugs in MS therapy inhibit, to a greater or lesser extent, the functions of the entire immune system and reduce its ability to protect the body against many infectious factors,\" he explained. In a commentary on the article, Prof. Jan Kowalski assessed that a similar therapeutic approach could yield good results also in the treatment of other neuroimmunological diseases where the autoaggressive reaction of the immune system is directed against a known antigen. This refers primarily to Devic's syndrome (inflammation of the spinal cord and optic nerves) and myasthenia gravis (a chronic disease of the skeletal muscles).", "lang": "en"}
{"opinion_id": "op_001405", "text": "I will give a very good rating if there are results, as we are after the first visit. The doctor made a good first impression on me. Above all, a concrete and factual conversation. I liked that he didn't immediately tell me to reject all food, as previous doctors did. Now I'm waiting for the effects on the child. I can definitely give top marks for the approach to the patient and the atmosphere. It seems (first impression) that he doesn't do it for the money, and that's a big plus.", "lang": "en"}
{"opinion_id": "op_001406", "text": "For years, scientists have been looking for a therapeutic that could stop or delay the course of polyglutamine diseases. There are about 10 such diseases and each is rare – for example, in Poland, Huntington's disease occurs on average in one in 15,000 people. But the genetic core of polyglutamine diseases is the same for all. Therefore, developing a therapeutic that recognizes the same mutation could help a large group of patients. \"DNA consists of 4 letters – C, A, G, T. The core of the disease is an elongated sequence of three letters CAG within damaged genes. Repeats in the DNA chain occur naturally. For the huntingtin gene, there are usually fewer than about 35. With a mutation of this gene in Huntington's disease, the number of repeats can reach up to 150 sequences of the CAG trinucleotide repeat,\" explains Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001407", "text": "An amazing doctor. His involvement is unbelievable. I have never met a doctor with such a level of empathy and courtesy as Dr. Jan Kowalski. I called him in February saying I had a 15 cm seminoma. He invited me for a visit the next day, on a Saturday (!), because he said it couldn't wait. Throughout the entire treatment period, he arranged everything for me: referrals, tests, doctors, hospital stays. He told me to write to him if my medication was running out or even if I just felt worse. He said the most important thing for him was to cure me. This man works non-stop. I admire him, where does he get the energy. The queues for his consultations are 40 people long and he refuses no one. He treats everyone individually. Today the results came - I am healthy. He guided me through the entire treatment in the best way possible. Jan Kowalski is the best doctor one could wish for, and additionally a fantastic person.", "lang": "en"}
{"opinion_id": "op_001408", "text": "Good day. Actually, I have 2 different opinions about Dr. Jan Kowalski: 1 in a private practice - a fantastic visit, 2 hospital - a nightmare: zero interest from the doctor, zero information about the operation, no interview (unless the doctor has such a great memory and knows what the patient is presenting with and what her medical history is), the examination or rather the ultrasound was super painful (I felt like getting off the chair and going home). The doctor didn't even take the consent for the operation himself but had a midwife do it (which is unacceptable, because consent for an operation must be signed in the presence of the doctor who conducted the interview with us) and I had to personally take the signed paper to the doctor. One more thing: doctor, during the examination, a little respect for the patient's intimacy, and not talking and joking with another doctor about irrelevant things not related to me at that moment.", "lang": "en"}
{"opinion_id": "op_001409", "text": "The doctor is very nice and has considerable knowledge, but I have 2 \"buts\". I was at the visit with my 1.5-year-old daughter and I paid 100 zł for the diagnosis: my daughter has deposits on her teeth, which currently nothing can be done about. I admit, I knew that much myself. True, the doctor answered my questions, but I still think the price for the visit was quite high, since nothing was done besides looking at the teeth. Secondly, the doctor told me at the outset to prepare myself because the child would definitely cry. And indeed, even though this was my daughter's 3rd visit to the dentist (previous ones were with another specialist), only at this one was there terrible crying. It was a bit as if there was a lack of the right approach to such a young child, because \"she will cry anyway\". But besides that, as I wrote, a big plus for knowledge and for the doctor being a friendly person.", "lang": "en"}
{"opinion_id": "op_001410", "text": "The increasing and more frequent bacterial resistance to antibiotics limits their usefulness. Experts fear that in the future bacterial infections will become incurable, and surgical operations will not be possible to perform due to the risk of infection. Therefore, alternative methods to antibiotics for combating bacteria are becoming so important. Baltic amber has aroused human curiosity for millennia – if only because of its electrostatic properties, or because it is warm to the touch and burns emitting a pleasant smell. It was considered a magical cure for rheumatic diseases, asthma, or nervous system disorders. The fossilized resin of trees growing 50 million years ago was also supposed to accelerate wound healing, and amber powder scattered under the sheet was supposed to cure insomnia. Nicolaus Copernicus prescribed amber for heart ailments. However, the therapeutic properties of amber have not been sufficiently scientifically verified - there are practically no modern publications on this topic.", "lang": "en"}
{"opinion_id": "op_001411", "text": "The above (negative) opinion might be discouraging, however, it is worth noting that the doctor substantively addressed the allegation, which certainly allows for understanding the situation from both sides. It seems logical that a referral to the hospital should have grounds (referrals are not issued \"just like that\") and grounds come from an assessment of the situation - so such an assessment and diagnosis must have taken place. Personally, after today's (first) visit, I believe the doctor conducted a conversation with me in a concrete and professional manner, asking relevant questions. After familiarizing himself with the problem, he explained how to proceed further, repeatedly asking if all matters were understood. At the end, he strongly emphasized that I can call (his cell phone) at any time if my health problem becomes concerning. I can recommend this doctor with a clear conscience.", "lang": "en"}
{"opinion_id": "op_001412", "text": "I went to the doctor with problems of the nasal septum. After several visits, I underwent surgery at the Bonifratów Hospital in Kraków, of course paid for the amount of 10,000.00 złoty. After the wounds healed, a few weeks later it turned out that there was no improvement. I privately had a magnetic resonance imaging done at a military hospital, which was recorded on a CD along with the doctor's description. The description clearly indicated, in short, it's bad, narrowing hindering breathing. I went for a visit and, what was a surprise to me, the doctor, looking at my nose, couldn't praise himself enough for how well he had done it, what great airflow, first class. At that moment, I gave the doctor the CD with the opinion. After seeing and reading it, he stated that he disagreed with this opinion. I told the doctor it was a tragedy and there was absolutely no improvement, I still cannot breathe through my nose. I requested a refund; the answer was short. Refusal. Everyone would like to work, earn money, and not bear any responsibility for their work. I definitely do not recommend. Patient", "lang": "en"}
{"opinion_id": "op_001413", "text": "Hello. Dr. Jan Kowalski is a great specialist. On April 2nd, I underwent an operation to remove a tumor from the vocal fold. Everything went smoothly, professionally, and without any complications; the next day I was discharged and was home. To this day, I feel great; the removal of the tumor provided immense relief in speaking. Shortness of breath and increasing hoarseness have subsided. So if anyone is looking for a good, qualified, professionally approaching doctor, then that is the Doctor. Professional, friendly, reliable.", "lang": "en"}
{"opinion_id": "op_001414", "text": "Hello, I was recently with my daughter at the doctor's. The entire visit probably proceeded in a professional manner, it seems to me that my daughter was finally examined correctly (ears and tonsils), I have no reservations about the doctor's competence. A plus is that she managed to handle the child during a not necessarily pleasant examination. In contact with doctors, I prefer more communicative people than the doctor, but this was one visit, maybe it was a bad day and fatigue... I don't know, so I can't judge the person more. However, I feel a lack of satisfaction and regret that after informing me that an operation is essentially indispensable (for which, as we know, one waits for months...), she left me with this information without any instructions on how to treat my child until then. Hence my mixed feelings.", "lang": "en"}
{"opinion_id": "op_001415", "text": "He informed that talks are underway regarding the establishment of a medical faculty at the university in Opole; he expressed hope that they would be concluded successfully. Then - as the deputy minister noted - all provincial cities in Poland will have universities where doctors are educated. He admitted that the system of educating future doctors is very complicated, but our medical school graduates meet all international criteria, our universities are accredited in the United States, thanks to which Polish doctors have no problem finding work in the West. Jan Kowalski emphasized that we are perceived as a country that educates doctors excellently, which is also why they are often \"sucked\" abroad.", "lang": "en"}
{"opinion_id": "op_001416", "text": "it's me again. I think exactly as you wrote, meaning there is an effect and cause between my gums and treatment with a fixed brace. I am under constant care of a periodontist, I have a check-up every three months. The periodontist sent me to an orthodontist who said I should get a brace again. When I said I had already worn one, he just shrugged (similarly to the periodontist) and one could sense his opinion on the whole matter. Regarding complications, I think the doctor should have mentioned them before treatment. I, on the other hand, had verbal assurances from Ms. Anna Kowalska that it would be bad if I didn't get the brace. The problem with my teeth remained despite two years of ordeal and considerable financial outlays. Besides, my sister also wore a brace but a removable one, she was treated by Ms. Anna Kowalska and also no good effects are visible. True, she was warned that she might not achieve a satisfactory result but she undertook the treatment. Can this also be considered a side effect of treatment?", "lang": "en"}
{"opinion_id": "op_001417", "text": "At first, nothing indicated that he would be disabled, but it turned out quite quickly that he was different from other children. \"His head was excessively developed in relation to his whole body. When he started to crawl, he had to push it in front of him on the floor because he couldn't hold it up,\" described Dr. Anna Kowalska. His parents read him a lot of books and that was enough for him to read perfectly at the age of three. When he was an adult, his favorite activity was going to the library. During one such outing, he was able to read several books. He had the ability to read independently with his right and left eye, thanks to which he read the right page of an open book with his right eye and the left page with his left eye. He was able to recite over 80% of the books he had read.", "lang": "en"}
{"opinion_id": "op_001418", "text": "\"Eating even one doughnut can be a burden on the body. A doughnut is high in calories, contains a lot of sugar - if it weren't for that, it probably wouldn't taste good. Yeast dough, filling, icing - all of that has plenty of sugar. On top of that, the doughnut soaks up the fat it's fried in,\" Dr. Jan Kowalski told PAP. Consuming doughnuts is a challenge for several organs - the stomach, pancreas, and liver. People who suffer from pancreatitis or chronic liver diseases should avoid these treats. \"The excess calories that the body consumes must be utilized somehow. If a person doesn't burn them off and instead sits in front of the TV, it has to be stored and most often it is stored first in the liver,\" the doctor explained.", "lang": "en"}
{"opinion_id": "op_001419", "text": "I was a patient of Dr. Anna Kowalska. I thought I was in good hands and had found a great doctor who cares for her patients. I even believed that the pain that had bothered me for many years was normal because I'm a woman. Other symptoms that I described to her already at the first visit several years earlier and which she ignored indicated a serious illness. When during an ultrasound she found cysts on my ovary, she said that 'it happens sometimes' and prescribed me pills. After taking them, my lower abdomen, ovaries, and hip started hurting terribly. One day it hurt so much I almost bit through my tongue from the pain. Dr. Kowalski ignored this pain and recommended painkillers. I am disappointed and angry at Dr. Kowalski for not taking me seriously. I changed doctors and I am now waiting for further tests. Suspicion - (now advanced) endometriosis. I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_001420", "text": "The students' actions can be recorded and are always debriefed by the instructor. Besides 11 high-fidelity rooms, the Center also has a full-size simulator of an ambulance compartment with a pre-hospital action zone and a model apartment, 230 trainers for practicing technical skills - e.g., clearing airways, performing tests and insertions, and 130 mannequins for learning cardiopulmonary resuscitation, care, and gynecological examination. \"We can recreate life-threatening situations and confront students with them - we couldn't practice these procedures with real patients for ethical reasons. Instructors can implement various scenarios; the simulator can be a patient with cardiac arrest, myocardial infarction, with severe ventricular tachycardia requiring urgent cardioversion. We can practice trauma scenarios, patient induction for anesthesia and the course of anesthesia in the operating room. In the zone for nurses, patient care can be practiced, and in two delivery rooms - delivering births with all kinds of complications,\" emphasized the Center's director.", "lang": "en"}