{"opinion_id": "op_003881", "text": "Miła atmosfera, dokładne wyjaśnienia, przedstawione różne opcje leczenia.", "lang": "pl"}
{"opinion_id": "op_003882", "text": "Wizyta odbyła się punktualnie. Pani doktor ma super podejście do dzieci. Przebieg zabiegu został nam szczegółowo omówiony. Sam zabieg przeprowadzony tak szybko i bezboleśnie jak było to możliwe. Rana została zaopatrzona, a my dostaliśmy wytyczne jak pielęgnować ją w domu. Serdecznie polecam.", "lang": "pl"}
{"opinion_id": "op_003883", "text": "Punktualnie, konkretnie, i co najważniejsze skutecznie. Serdecznie polecam wizytę u Pani doktor.", "lang": "pl"}
{"opinion_id": "op_003884", "text": "Pani Doktor jest bardzo profesjonalna i jednocześnie bardzo miła, polecam!", "lang": "pl"}
{"opinion_id": "op_003885", "text": "Bardzo dobry kontakt, uprzejma i fachową konsultacja.", "lang": "pl"}
{"opinion_id": "op_003886", "text": "Pani Doktor miła i konkretna, gabinet nowoczesny. Polecam", "lang": "pl"}
{"opinion_id": "op_003887", "text": "Miło, profesjonalnie, sprawnie. I bezboleśnie . Na efekty trzeba jednak będzie trochę poczekać...", "lang": "pl"}
{"opinion_id": "op_003888", "text": "Bardzo empatyczna i wyrozumiała Pani Doktor. Otrzymałam odpowiedź na wszystkie swoje pytania, a dalsze postępowanie zostało dokładnie omówione. Z czystym sumieniem polecam:)", "lang": "pl"}
{"opinion_id": "op_003889", "text": "Bardzo dokładna i skrupulatna pani doktor. Zabiegi wykonywane na najwyzszym poziomie. Serdecznie polecam!", "lang": "pl"}
{"opinion_id": "op_003890", "text": "Pani Doktor bardzo uprzejma, empatyczna, cierpliwie wyjaśniająca wszystkie wątpliwości.  Zdecydowanie polecam wizyte", "lang": "pl"}
{"opinion_id": "op_003891", "text": "Pani Doktor przemiła, empatyczna i bardzo kompetentna. Polecamy serdecznie", "lang": "pl"}
{"opinion_id": "op_003892", "text": "Doktor mnie wysłuchała i dobrała leczenia, czułam się bardzo zaopiekowana:)", "lang": "pl"}
{"opinion_id": "op_003893", "text": "Odpowiednie przebadanie wskazanego miejsca zmienionego chorobowo, wyjaśnienie sytuacji i sposobu leczenia. Doradziłbym jedynie większą proaktywność w sprawdzaniu pozostałych obszarów, o których pacjent może być nieświadomy (tył lub góra głowy, plecy itp).", "lang": "pl"}
{"opinion_id": "op_003894", "text": "Punktualnie, profesjonalnie, szczegółowa i jasna informacja dla pacjenta. Przyjazne podejście do pacjenta.", "lang": "pl"}
{"opinion_id": "op_003895", "text": "Oby więcej takich lekarzy . Pani rozwiązała zagadkę mojej przypadłości w 10 minut: polecam", "lang": "pl"}
{"opinion_id": "op_003896", "text": "Bardzo przyjazna (byłam z córką która się bała) i profesjonalna pani doktor. Szczegółowe badania i wyjaśnienia. Dziękuję i polecam!", "lang": "pl"}
{"opinion_id": "op_003897", "text": "Chciałbym serdecznie podziękować Pani Jagodzie za sprawne i profesjonalne usunięcie kaszaka. Zabieg został przeprowadzony szybko, bezboleśnie i w bardzo komfortowej atmosferze. Jestem bardzo zadowolony z opieki i efektu zabiegu.", "lang": "pl"}
{"opinion_id": "op_003898", "text": "Polecam wizytę. Konkretnie i rzeczowo. Pełen profesjonalizm.", "lang": "pl"}
{"opinion_id": "op_003899", "text": "Szczegółowe informacje i dużą empatia lekarki, zrozumienie potrzeb pacjenta", "lang": "pl"}
{"opinion_id": "op_003900", "text": "Wszystko super, obszerne odpowiedzi na pytania oraz szybkie wyjaśnienie przyczyny problemów :)", "lang": "pl"}
