{"opinion_id": "op_004241", "text": "Polecam, profesjonalne podejście i miła atmosfera.", "lang": "pl"}
{"opinion_id": "op_004242", "text": "Bardzo polecam, super podejście z sercem i chęcią pomocy na przyszłość i lepsze życie", "lang": "pl"}
{"opinion_id": "op_004243", "text": "Bardzo rzeczowa rozmowa, dużo pomysłów i rozwiązań dla sytuacji. Specjalista rzeczowy, empatyczny, wyrozumiały. Polecam.", "lang": "pl"}
{"opinion_id": "op_004244", "text": "Naprawdę super! Po pierwszym miesiącu widać efekty a Pan Łukasz świetnie motywuje do pracy nad soba. Polecam", "lang": "pl"}
{"opinion_id": "op_004245", "text": "Serdecznie polecam Pana Łukasza to początek naszej drogi ale już wiem że będzie to przyjemna podróż", "lang": "pl"}
{"opinion_id": "op_004246", "text": "Gorąco polecam Pana Łukasza, który jest prawdziwym profesjonalistą. Jego indywidualne podejście do pacjenta, ogromna wiedza i zaangażowanie sprawiają, że czujemy, że jesteśmy w dobrych rękach.", "lang": "pl"}
{"opinion_id": "op_004247", "text": "Trafiliśmy z córką do Pana Łukasza po przeczytaniu pozytywnych opinii i nie zawiedliśmy się. Kontakt z dzieckiem bardzo dobry, wszystko wyjaśnione bardzo szczegółowo, bez pośpiechu. Córka bardzo zadowolona, z energią do działania. Serdecznie polecam.", "lang": "pl"}
{"opinion_id": "op_004248", "text": "Polecamy z còrką z całego serca.Pan Łukasz miły,serdeczny,sympatyczny,bardzo przyjemny człowiekWszystko tłumaczy zrozumiale, ma bardzo dobry kontakt z dzieckiem!!!córka od razu go polubiła,wyszła zadowolona z gabinetu.Wszystkim polecam Pana Łukasza z czystym sercem.Byłyśmy dziś pierwszy raz i obie jesteśmy zadowoloneMyślę że każdy powinien skorzystac z wiedzy tego Pana..Pozdrawiamy obie bardzo serdecznie i życzymy wszystkim nowym pacjentom samych sukcesów!!!", "lang": "pl"}
{"opinion_id": "op_004249", "text": "Pan Łukasz jest dobrym specjalistą dobrze  szczegółowo wyjaśnił mi zalecenia i plan żywienia polecam Pana Łukasza", "lang": "pl"}
{"opinion_id": "op_004250", "text": "Z czystym sumieniem mogę polecić współpracę z Panem Mariuszem. Jest osobą godną zaufania, świetnie mnie przygotował do operacji bariatrycznej, dzięki niemu nie pogubiłam się w tym wszystkim a bywało ciężko, jak to na początku. Jest świetnym specjalistą w swoim fachu, do każdego pacjenta podchodzi indywidualnie i jak dla mnie Pan Mariusz to chodzące kompendium wiedzy które potrafi w świetny sposób przekazać. Jak dla mnie nie ma lepszego psychodietetyka polecam z całego serca", "lang": "pl"}
{"opinion_id": "op_004251", "text": "Indywidualne podejście do pacjenta, zaangażowanie i profesjonalizm.", "lang": "pl"}
{"opinion_id": "op_004252", "text": "Przygotowywałam się do operacji bariatrycznej pod okiem Pana Mariusza i jestem bardzo zadowolona ze współpracy, oprócz dużej wiedzy merytorycznej wykazał ogromną cierpliwość, zaangażowanie i elastyczność :-) polecam :-)", "lang": "pl"}
{"opinion_id": "op_004253", "text": "Niesympatyczna osoba. Nie czułam się komfortowo. Osoba nie potrafi przyjąć krytyki wręcz pretensjonalne odpowiada.", "lang": "pl"}
{"opinion_id": "op_004254", "text": "Konkretny, rzeczowy i skuteczny w swoim działaniu. Profesjonalnie przygotował i przeprowadził mnie przez zabieg bariatryczny.", "lang": "pl"}
{"opinion_id": "op_004255", "text": "Pan Mariusz to konkretny specjalista w swojej dziedzinie.Przygotowal mnie do operacji bariatrycznej w 100%.Opiekowal i nadal opiekuje się swoim pacjentem po operacji.Mily ,empatyczny,pomocny i dbający o szczegoły specjalista.Dziekuje p.Mariuszu za Pana zaangażowanie i wkład pracy  do  poprawy mojego zdrowia.Polecam z całego", "lang": "pl"}
{"opinion_id": "op_004256", "text": "Pan Mariusz przygotował mnie do operacji bariatrycznej. Jestem wdzięczna Panu za szczegółowe wyjaśnienia i wiedzę którą mi Pan przekazał. Serdecznie polecam współpracę z Panem Mariuszem", "lang": "pl"}
{"opinion_id": "op_004257", "text": "Przez kilka miesięcy, zarówno przed jak i po operacji bariatrycznej Pan Mariusz służył wyłącznie dobrymi radami i materiałami które skutecznie pomogły mi zredukować wagę. Dzięki Panu Mariuszowi i jego wiedzy schudłem 45 kg co jest naszym wspólnym sukcesem. Gorąco polecam zarówno jako psychologa jak i dietetyka", "lang": "pl"}
{"opinion_id": "op_004258", "text": "Bardzo pozytywne wrażenia po 1 wizycie. Przyjazne nastawienie do pacjenta, łatwość w komunikacji i zaanagażowanie w rozwiązanie kłopotów pacjenta.", "lang": "pl"}
{"opinion_id": "op_004259", "text": "Polecam. Pełen profesjonalizm i wysoka skuteczność terapii.", "lang": "pl"}
{"opinion_id": "op_004260", "text": "Była to moja pierwsza wizyta u Pana Karola. Przebiegła w bardzo miłej atmosferze.Wszystko zostało mi dobrze objaśnione i wytłumaczone. Wywiad przeprowadzony bardzo szczegółowo. Polecam z całego serca wizyta u dr Karola.", "lang": "pl"}
