{"opinion_id": "op_000321", "text": "Prof. Jan Kowalski hopes that the number of heart transplants at IK will continue to grow. New types of transplants are also planned. \"We are already prepared for simultaneous heart and kidney transplants, and in the future for heart and liver, lung alone, and heart and lung transplants,\" he added. \"Transplants are still the most effective method of treating end-stage heart failure,\" emphasized Prof. Jan Kowalski. The demand for these procedures will continue to increase. There are more and more patients requiring urgent transplants. In 2015, out of 42 transplants, as many as 30 were urgent. The patients operated on are mainly over 50 years old, but young people in their 20s and 30s, and even those under 20, also require heart transplants.", "lang": "en"}
{"opinion_id": "op_000322", "text": "I went to Dr. Jan Kowalski twice. The first time with a referral for hysteroscopy due to a diagnosis of hemorrhagic menstruation. The hysteroscopy showed nothing. The second time I went after six months because the hemorrhagic menstruation had not stopped. After examining me, the doctor prescribed hormonal medication. Since I felt very unwell, I visited another doctor. The diagnosis was immediate - surgical fibroids and an immediate referral for surgery. How is it possible that Dr. Jan Kowalski did not recognize uterine fibroids during two visits? I cannot answer that question, but after the surgery, I will clarify this matter so that other patients do not experience something similar.", "lang": "en"}
{"opinion_id": "op_000323", "text": "Musicians often fill their free time with music, just like athletes and young people. According to an IFiPS expert, music must be present in our lives, but it should be dosed wisely. \"If we use headphones, we should use large, over-ear ones. They have significantly better quality. Avoid those placed in the ear canal, which disrupt the pressure in the inner ear. This causes problems with the physiological defense against noise. Often, there is a feeling of blocked ears and tinnitus. Currently, smartphones are equipped with a 'pacifier' - a plug that fits perfectly and is pushed into the ear. These are precisely those in-canal headphones. When we use them only for conversations, nothing happens. But if exposure to sound delivered this way lasts for many hours, even if the sounds are not very loud, it leads to fatigue and changes in the ears,\" warns the expert.", "lang": "en"}
{"opinion_id": "op_000324", "text": "I was treated by Dr. Jan Kowalski at CZMP and privately. During a private consultation for which he charged 150 PLN, he did not notice 2 cysts with dense content on the ultrasound and said I was completely healthy (even though I suffer from endometriosis and came with ovarian pain). Then, another doctor performed an ultrasound and confirmed that I have chocolate cysts in both ovaries, and the same was confirmed by a CT scan. I expected that such a specialist with Dr. Jan Kowalski's experience would be able to perform an ultrasound correctly. I have no objections to his approach, treatment of patients, proposed treatment, or high personal culture. I only do not recommend having private ultrasounds with him because I received an incorrect diagnosis and only wasted 150 PLN.", "lang": "en"}
{"opinion_id": "op_000325", "text": "For several years, I have been suffering from severe cervical spine pain; in recent months, my condition has worsened, and severe headaches have added. To this, the doctor said with a smile that I must get used to the pain because patients come to him with bigger problems. I only visited once and do not intend to go again. Superficial examination and complete ignorance of the patient and the problem they came with. My private life aroused more interest than my health issue. The doctor's jokes were out of place. Lack of professionalism and laconic approach to the patient. I do not recommend.", "lang": "en"}
{"opinion_id": "op_000326", "text": "About 60% of the dry mass of legumes consists of carbohydrates, and about 2% is fat. Soy is an exception, with a fat content exceeding 20%. As much as 70% of the fat consists of unsaturated fatty acids essential for our functioning, such as linoleic, linolenic, and oleic acids. At the same time, legumes contain no cholesterol. \"Legumes, however, contain the most protein among all cultivated plants. It constitutes from 17 to even 40% of their dry mass. Soy and lentils contain the most protein, followed by peas and beans. For this reason, they must be included in the diets of vegans and vegetarians,\" says Dr. Anna Kowalska from the Warsaw University of Life Sciences.", "lang": "en"}
{"opinion_id": "op_000327", "text": "First and foremost, an incredibly well-groomed and attractive woman. She is a living showcase of cosmetic dermatology, in a positive sense, of course. However, after the first visit, I have mixed feelings about her as a dermatologist for skin diseases. I understand that this profession is difficult and all ailments are hard to diagnose immediately. I am satisfied, but it worried me that the remedy for my condition was to be expensive treatments. But well, it's high time to try :-)", "lang": "en"}
{"opinion_id": "op_000328", "text": "The visit to this doctor is very quick. The doctor speaks little and, when asked anything, seems reluctant to answer in my opinion. When I tell the doctor how I feel after a given dose of medication, he claims that it must be so because it's the thyroid's fault, and I have been functioning like this for half a year. Now I am looking for another doctor because it is impossible to function like this. I require further endocrinological care, but not from this gentleman. The visit was under the National Health Fund, which may also explain such an approach to the patient - writing a prescription and that's it.", "lang": "en"}
{"opinion_id": "op_000329", "text": "I do not recommend this doctor with a clear conscience. At first, everything was great; he referred me for a test of fallopian tube patency because our problem was the lack of pregnancy. I am grateful for that test; everything turned out fine. My husband had poor results, and he proposed insemination for us, and a double one at that, meaning two shots in one cycle. Okay, we agreed, but he charged over two thousand złoty as if it were grain, and he did not set up a medical record for me, so there is no trace of the insemination, just as there is no trace of pregnancy. We will not go there again... now we have changed doctors to Sarapa - the difference is like day and night.", "lang": "en"}
{"opinion_id": "op_000330", "text": "My first visit to this place. The doctor was nice, willing to listen but also to learn something about the patient. I noticed a desire to find the cause of the problem rather than blaming everything on stress. Unfortunately, most doctors do that... However, ahead of me is searching for the cause, I hope until success :-).", "lang": "en"}
{"opinion_id": "op_000331", "text": "Researchers from the Warsaw institute have proven that during the stimulation of neurons - cells of the nervous system - permanent changes occur in the distribution of genes in the space of the cell nucleus. The discovery has significant importance for a better understanding of the nature of mental processes and disorders of the nervous system, especially the brain. Representatives of the Nencki Institute informed about the research, published in the prestigious journal 'Journal of Neuroscience,' in a statement sent to PAP. \"During research on rats after epileptic attacks, we observed that one of the genes can permanently move deeper into the cell nuclei of neurons. Since modifying the geometric structure of the nucleus leads to a change in gene expression, the neuron in this way remembers what happened,\" explains Dr. Jan Kowalski from the Neuromorphology Laboratory of the Nencki Institute.", "lang": "en"}
{"opinion_id": "op_000332", "text": "A completely irresponsible person. He did not detect my gestational diabetes, even though he himself ordered tests for it - only a month after visiting him, I was referred to a diabetes clinic by a female doctor from the emergency room at Bielański Hospital. In the 31st week of pregnancy, I had to ask for a referral for a control ultrasound - moreover, Dr. Jan Kowalski was greatly outraged that the registration scheduled me for this examination without his approval. Not to mention that when scheduling a visit, for example, for a month later, he did not issue an order to enter me for the aforementioned visit in the registration, which caused me to go to the hospital 3-4 times only to be sent away because Dr. Jan Kowalski did not have time for me (because he was either catching up on backlog after his vacation in MADEIRA, or after sick leave, or taking over patients of other doctors on vacation)... Overall, A MASSACRE!!! Unpleasant, incompetent, impolite - from 'good morning,' he addressed me by my first name... I could go on for a long time - in other words, I DO NOT RECOMMEND!!!!!", "lang": "en"}
{"opinion_id": "op_000333", "text": "I know doctors whose medical knowledge matches or exceeds that of Dr. Jan Kowalski, and the visit is cheaper. 150 PLN for a visit is not adequate to what we receive. The waiting room is shabby, at 30°C outside it is terribly stuffy, a simple fan from Obi for 30 PLN would solve the problem, but apparently it's too expensive. For that money, I would expect better treatment from the auxiliary staff and adherence to the previously set appointment time. Punctuality is not Dr. Jan Kowalski's strong suit; two visits and two times an hour delay. Approach to the patient is poor, and knowledge? As previous writers said, a lot of money, few costs, just so-so economics. For me, very poorly compared to other doctors, but that's my opinion.", "lang": "en"}
{"opinion_id": "op_000334", "text": "In 2003, Dr. Jan Kowalski found a brain aneurysm in me; his quick, smart decision saved my life. Leaving the hospital, I thanked and shook hands with another doctor because my mother, distraught yet happy, pointed him out to me. The poor woman was mistaken... Recently, I discovered in medical documents that it was this wonderful man who did it. I know it seems a bit silly, but my mental and physical state then was not good. I am very ashamed, but I will thank Dr. Jan Kowalski soon.", "lang": "en"}
{"opinion_id": "op_000335", "text": "I was influenced by very good reviews and made an appointment, but unfortunately, I am disappointed. It was my first visit, so I asked for a check-up and information on how further treatment should proceed. I also mentioned that I sometimes feel a slight pain on one side. The doctor did not conduct a review of all teeth but immediately proceeded to treat a tooth that, according to the X-ray, could be painful. At the end, she scheduled me for another visit because, in her opinion, the adjacent tooth needs quick treatment, \"because the decay is visible to the naked eye.\" The next day, I went to another dentist, where it turned out that the indicated tooth is not decayed at all; the filling is just old, but there is no decay, and any possible pain may result from sensitivity. Moreover, a general check-up was conducted with information on what needs to be treated, and teeth cleaning was also proposed, which is what I expected from Dr. Anna Kowalska but did not receive...", "lang": "en"}
{"opinion_id": "op_000336", "text": "I am disappointed with the visit at Gameta with Dr. Jan Kowalski... It was my first and last visit... It lasted 10 minutes; neither I nor my husband were examined... As soon as the doctor found out where my husband works, he immediately proposed IVF, said we meet all the conditions, then my husband asked if we have a chance of natural conception, he said my wife might already be pregnant because we brought all the tests, which the doctor looked at and said everything is okay, but if we want it NOW, we qualify for IVF, unless we have time, then we can wait another year... Is this the way to approach the matter... Probably not the right way, Doctor... I know it's your money!!! But such an approach to the patient is out of place. I DO NOT RECOMMEND!!!!!!!!!!!!!!!!!!!!!!!!", "lang": "en"}
{"opinion_id": "op_000337", "text": "I have a sick stomach. After the first gastroscopy at the hospital in Lubin (in 2003), the doctor said that not everything could be removed. After visiting Dr. Jan Kowalski, after another gastroscopy, the doctor said that he had been working on this for 25 years and treatment would be long-term. The stomach was working poorly; I weighed only 65 kg. Currently, I am still on medication, nothing had to be removed, I weigh 84 kg (slight overweight), and I enjoy life. After these few years of contact with Dr. Jan Kowalski, I can recommend him with a clear conscience. It is important to hear and understand what the doctor says and recommends, not to hear what one wants to hear. I wish everyone much health and as few doctor visits as possible.", "lang": "en"}
{"opinion_id": "op_000338", "text": "\"Cap7 - methylguanosine is located at one end of mRNA (the so-called 5' end) - explains Prof. Jan Kowalski. - In the cytoplasm, the cap structure is recognized by the eIF4E factor initiating the process of protein biosynthesis, i.e., translation. This stage decides the speed of the entire complex sequence of events that ends with the production of protein in the cell. The presence of the cap also protects mRNA from premature degradation by cutting enzymes - nucleases. Unfortunately, cells have a natural mechanism for removing the cap by so-called cap degradation enzymes (decapping enzyme, e.g., Dcp1/Dcp2). Several years ago, we discovered that the use of modified cap analogs can make the 5' end of mRNA resistant to degradation and increases efficiency.\" \"In a paper recently published in the journal Nucleic Acids Research, we presented a new class of modified caps - an improved version of those currently in clinical trials - informs Prof. Jan Kowalski. - The modification involves replacing an oxygen atom with a sulfur atom in several positions. The cap is then bound record efficiently and has high resistance to degrading enzymes. The modification leads to the production of a significantly larger amount of therapeutic protein.\"", "lang": "en"}
{"opinion_id": "op_000339", "text": "I was only once with Dr. Jan Kowalski for an ultrasound. And I hope not the last! I was there in the evening, unexpectedly, only at the request of the female doctor managing my pregnancy. Dr. Jan Kowalski turned out to be a very nice, cultured man, very gentle, explained everything to me, and even though he had to convey terrible news to me that the pregnancy was dead, he did it with great sensitivity. I don't like doctors, but I would always want to come across one like Dr. Jan Kowalski, and I hope that in my next pregnancy, I will also end up with him!!!", "lang": "en"}
{"opinion_id": "op_000340", "text": "I came to Anna Kowalska with my daughter after visits to many speech therapists. None of them could explain to me what the real problem with my daughter was. Everyone reassured me that she still had time until the age of 3 for speech development, etc. Despite her reduced muscle tone, no one paid attention to the fact that my daughter's speech disorders might result from her reduced motor abilities. Anna Kowalska made us aware that at the age of 4, my daughter still did not have tongue verticalization - no one had told me before that exercises could have been performed since infancy. After a year of therapy, we managed to catch up on all delays; my daughter willingly attended classes, but the most important thing for me was that from visit to visit, the effects of 'our' work were visible. I highly recommend.", "lang": "en"}
