{"opinion_id": "op_004001", "text": "Bardzo miła, empatyczna Pani Doktor. Pomogła mi oraz mojej mamie w problemach dermatologicznych. Bardzo dziękujemy za pomoc.", "lang": "pl"}
{"opinion_id": "op_004002", "text": "Pani doktor jest przędzę wszystkim bardzo serdeczna,  a wiadomo że to wartość nieoceniona dla pacjentów.", "lang": "pl"}
{"opinion_id": "op_004003", "text": "bardzo miły i empatyczny lekarz. Od razu postawiła diagnozę i skierowała mnie na dalsze leczenie. Polecam", "lang": "pl"}
{"opinion_id": "op_004004", "text": "Moim zdaniem najważniejsza jest trafność postawionej diagnozy, a zatem także skuteczność zastosowanego leczenia. W moim przypadku sprawdziło się to w 100%", "lang": "pl"}
{"opinion_id": "op_004005", "text": "Polecam, Pani Doktor Dermatolog profesjonalna, konkretna i bardzo uprzejma.", "lang": "pl"}
{"opinion_id": "op_004006", "text": "Jestem bardzo zadowolona  pani doktor  jest bezpośrednia  i empatyczna. Diagnoza trafna już na drugi dzień były efekty  zastosowanych leków", "lang": "pl"}
{"opinion_id": "op_004007", "text": "Bardzo polecam. Skuteczna i profesjonalna wizyta dermatologiczna.", "lang": "pl"}
{"opinion_id": "op_004008", "text": "Rzeczową i empatyczna, wspaniały lekarz z wiedzą i doświadczeniem, doceniam za zaangażowanie szczególnie że jeździmy z 15 miesięcznym synem który ma AZS", "lang": "pl"}
{"opinion_id": "op_004009", "text": "Bardzo kompetentny lekarz. Szybka diagnoza i oby była skuteczna.", "lang": "pl"}
{"opinion_id": "op_004010", "text": "Pani Doktor bardzo profesjonalnie podeszła do mojego problemu, wyjaśniła jak mam stosować przepisane leki . Pani doktor jest miłą  sympatyczna i rzeczową osobą . Bardzo dziękuję za wizytę i napewno wrócę Polecam Serdecznie", "lang": "pl"}
{"opinion_id": "op_004011", "text": "Pani Paulina przeanalizowała moje przeszłe leczenie, szczegółowo opisała problem, z którym się zmagam, jego możliwe przyczyny i przedstawiła dokładnie leczenie oraz zalecane badania - również ewentualne przyszłe ścieżki. Bardzo informatywna konsultacja. Polecam", "lang": "pl"}
{"opinion_id": "op_004012", "text": "Nie polecam. Wizyta była opóźniona i ekstremalnie krótka (9 minut to rekordowy czas na obejrzenie skóry), czuć było pośpiech Pani doktor. Zaproponowana metoda leczenia nie przyniosła żadnych rezultatów, więc 300 zł zmarnowane ;)", "lang": "pl"}
{"opinion_id": "op_004013", "text": "Pani doktor bardzo miła, dała mi jasne odpowiedzi na wszystkie moje pytania :)", "lang": "pl"}
{"opinion_id": "op_004014", "text": "Atmosfera podczas wizyty przebiegła bardzo konkretnie. Polecam Panią doktor, sympatyczna i z uważnością słucha pacjenta.", "lang": "pl"}
{"opinion_id": "op_004015", "text": "Pani Doktor bardzo miła podchodzi do sprawy profesjonalnie, w 100% skupia się na pacjencie i jego dolegliwości. Wszytko wyjaśnia dokładnie co robić i jak.", "lang": "pl"}
{"opinion_id": "op_004016", "text": "Pani Paulina jest świetna . Podejście do małego pacjenta, wytłumaczyła co i jak :) super :) życzymy sukcesów na dalszej ścieżce kariery :) pozdrawiamy!", "lang": "pl"}
{"opinion_id": "op_004017", "text": "Naprawdę polecam Panią Doktor! Bardzo staranny wywiad i szczegółowe tłumaczenie :)", "lang": "pl"}
{"opinion_id": "op_004018", "text": "Wszystko dokładnie wyjaśnione, wizytą przebiegła w miłej atmosferze.", "lang": "pl"}
{"opinion_id": "op_004019", "text": "Jestem bardzo zadowolona, wszystko dobrze wyjaśnione", "lang": "pl"}
{"opinion_id": "op_004020", "text": "Rzetelny, sympatyczny i zaangażowany specjalista. Zdecydowanie godny polecenia.", "lang": "pl"}
