{"opinion_id": "op_003961", "text": "I am very satisfied with the consultation. The doctor approached the problem comprehensively - she didn't limit herself to superficial symptoms but delved into possible underlying causes. She ordered appropriate tests, which shows her professional and thorough approach. During the interview, she asked many detailed questions, was very engaged, kind, and smiling. I felt heard and cared for. An incredibly empathetic person - I highly recommend!", "lang": "en"}
{"opinion_id": "op_003962", "text": "I almost never write reviews, but this was the best dermatology visit of my life! I highly, highly recommend the doctor - expertise, empathy, engagement (+ a beautiful office :))", "lang": "en"}
{"opinion_id": "op_003963", "text": "Dr. Anna Kowalska removed a skin growth for me. The procedure was quick and professional. She explained each step thoroughly and made sure I felt comfortable the entire time. The results were excellent, and I greatly appreciated her calm and reassuring approach. I will gladly recommend Dr. Anna Kowalska to anyone in need of professional dermatological care.", "lang": "en"}
{"opinion_id": "op_003964", "text": "Highly recommend! The doctor asked me very thoroughly about everything I came with. She looked deeper into both issues and proposed a solution that will help both immediately and in the long term. She explained what, how, and why exactly that way very thoroughly and accessibly. Plus, she creates a really warm atmosphere :)", "lang": "en"}
{"opinion_id": "op_003965", "text": "I am satisfied with the visit. The doctor thoroughly examined the problems I came with and then explained the diagnosis and treatment methods in detail.", "lang": "en"}
{"opinion_id": "op_003966", "text": "Extremely nice and professional service. The problem was accurately diagnosed :))", "lang": "en"}
{"opinion_id": "op_003967", "text": "The doctor explained in detail how the further treatment path would proceed and cleared up all doubts. I recommend", "lang": "en"}
{"opinion_id": "op_003968", "text": "I would like to sincerely thank Dr. Anna Kowalska for the professional care during my visit (I am 90 years old). The doctor was extremely polite and at the same time very competent. I felt fully cared for, and all my doubts were cleared up. I warmly recommend the doctor to anyone who needs a dermatological consultation.", "lang": "en"}
{"opinion_id": "op_003969", "text": "I warmly recommend Anna! She stands out with great competence, kindness, and an individual approach to the patient. She is always willing to answer questions and clear up any doubts. And most importantly - the implemented treatment turned out to be effective.", "lang": "en"}
{"opinion_id": "op_003970", "text": "Competent, empathetic doctor. She knows how to calm down. She provided all answers to the questions asked.", "lang": "en"}
{"opinion_id": "op_003971", "text": "This is the first time I'm writing a review, although I use ZL regularly, but this time I feel I must. Dr. Anna Kowalska is an incredibly empathetic, engaged, patient-focused doctor. I came to her with a rather unusual situation and left with tears of relief in my eyes because she took care of all the needs I had. She listened to my entire medical history, referred to it, collected a detailed interview, took notes, took photos, issued recommendations. I felt that she genuinely cared about helping me, not just physically but also mentally. An approach I unfortunately experience rarely. It's clear that this is a vocation for her, she has enormous knowledge and ease in conveying it in an accessible way. I particularly recommend her to people who have had previous difficult experiences seeking help - Dr. Anna will be medicine not only for the skin but also for the heart.", "lang": "en"}
{"opinion_id": "op_003972", "text": "Professional and with engagement. Many tips regarding facial care and application of preparations.", "lang": "en"}
{"opinion_id": "op_003973", "text": "The doctor is very nice and at the same time very professional. Knowledge plus an extremely pleasant approach to the patient.", "lang": "en"}
{"opinion_id": "op_003974", "text": "I had the pleasure of having a visit with the doctor and I am extremely impressed with her professionalism and approach to the patient. Everything was explained to me thoroughly and calmly, and the doctor demonstrated enormous knowledge and empathy. She thoroughly cleaned the wound from a previous mole removal done elsewhere, which made me feel safe and cared for. The visit took place in a very pleasant atmosphere, and the doctor patiently answered all my questions. I wholeheartedly recommend!", "lang": "en"}
{"opinion_id": "op_003975", "text": "Incredible empathy, engagement, and professionalism of Anna. I am very grateful for the help and support provided to me.", "lang": "en"}
{"opinion_id": "op_003976", "text": "A wonderful doctor with enormous knowledge and a warm approach to the patient. I wholeheartedly recommend to anyone seeking help from a competent dermatologist :)", "lang": "en"}
{"opinion_id": "op_003977", "text": "Professional approach to the client, the visit took place in a very pleasant atmosphere. I highly recommend.", "lang": "en"}
{"opinion_id": "op_003978", "text": "I warmly recommend, the doctor quickly diagnosed my problem and immediately addressed it. Everything in a pleasant atmosphere.", "lang": "en"}
{"opinion_id": "op_003979", "text": "Excellent doctor! The visit was on time and took place :) The doctor listens, asks questions, shows interest, has a reasonable approach about what can be done at the moment - we do that much and that satisfies me :) Very nice, additionally gives time for asking additional questions, deals thoroughly with materials sent to her. If needed, I will return to the doctor - for now we're starting treatment. After the visit, the doctor also offers the possibility to ask questions in case of uncertainties or to clarify issues related to \"dosage\". Overall, I rate the online visit 6+. Thank you :)", "lang": "en"}
{"opinion_id": "op_003980", "text": "For many years I have been a patient of Dr. Jan Kowalski mainly for aesthetic medicine, and every time I leave the office with full trust and satisfaction. Professional approach, always asks about other matters like moles and birthmarks. Many of my friends use his services and are very satisfied.", "lang": "en"}
