{"opinion_id": "op_003701", "text": "Bardzo miła Pani doktor, dokładanie mnie przepytała i przebadała", "lang": "pl"}
{"opinion_id": "op_003702", "text": "Pani Doktor wnikliwie przeanalizowała moje wyniki, zbadała oraz wysłuchała. Zasugerowała chorobę, którą potwierdziły badania na które pokierowała. Dostałam także zalecenia jakie badania powinnam jeszcze wykonać i do jakiego lekarza się z nimi udać. Dziękuję bardzo i polecam Panią Doktor.", "lang": "pl"}
{"opinion_id": "op_003703", "text": "Pani Doktor jest bardzo profesjonalna, ale przyjazna. Wywiad chorobowy jest wnikliwy, ocena stanu zdrowia i leczenie wyjaśnione szczegółowo i zrozumiale. Widać zaangażowanie, empatię,  i dużą wiedzę. Postawiona diagnoza była prawidłowa, a sposób leczenia skuteczny. To była moja druga wizyta u Pani Doktor. Bardzo polecam Jej gabinet.", "lang": "pl"}
{"opinion_id": "op_003704", "text": "Pani Doktor była bardzo cierpliwa, uwzględniła leczenie krótko i długoterminowe. Wyjaśniła działanie leków, przedstawiła alternatywy. Badanie było dokładnie.", "lang": "pl"}
{"opinion_id": "op_003705", "text": "Polecam. Bardzo zaangażowana i empatyczna pani doktor.", "lang": "pl"}
{"opinion_id": "op_003706", "text": "Rzeczowa, kompetentna pani doktor. Dobra, spokojna atmosfera. Cieszę się, że trafiliśmy do Pani.", "lang": "pl"}
{"opinion_id": "op_003707", "text": "Pani doktor bardzo miła i cierpliwa, wytłumaczyła tacie wszystko jak należy.", "lang": "pl"}
{"opinion_id": "op_003708", "text": "Konsultacja bardzo wnikliwa, zostałam skierowana na dalsze badania w celu pogłębienia diagnostyki- na wszystkie pytania dostałam jasne i dokładne odpowiedzi. Dziękuję", "lang": "pl"}
{"opinion_id": "op_003709", "text": "Bardzo dobrze ,rzeczowo ,profesjonalnie, zgodnie z moimi przewidywaniami", "lang": "pl"}
{"opinion_id": "op_003710", "text": "Wspaniała Pani Doktor, lekarz z powołania, w końcu wracam do zdrowia", "lang": "pl"}
{"opinion_id": "op_003711", "text": "Dziękuję za wizytę. Pani Doktor bardzo szczegółowo podeszła do tematu. Profesjonalne podejście do klienta. Jestem bardzo zadowolona z wizyty. Pozdrawiam.", "lang": "pl"}
{"opinion_id": "op_003712", "text": "Bardzo sympatyczna, uważna, empatyczna Pani Doktor. Poświęciła mi tyle czasu, ile było potrzeba, by zapoznać się z moim przypadkiem, nie czułam się pospieszana", "lang": "pl"}
{"opinion_id": "op_003713", "text": "Pani Doktor przeprowadziła dokładne badanie, wszystko wytłumaczyła, odpowiedziała zrozumiale na każde moje pytanie oraz zaproponowała leczenie. Wszystko w bardzo miłej i empatycznej atmosferze. Bardzo polecam", "lang": "pl"}
{"opinion_id": "op_003714", "text": "Świetne podejście i wnikliwy wywiad z pacjentem. Serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_003715", "text": "Pani doktor jest bardzo zaangażowana i ma ogromną wiedzę,  cieszę się, że na nią trafiłam.", "lang": "pl"}
{"opinion_id": "op_003716", "text": "Jestem bardzo zadowolona z pierwszej wizyty u Pani Doktor. Mam porównanie z innymi neurologami z Warszawy, na ich tle Pani Doktor wypada bardzo profesjonalnie. Przeprowadziła szczegółowy wywiad i omówiła dalsze postepowanie. Czekam na poprawę.", "lang": "pl"}
{"opinion_id": "op_003717", "text": "Pani Doktor bardzo zaangażowana i miła. Wszystko dokładnie tłumaczy. Bardzo polecam Panią Doktor.", "lang": "pl"}
{"opinion_id": "op_003718", "text": "Lekarz ze świetnym podejściem do pacjenta! Pełen profesjonalizm i zaangażowanie. Wywiad medyczny został przeprowadzony bardzo szczegółowo, a przepisane leczenie przyniosło rezultaty. Serdecznie polecam!", "lang": "pl"}
{"opinion_id": "op_003719", "text": "Pani doktor szczegółowo wypytała o moje objawy, rozważała wszystkie możliwe opcje leczenia, dobrała leki po których czuje się lepiej, serdecznie dziękuję za pomoc", "lang": "pl"}
{"opinion_id": "op_003720", "text": "Pan Doktor jest bardzo skrupulatny i zaangażowany, wykonał bardzo dokładne", "lang": "pl"}
