{"opinion_id": "op_000781", "text": "Actually, it's hard for me to evaluate the visit. It lasted about 15 minutes. The cost was indeed high, 150 PLN, but if it were worth it, I wouldn't even regret it (what wouldn't you do for your child). Basically, he said that the child is healthy, developing appropriately for their age, but an ultrasound of the head could be done. When I asked for what purpose, if there was any indication, he backtracked on that proposal and said that basically it doesn't need to be done: ? ? I don't know what to think. I certainly wouldn't recommend this doctor to someone close to me. After the visit, I didn't feel reassured even though everything was okay with the child; on the contrary, I am confused.", "lang": "en"}
{"opinion_id": "op_000782", "text": "Even in pregnant women, sleep disturbances in the third trimester can promote changes in the fetal body that after birth increase the tendency to overweight and obesity, as well as metabolic disorders and diabetes. Dr. David Gozal from the pediatrics clinic at the University of Chicago demonstrated this in mice, but claims it could be similar in humans. His research shows that sleep disturbances during pregnancy inhibit the expression of the gene encoding adiponectin, a hormone influencing many metabolic processes, especially those related to glucose and fatty acid metabolism. Therefore, the more of it in the body, the better, as it protects against obesity, diabetes, and atherosclerosis.", "lang": "en"}
{"opinion_id": "op_000783", "text": "I think that the lady doctor is a very good ophthalmologist. Basically, nothing to add, nothing to take away. P.S. However, I don't understand people who press the 'disagree' rating if someone describes their specific case in which the lady doctor proved effective. Disagree with what??? With the person's gratitude? With the fact that Dr. Anna Kowalska helped them? After all, that's pure absurdity. People, think about what you're doing and seek sense in your actions.", "lang": "en"}
{"opinion_id": "op_000784", "text": "At the beginning of August 2014, I was operated on by Prof. Jan Kowalski at CMS. He removed sequestra from the L4/L5 and L5/S1 levels. The surgery proceeded successfully and without complications. The doctor is a professional with long-term experience in this type of procedure. He has a phenomenal approach to the patient, devotes a lot of attention during pre-operative consultations, explaining the nature of the condition, analyzing the MRI in detail, symptoms, and answering all questions. Before undergoing the surgery, I also consulted at other private clinics in Warsaw, and I decided to put myself in the hands of Prof. Jan Kowalski partly because the patient stays in the hospital for 4-5 days after the procedure and is under the strict supervision of the professor. If all available conservative methods don't bring results and you have, like me, neurological symptoms of discopathy and surgery is the only way out, you can trust Dr. Jan Kowalski without worry.", "lang": "en"}
{"opinion_id": "op_000785", "text": "The lady doctor, on the first visit, quickly and efficiently made a diagnosis and prescribed medication that helped. Due to recurrences, another visit took place and treatment was extended. After treatment, it will be clear if the diagnosis was correctly made. Both visits were very short, 10 minutes, and even with a correctly made diagnosis, the patient might feel that not enough time was devoted to them considering the price of the visit and the information that it lasts 15 minutes. For both visits, the lady doctor was 10 minutes late and didn't even apologize for the wait.", "lang": "en"}
{"opinion_id": "op_000786", "text": "I went to a visit with Dr. Jan Kowalski hoping to get help; I left with a long list of medications. I didn't have some of the symptoms, and the doctor suggested that I definitely have them or will have them soon. It's a bit of a pity that he prescribes medication without test results. The cost of the visit was 300 PLN, although that's probably not the doctor's fault. I think I won't go for another visit.", "lang": "en"}
{"opinion_id": "op_000787", "text": "According to Jan Kowalski, performing genetic tests is not a waste of money, as it allows avoiding unnecessary treatment of the patient with an expensive targeted drug or saving on not always cheap chemotherapy and the treatment of its complications. Targeted therapy not only prolongs patient survival but is usually better tolerated than chemotherapy. Studies show, for example, that the quality of life of patients treated with crizotinib is much better than that of patients undergoing chemotherapy. Experts emphasized that in Poland there is a problem with funding genetic tests, e.g., in patients with lung cancer. The National Health Fund wants to refund money only for tests performed on those patients in whom a genetic change is detected. As Jan Kowalski explained, this means that for 100 patients tested for mutations in the EGFR gene, the fund will pay only for the 10 in whom it is found. The cost of one such test is from 300 to 500 PLN, so it is completely unprofitable for hospitals.", "lang": "en"}
{"opinion_id": "op_000788", "text": "It's hard for me to believe the breadth of previous opinions. I've been treated for hyperprolactinemia for years and because of that I have hypothyroidism. Mr. Jan Kowalski advised me to stop taking the medication because it's expensive and in Western Europe they don't treat elevated prolactin. He advised me to see how I would feel without taking medication for hyperprolactinemia. I was very surprised by such a completely different opinion, so I decided to listen to Mr. Jan Kowalski. I thought he might be right. The prolactin level increased significantly and I felt bad. I had to start therapy from scratch and thanks to another really good endocrinologist, I now have everything under control. The question is, is Mr. Jan Kowalski a good doctor? I doubt it.", "lang": "en"}
{"opinion_id": "op_000789", "text": "The main prize and first place for representatives of a foreign medical center. The Society of Military Orthopaedic Surgeons awarded it for the first time in its 58-year history - emphasized the chairman of SOMOS, Lt. Col. Mark Slabaugh at the Friday meeting. The work of the Poles was one of about 40 evaluated in the annual competition. During the press conference, representatives of WIM emphasized that the conference participants were mainly specialists from the USA and guests from leading orthopedic centers in Canada, Norway, Israel, and the UK. The participation of Poles in the conference allowed them to establish direct contacts with representatives of similar medical centers - including the Walter Reed Center in Washington, the Central Center for Aviation Medicine in Colorado Springs (USA), and the Central Military Hospital in Trondheim (Norway).", "lang": "en"}
{"opinion_id": "op_000790", "text": "I was at a visit with Dr. Anna Kowalska several times, but despite hoping that she would help me cure my spine or reduce its pain, that did not happen. I only wasted time and nerves; she didn't send me for any tests, didn't give any referrals, only prescribed painkillers which turned out to be too strong for me, recommended medication for sciatica which I didn't have!!! Failure... she talks off-topic more... visits with the lady Doctor last 4 minutes, which creates a gigantic queue in the waiting room; for me, these were visits that brought nothing :( Thank God I ended up with a wonderful lady Doctor Anna Kowalska, who practices at the clinic on the Błonie estate; she is actually a pediatric neurologist specialist, but I mostly meet adult patients there; she took care of me very thoroughly, wrote out a lot of referrals for tests, examined the X-ray images very carefully, not like Dr. Anna Kowalska who emphasized that she can only give 1 referral per year, what a shock! Honestly, I was very dissatisfied with her and I advise against visits with Her...", "lang": "en"}
{"opinion_id": "op_000791", "text": "How does school noise affect a person? It translates primarily into enormous fatigue. Hence the so-called teacher effect, where on Monday the teacher is in a good mood, on Wednesday already somewhat confused, and on Friday in a mood colloquially described as: \"don't come near me without a stick.\" \"Children defend themselves against noise in various ways. Some isolate themselves, others react with aggression. They can't cope with the noise and it is a problem widely discussed at many scientific conferences. Our Institute conducts open lessons in schools. We can eliminate noise only through education. There are, of course, ways to acoustically dampen corridors in schools, but one should simply behave more quietly,\" says the expert.", "lang": "en"}
{"opinion_id": "op_000792", "text": "It was my first time at a visit with the Lady doctor (control visit). The examination took place on time, proceeded in a pleasant atmosphere. The Lady doctor performed all examinations with commentary (what is what, how everything looks, where to look, what to observe) and with recommendations for future control visits, what to pay attention to. I am satisfied with the course of the visit; all examinations were performed according to my reservation (ultrasound, cytology, gynecological examination).", "lang": "en"}
{"opinion_id": "op_000793", "text": "I have been treated by Dr. Jan for several years. After the last visit, I decided to resign from his services. To my questions about pregnancy with hypothyroidism, he answered briefly and as if reluctantly. I felt as if he considered me a stupid patient not worth explaining anything to because I wouldn't understand anyway. I think the reason for the lack of interest was the delay in seeing patients. It seems to me that he has too many patients and he no longer feels like doing anything. My first visits were completely different; it's sad that his approach has changed so much.", "lang": "en"}
{"opinion_id": "op_000794", "text": "Dr. Jan Kowalski is a doctor who cares for his patients even when they are no longer treated by him and further treatment is conducted by specialists. I was being prepared for an orthopedic procedure and I didn't take with me the results of periodic tests conducted at the office of Mr. Doctor. Although it was a Saturday when I asked him over the phone, Mr. Doctor arranged to meet with my husband and handed over nicely prepared printouts of the tests. He remembered my case and asked to let him know that everything went well. Many doctors disregard patients after hours or when not specifically paid. I think a good doctor should act like Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000795", "text": "However, the usefulness of the equipment is not determined by the image resolution alone. The authors of the communiqué note that the main advantage of the device from IBIB PAN is the non-invasiveness of the measurement - the light emitted by the laser diodes is completely safe and does not cause changes in tissues. Equally important is the simplicity of the examinations. On the patient's head, it is enough to place a cap with optical fibers attached to it and inject the patient with a small dose of contrast agent. The examination itself lasts only a few minutes and can be repeated multiple times during the day. Moreover, the measuring equipment in the laboratory version, so not yet miniaturized, is the size of a refrigerator. It is mobile and can be brought to the bedside of even a seriously ill patient treated in an intensive care unit. It can also be used in the operating room.", "lang": "en"}
{"opinion_id": "op_000796", "text": "Dr. Jan Kowalski operated on my nose; I had my septum straightened, a hump removed, nostrils trimmed, and the tip lifted. The result is that I breathe even worse on one side than before the surgery, and on top of that, the bone on one side is not fully filed down, so the nose is much thicker on that side, and it was supposed to be completely different. I am devastated by what he did to me; my nose looks terrible, and if I had known that these would be the results of the surgery, I would never have undergone it in my life!!!! The worst thing is that during visits he tried to convince me that the nose is beautiful and I breathe well, it just seems to me that I breathe poorly. Jan Kowalski is one big liar who destroyed my dreams of a nice, well-breathing nose. Honestly, I do not recommend this doctor and his private clinic!", "lang": "en"}
{"opinion_id": "op_000797", "text": "The President of the \"Thrombosis\" Foundation emphasizes the role of educating doctors in preventing thromboembolic complications. Polish symposia over five years gathered about one and a half thousand doctors who received knowledge from the best specialists in the world. This year, practices used, among others, in German clinics were examined. The results of the study codenamed Einstein, describing the use of the new drug rivaroxaban in pulmonary artery embolism, proved exciting for the scholars gathered at the symposium. The work codenamed CASSIOPEA discussing a study concerning the new drug idrabiotaparinux used once a week, and therefore convenient in therapy, also turned out to be interesting. Idrabiotaparinux proved effective and safe in the treatment of pulmonary artery embolism. Further studies discussed at the symposium concern the use of apixaban in the prevention of brain strokes in patients with atrial fibrillation.", "lang": "en"}
{"opinion_id": "op_000798", "text": "I advise against a visit. The lady doctor, assessing the condition of my skin (I went with acne on my face), did not get up from behind the desk. She did not examine the lesions; the interview was conducted very poorly. She recommended using an antibiotic (which of course turned out to be ineffective). That Dr. Anna Kowalska prescribed poorly chosen medication is not surprising because how was she supposed to know which drug would be effective (she didn't look like a fortune-teller). It is obvious that the decision on treatment must be preceded by appropriate tests. After a visit to another specialist dermatologist and a smear test from a pimple, proper treatment was selected for me. Consultations with Dr. Anna Kowalska turned out to be a complete mistake (waste of time and money). Additionally, she is a very uncommunicative person.", "lang": "en"}
{"opinion_id": "op_000799", "text": "The bioSOC microchip is ready for use in many everyday devices, from shirts to smartphones. It continuously informs about the state of the body, warns of upcoming fitness problems, helps determine the cause of worse form, for example fainting. During a rescue operation, it can signal team members about problems of one of the rescuers, for example with blood saturation - describes MEng. Mariusz Pazur, programmer of the WIML Research Laboratory. The research work lasted three years. At the Military Institute of Aviation Medicine alone, 30 scientists were involved. At the Polytechnic and ITAM - several dozen more people. Worldwide, developing a fully proprietary microchip costs a minimum of 1 million dollars. \"Thanks to the passion and commitment of the team, we managed to develop biomedical technology at a several times lower cost, which has no equal in commercial applications. The production cost of one microchip in serial production could be as low as mere cents,\" emphasizes MEng. Jarosław Lewandowski from WIML.", "lang": "en"}
{"opinion_id": "op_000800", "text": "Researchers from Jagiellonian University have been monitoring over 500 pregnant women since 2000, and subsequently - also their children - regarding exposure to dust (in the form of particles with a diameter of 2.5 micrometers and smaller, PM2.5). This type of pollution is particularly dangerous to health as it penetrates directly into the lungs. In recent days, their permissible norms have been significantly exceeded in many places in Poland. Newborns whose mothers were exposed to higher air pollution during pregnancy weighed less - on average by 128 g - than children exposed to lower pollution. Researchers noticed that in this group of children, so-called wheezing breath occurred more frequently in later periods of life, which is often associated with the later appearance of asthma.", "lang": "en"}
