{"opinion_id": "op_002561", "text": "\"In our society, even among doctors, there still persists the belief that influenza is a low-risk disease. Meanwhile, even official data are underestimated because the actual number of influenza cases and deaths is much higher,\" said Prof. Jan Kowalski. The national consultant in pediatrics, Prof. Anna Kowalska, said that at Bielański Hospital in Warsaw, where she works, only 16% of employees, including the facility's administration, got vaccinated during the last flu season. Those who do not get vaccinated are a threat to patients. Healthcare workers, like other people, may not even realize that they are infecting others because 33% of infections are asymptomatic.", "lang": "en"}
{"opinion_id": "op_002562", "text": "\"The strong magnetic field generated during MRI operation is directed along the tunnel where the patient is located and forces this small magnet to align with the direction of the scanner's field acting on it,\" explains Dr. Tomasz Wolak from the World Hearing Center. The force acting on it is so strong that it jumps out of the 'pocket' where it is located and can move under the skin outside the implant, leading to its damage. According to Dr. Wolak, an MRI scan would have to be performed in a weak magnetic field (below 0.5 tesla), which reduces the quality of the images obtained. Alternatively, the implant must be removed before the examination and then reimplanted, which in turn exposes the patient to additional procedures.", "lang": "en"}
{"opinion_id": "op_002563", "text": "Scientists discovered that cancer cells in these two types of lung cancer differ from healthy cells in that they contain a large amount of a certain protein on their surface: DLL3. The concentration of this substance in the tumor is several dozen times higher than in normal cells. Scientists decided to use this phenomenon and develop an antibody that, by binding to this protein, would deliver an anticancer drug directly to lung cancer cells. The scientists' intentions succeeded. First, they developed an antibody that binds almost exclusively to the DLL3 antigen present on the surface of lung cancer cells, which determines their development. This protein was then successfully linked to an anticancer drug that inhibits DNA replication, preventing the division of cancer cells. \"So we deliver the drug to the cancer cell as if on a string,\" comments Prof. Jan Kowalski. As he explains, the fact that the drug is released locally greatly enhances its effect. Meanwhile, when the drug was used systemically, the effectiveness of the treatment was minimal.", "lang": "en"}
{"opinion_id": "op_002564", "text": "After reading these comments, I agreed to have a nose surgery with this doctor, and it's bad; the nose still has a hump, leans to one side, and on one side it looks swollen, which looks bad. I am disappointed because I really trusted that I would have a beautiful little nose. It's just a shame about the money and my stress. I want a correction! Think carefully about your choice of doctor.", "lang": "en"}
{"opinion_id": "op_002565", "text": "My son and I went to the doctor on the recommendation of a cousin, and it was a bullseye :). Pani Anna with stoic calm answered our questions, dispelled doubts, immediately selected the medications perfectly, side effects of taking them almost did not occur thanks to the appropriate doses, and most importantly, the improvement in my son's skin was already visible after a month, and then it only got better. The treatment lasted almost a year, my son was monitored laboratory the entire time, which speaks to the great responsibility of the doctor towards the patient. Very good telephone contact both with Pani Anna and with the ladies at the reception. I recommend it to all parents who have an acne problem with their teenagers. And I warmly greet Pani Anna :)))", "lang": "en"}
{"opinion_id": "op_002566", "text": "Although the integrated circuit measures only 5 by 5 mm, its functionality and measurement accuracy match professional medical equipment – for example, a Holter monitor worn by a patient to record ECG. Just attach a few electrodes to record various parameters - for example, electrodes on the chest allow receiving impulses from the respiratory muscles. Various types of commercially available smart wristbands are usually only equipped with a heart rate sensor and an accelerometer. \"This mini-cube can be easily integrated with any electronic device, e.g., placed in a wristband, smartphone, sewn into clothing, or installed in a car,\" says Mgr. inż. Jan Kowalski, head of the WIML Research Laboratory.", "lang": "en"}
{"opinion_id": "op_002567", "text": "Enchanted by the number of positive opinions about Pan Jan, I decided to try to treat my ailments here. The diagnosis was correct, but the treatment did not bring the expected effects. The applied dry needling was very painful, the needles used were like those for regular injections, thick. After the procedure, the pain in the punctured area lasted at least 2 days. The visits are very expensive, so the comments from people that Pan Jan doesn't care about money but about the patient are some kind of joke. After canceling the visit twice on the same day, I received a text message that if I do it again, I will be held financially responsible. I spent about 1300 PLN and fortunately found another doctor using Dry Needing with acupuncture needles, where after the first visit, which was cheaper, I went to sports classes that same day, and the next day for long shopping trips in shopping centers. And Pan Jan told me to limit my physical activity for many weeks. I do not recommend Pan Jan.", "lang": "en"}
{"opinion_id": "op_002568", "text": "The best gynecologist I have encountered in the NFZ. He performs examinations very thoroughly - he always does a breast exam, and also has no problem doing an ultrasound on the spot! He is friendly, listens. He looks for non-invasive methods, e.g., to increase immunity and stabilize pH and vaginal flora. Without resorting to, for example, antibiotics. Minuses? Sometimes I don't trust his recommendations, e.g., using anti-parasitic agents to boost immunity. It seems to me like an alternative medicine method. When I expressed my doubts, the doctor said that the decision was up to me, he was very polite, but did not explain where this idea came from, what the mechanism of action of this drug on immunity is. Once he also said that he has patients where one partner has HIV, and the other is resistant - did not get infected despite having sex without a condom. Such an opinion seems to contradict contemporary medical knowledge?.. The second minus is a slightly embarrassing sense of humor, jokes about sex or clothing. It's not worth treading on such shaky ground, doctor! The boundaries of good taste are thin, and different for each patient.. Despite these minuses, I am a regular patient of the doctor. The doctor respects patients and examines thoroughly, and that is the most important thing. Supposedly a basic thing, but it's not easy to find someone like that..! He detected slight hormonal changes in me thanks to a breast exam, so I trust his accuracy.", "lang": "en"}
{"opinion_id": "op_002569", "text": "I went to Pani Doktor with a serious disease, Myasthenia Gravis, and its symptoms, which a few days later another Neurolog diagnosed flawlessly, devoting a lot of time and attention to me, thanks to which I function relatively normally today. During the visit, on descriptions like \"I can't close my mouth when tilting my head back\" or \"I am unable to close one eye,\" I heard \"you don't do it that way\". Descriptions of problems with speaking, chewing, or swallowing did not make a greater impression on Pani Doktor. Generally, I got another prescription for \"psychotropic drugs\" and that's it... So if you don't know what it is, we treat the head... Pani Doktor answers private phone calls during the visit, which in a way speaks to her engagement...", "lang": "en"}
{"opinion_id": "op_002570", "text": "As the university authorities inform, this is the first such device in Poland. It was included in the equipment of the super-modern Center for Didactics and Medical Simulation, launched at the beginning of the academic year, where students learn on mannequins resembling real patients and in rooms modeled on real operating rooms, delivery rooms, or in an ambulance simulator. The device presented on Wednesday resembles a traditional autopsy table in appearance. However, its top surface is a huge touch screen the size of a human. By touching it, you can rotate models arbitrarily, cut them in any plane, zoom in on specific fragments, add or remove individual organs or systems – e.g., circulatory or nervous. The device's \"library\" contains an anatomical model of a woman and a man and 100 detailed cases. Furthermore, lecturers can upload their own scans from MRI or CT and also display them in 3D form. The system also includes two 80-inch TVs, so even a large group of students can listen to an anatomy lecture.", "lang": "en"}
{"opinion_id": "op_002571", "text": "A very good doctor. Competent, experienced, wise. BUT 400 zlotys for a consultation plus ultrasound is a lot. Pan doktor is not managing my pregnancy, I just wanted to find out if I have a chance for a natural birth after a cesarean. Everything was explained to me, bluntly, but I was also given to understand that I should be under the care of a private doctor, or one who works in a hospital. Pan doktor did not want to personally take on my case. Because it's too late for that. He prefers to manage the pregnancy from beginning to end, and not take over a mess from another doctor. For that price, I wouldn't decide to use Dr. Socha's services anyway.", "lang": "en"}
{"opinion_id": "op_002572", "text": "Unfortunately, for now, a neutral comment. Despite the promise to send the diet three days after the visit, after 8 days zero diet, zero contact, no response to messages, texts, phone calls. I am very sorry because Pani Anna made a good impression on me and I believe that for the amount left, it would be appropriate to at least reach out and reassure about the intention to fulfill the agreement.", "lang": "en"}
{"opinion_id": "op_002573", "text": "Pan Doktor is concrete, competent, listens, advises. He can ensure the patient's comfort during the visit. He knows what he is doing. I recommend recommend recommend this doctor because a doctor is not our friend but has the task of curing us. Mental illnesses have this characteristic that besides pharmacology, the doctor must somehow reach the patient, make them realize certain things, and I assure you that Pan Jan Kowalski does that. Personally, I don't like sentimentality, only when someone not emotionally connected to me is not afraid to say things that may initially hurt the patient. This causes shock at first, but after returning home and thinking over the doctor's words again, it gives relief and helps to understand oneself and where the problem lies. I highly recommend this doctor. He is devoted to his patients.", "lang": "en"}
{"opinion_id": "op_002574", "text": "Pan doktor Jan Kowalski in one procedure removed several of my teeth, then implanted two implants. I am on the second day after the procedure - in the first stage of treatment. I was incredibly scared. The procedure, in cooperation with Pani dr. Anna Kowalska, was carried out professionally with great anesthesia in a very pleasant atmosphere. The composure, high culture, and steady hands of the Doctor mean I can recommend him to everyone who has a problem like mine. He is a very nice doctor, has time to talk - explains everything and at the same time is a professional and, on top of that, punctual. I sincerely and warmly recommend!!! Krystyna. K.", "lang": "en"}
{"opinion_id": "op_002575", "text": "I must admit that I read the above opinions with surprise. I personally encountered Pani doktor when our little son was 2 weeks old. Like any young mother, when I heard from the pediatrician that we would have to go for a consultation with a cardiologist because murmurs were heard over his little heart, I got very scared. I do not doubt that Pani doktor is an outstanding specialist, but the way she treated me during the visit leaves much to be desired. Maybe I caught her on a so-called bad day. A pity.", "lang": "en"}
{"opinion_id": "op_002576", "text": "Students from the BANG club, as the second research group in the world, managed to create a virtual molecular model of a gelatin hydrogel - informs the Wrocław University of Technology. This was achieved by a group led by Kuba Wojciechowski, a member of the BANG club. The students' work required many calculations using high-power computers. \"Gelatin is a very complicated polymer, difficult to model. The method proposed by the student is definitely faster and more useful than those used so far,\" informs the Wrocław university. Using appropriate programs, students design a specific molecule, expand it, and then run a simulation. They apply appropriate forces that this structure would face in a natural environment; they check how the model behaves under certain modifications and when mixed with other polymers. The program calculates everything itself and shows how a given molecule behaves in a specific situation, e.g., whether it will quickly degrade.", "lang": "en"}
{"opinion_id": "op_002577", "text": "After 30 years of wandering to various dermatologists (a severe form of acne that has plagued me since the 8th grade of primary school) she is the first doctor who helped me 100% A doctor who knows what to do with a given condition to help, to cure! Interestingly, my teenage daughter was also cured of terrible acne (you can't cheat genes, you know) Pani doktor thank you, I wish every dermatologist were as professional as you! It's a pity that most dermatologists pretend to help by prescribing a lot of antibiotics and expensive ointments that only suppress the problem There is really only one effective medicine and thanks to you we are cured! I recommend such a wonderful person and doctor to everyone Thank you Agnieszka", "lang": "en"}
{"opinion_id": "op_002578", "text": "Pani Doktor very friendly. This was my first visit chosen thanks to opinions from the znanylekarz.pl website and I was not disappointed. A kind approach to the patient, explanation of every doubt, and viewing the problem broadly, i.e., not only gynecologically but also endocrinologically. During the visit, I did not feel any embarrassment at all, there were no unnecessary questions, only specifics. And at the same time, the visit is at an attractive price compared to other specialists. I recommend with a clear conscience. - - - - - - - - - - - - - - - - - Unfortunately, during the next visit in March, I was very disappointed because I was after a procedure and Pani Doktor did a check-up in 2 minutes without saying anything. If I hadn't asked questions, I wouldn't have received any answers or information about what I should do next and how to proceed. I understand that there was a delay in visits of over 15 minutes, but the patient pays and wants to be properly served. Unfortunately, as I had a good opinion at the beginning, it changed after the next visit. Additionally, Pani Doktor claimed that I did not have erosion, but the doctors in the hospital stated that I have a very extensive one, so it is probably Pani Doktor's entire rush that causes her to miss many things. I don't want to question her competence because I think she is certainly a good doctor, but haste is not a good advisor and you can quickly lose a patient because of it.", "lang": "en"}
{"opinion_id": "op_002579", "text": "I warmly recommend Pani Anna as a reliable, full of empathy, understanding, and patience, and at the same time very competent, wise, and experienced psychologist. Pani Anna listens to me carefully, helps me look at the problem from a different angle, her remarks are very valuable and accurate. Thanks to this, I can bring up matters that are difficult for me. After each visit, I return uplifted and full of hope. I realize that I still have a lot of work ahead on myself. Visits to Pani Anna have taught me that you can make a mistake or not persevere in your resolutions, but it is worth trying again to fight for yourself and good relationships with your surroundings. I highly recommend Pani Anna to everyone who needs the help of a reliable psychologist. Monika", "lang": "en"}
{"opinion_id": "op_002580", "text": "Pani doktor devoted a lot of time to thoroughly examine and solve my problem. She listened attentively to what I said and I received precise instructions regarding further treatment. She was very nice and I received an order for other laboratory tests. I am very satisfied with this visit and recommend other people to use the advice and treatment of Dr. Anna Kowalska.", "lang": "en"}
