{"opinion_id": "op_004361", "text": "POLECAM PANA GRZEGORZA PROFESJONALNE PODEJŚCIE DO KLIENTA. PODCZAS WIZYTY WSZYSTKO SZCZEGÓŁOWO I ZE ZROZUMIENIA ZOSTAŁO OMÓWIONE ODNOŚNIE PLANU DIETETYCZNEGO.", "lang": "pl"}
{"opinion_id": "op_004362", "text": "Grzegorz to wspaniały fachowiec. Pełen profesjonalizm na każdym etapie współpracy począwszy od pierwszej wizyty w gabinecie po obecną kontynuację w procesie wychodzenia z insulinooporności. Polecam każdemu komu zależy na zdrowym i szczęśliwym życiu.", "lang": "pl"}
{"opinion_id": "op_004363", "text": "Pełen profesjonalizm, ogrom wiedzy ,szczegółowe wyjasnienia co jest dobrze  co jest żle prowadzone w procesie diety keto Jestem bardzo zadowolona z wizyty", "lang": "pl"}
{"opinion_id": "op_004364", "text": "Pierwszy dietetyk, z którym pracuje i faktycznie widzę efekty. Uwielbiam energię, która panuje podczas wizyty a przede wszystkim wyniki we wspólnym działaniu.", "lang": "pl"}
{"opinion_id": "op_004365", "text": "Duża wiedza i gotowość do wysłuchania pacjenta. Empatia.", "lang": "pl"}
{"opinion_id": "op_004366", "text": "Konkretny i rzeczowy a do tego fachura zna się na robocie", "lang": "pl"}
{"opinion_id": "op_004367", "text": "Super profesjonalne podejście do pacjentaszczegółowe opisanie problemu", "lang": "pl"}
{"opinion_id": "op_004368", "text": "To była moja pierwsza konsultacja. Choć nie wiele miałam pytań na te które zadałam odpowiedź była rzeczowa. Kolejnym razem przygotuję sie zdecydowanie lepiej,  pytania podparte będą moimi spostrzeżeniami z drożenia zaleceń jak i postępujących efektów. ElaM", "lang": "pl"}
{"opinion_id": "op_004369", "text": "Szczegółowy wywiad, duże doświadczenie zawodowe, konkretne informacje, bardzo pozytywna i konstruktywna rozmowa. Polecam", "lang": "pl"}
{"opinion_id": "op_004370", "text": "Polecam, zdrowo i smacznie.", "lang": "pl"}
{"opinion_id": "op_004371", "text": "Profesjonalne podejście, pełne wsparcie i dużo cierpliwości. Dieta ułożona do moich potrzeb i smaku, aplikacja z dietą jest prosta w obsłudze i bardzo pomocna. Polecam z całego serca usługi Pana Łukasza.", "lang": "pl"}
{"opinion_id": "op_004372", "text": "Jestem bardzo zadowolona ze współpracy z Łukaszem. Zawsze w kontakcie, pomocny i kompetentny. Dieta nie jest katorgą, a posilki mega smaczne i szybkie.", "lang": "pl"}
{"opinion_id": "op_004373", "text": "Współpracuję z Panem Łukaszem od miesiąca i już widzę pierwsze efekty! Jadłospis został przygotowany bardzo szybko,dopasowany do moich potrzeb, a wszystkie przepisy są dostępne w aplikacji, co ogromnie ułatwia codzienne gotowanie. Super kontakt i indywidualne podejście. Razem z moim chłopakiem korzystamy z usług i jesteśmy bardzo zadowoleni – dietetyk uwzględnił nasze różnice, ale zadbał też o to, by posiłki były do siebie zbliżone.", "lang": "pl"}
{"opinion_id": "op_004374", "text": "Dopiero od niedawna współpracuję z Łukaszem ale już teraz jestem bardzo zadowolona! Mamy stały kontakt, co daje mi duże poczucie wsparcia i motywacji. Proponowane posiłki są nie tylko zdrowe, ale też naprawdę smaczne. Dodatkowym atutem jest świetna aplikacja, z której korzystam przy przygotowywaniu dań – bardzo ułatwia codzienne planowanie. Z czystym sumieniem polecam!", "lang": "pl"}
{"opinion_id": "op_004375", "text": "Bardzo dobry kontakt, świetny jadłospis. Mogę śmiało polecić Pana Łukasza osobom szukającym fachowej pomocy!", "lang": "pl"}
{"opinion_id": "op_004376", "text": "Gorąco polecam! Współpracowałam z wieloma dietetykami ale żaden nie miał takiego podejścia jak Pan Łukasz. Smaczna dieta, nowoczesna aplikacja ułatwiająca układanie jadłospisu i list zakupów.", "lang": "pl"}
{"opinion_id": "op_004377", "text": "Polecam serdecznie Pana Łukasza :) pełen profesjonalizm, super komunikacja, pyszna dieta. Do dyspozycji bardzo pomocna aplikacja z różnorodnymi daniami do wyboru.", "lang": "pl"}
{"opinion_id": "op_004378", "text": "Współpracuje z Łukaszem od miesiąca, ale już zauważam efekty, nie tylko w kwestii wagi ale również w stylu życia i podejścia do gotowania. Smaczne, szybkie i proste potrawy które nie nudzą a przy tym pozwalają się cieszyć z jedzenia. Dodatkowo częsty kontakt w celu upewnienia się że wszystko idzie dobrze, powoduje że ma się poczucie dbania o klienta i o jego potrzeby, co jest zdecydowanie na plus. Zdecydowanie polecam!", "lang": "pl"}
{"opinion_id": "op_004379", "text": "Szczegółowo wszystko wyjaśnione, rzetelnie a najważniejsze że są efekty diety", "lang": "pl"}
{"opinion_id": "op_004380", "text": "Pani Dorota z uwagą wysłuchuje, ma bardzo dużą wiedzę o tym czego nie wolno z czym łączyć. Dała mi dużo wskazówek w jaki sposób powinnam skomponować moje posiłki. Polecam jeśli ktoś zmaga się z żołądkowymi problemami i już nie wie co może jeść.", "lang": "pl"}
