{"opinion_id": "op_002681", "text": "I do not recommend. My 2.5-year-old child started collapsing and signaling abdominal pain. We suspected it might be related to bowel movements, but since the child was crying uncontrollably, we called the female doctor. Over the phone, the female doctor decided it was definitely a bowel movement issue, so there was no need to come in, and she recommended a high dose of lactulose (syrup) and a glycerin suppository. The female doctor on night duty at the clinic had a completely different approach—she thoroughly examined the child, listened, and palpated the abdomen to rule out other conditions, which is very important for a young child.", "lang": "en"}
{"opinion_id": "op_002682", "text": "The female doctor is a wonderful and versatile specialist. I went to her with stomach pain, and the female doctor diagnosed me with a thyroid tumor. She was right. Her vast knowledge saved my life. Today, I am already after thyroid tumor surgery. If it weren't for the female doctor, I would still be wandering from doctor to doctor, who only prescribed unnecessary antibiotics. The female doctor is calm, composed, and very thorough. She is my ideal of a true doctor. From the beginning of my visit, she gained my trust. Even though she is a gastroenterologist, I believe she has very broad knowledge beyond gastroenterology, and her suggestions save lives. Thank you, female doctor; I recommend her to all future patients.", "lang": "en"}
{"opinion_id": "op_002683", "text": "A doctor worth recommending. My opinion is based on one visit. I went to the male doctor to consult my results and consider the opinions of several doctors, as I had encountered different diagnoses. The male doctor conducted a very detailed interview, analyzed the test results, and recommended additional thorough tests (under the LUX MED package, he did not hesitate to refer me for a pituitary MRI—significantly elevated prolactin; another endocrinologist from LUX Med thought it was unnecessary and was wrong, as the scan revealed adenomas). I believe the doctor is very professional and trustworthy, especially in endocrinological-gynecological matters. He gives very precise recommendations, orders frequent hormone level checks after medication, and regular visits. The doctor's diagnosis turned out to be accurate, and the treatment proposal aligned with the recommendations of the female doctor I decided to stay with permanently. Regarding patient treatment, I found it neutral—neither particularly nice nor inappropriate, but professional. If it weren't for another female gynecologist-endocrinologist who \"won me over\" with her patient approach, I would have been comfortable being treated by Dr. Podsiadłowski in terms of expertise.", "lang": "en"}
{"opinion_id": "op_002684", "text": "I am very grateful to Anna for the time devoted! During therapy, she helped me cope with a difficult situation I found myself in, while also opening up to myself and realizing suppressed emotions. Many things took on a different dimension, and I hope I can maintain the achieved state of calm. I recommend meetings with Anna to everyone who not only has problems but also when they cannot find answers to the questions they ask themselves. I recommend it to those who do not expect advice and ready-made solutions but are willing to devote time primarily to themselves and face their fears.", "lang": "en"}
{"opinion_id": "op_002685", "text": "Dr. hab. n. med. Jan Kowalski works at the Institute of Cardiology in Warsaw. His professional and scientific activity includes invasive cardiology and invasive and non-invasive techniques for coronary vessel imaging. He is the author of many original works on acute coronary syndromes and coronary imaging, co-editor of the first Polish monograph on non-invasive cardiovascular imaging methods, and a patent application in interventional cardiology. The Award of the Presidents of the Polish Cardiac Society was granted in recognition of outstanding achievements for research on the role of computed tomography in assessing patients with ischemic heart disease. Prof. dr hab. Anna Kowalska works as an associate professor in the Department and Clinic of Obstetrics and Perinatology at the Medical University of Lublin. The laureate's main scientific interests concern the etiopathogenesis of hypertension accompanying pregnancy. Prof. Kowalska is a co-author of fourteen chapters in textbooks and monographs. She is also a reviewer for several dozen international journals from the Philadelphia list. She was the head and main executor of four research projects of KBN, MNiSW, and NCN, completed with distinction.", "lang": "en"}
{"opinion_id": "op_002686", "text": "I went to the female doctor at the turn of March and April. The diagnosis given was acne. The medications were clearly poorly chosen. After 5 months, they were changed to stronger ones. The female doctor proposed treatment involving many side effects, which I really wanted to avoid and find an alternative. I was prescribed phototoxic medications in August (with my conscious consent. I was aware of the need to avoid the sun, but to this day, I have doubts whether prescribing these specific medications was necessary). There was significant improvement; in mid-November, I was to stop the medications prescribed by the female doctor, and I did so. Unfortunately, the problem returned, and I have to look for another doctor. I do not recommend.", "lang": "en"}
{"opinion_id": "op_002687", "text": "I rather do not recommend the male doctor. I was there for one visit, and the doctor did not inspire trust in me. The visit goes very quickly; the doctor is a bit chaotic. Several times during the visit, he fell asleep while interpreting the results; he downplayed several abnormalities. Besides, the doctor is terribly taciturn; he answers questions very quickly. The visit essentially boils down to interpreting tests and writing prescriptions; the doctor doesn't even perform gynecological exams. However, I cannot accuse the doctor of \"rudeness.\" To me, he is a friendly and smiling doctor; he tried to lighten the atmosphere with numerous jokes :). Overall, regarding treatment, I advise against it. True, the doctor doesn't prescribe birth control pills right away, but also: you won't find out what's actually wrong with you, whether the pills will help...", "lang": "en"}
{"opinion_id": "op_002688", "text": "At the Friday press conference summarizing the cross-border project \"Telemedicine in the Euroregion Pomerania – Pomerania Network,\" the rector of the Pomeranian Medical University in Szczecin, Prof. Jan Kowalski, said that cooperation in creating the telemedicine network involves two German regions: Mecklenburg-Vorpommern and Brandenburg, and the Polish West Pomerania. As Kowalski explained, \"the project assumes data transport, which will be used primarily in diagnostics of selected fields. According to the principle: let data travel, not patients.\" \"This region, both on the Polish and German sides, is poor in people. Large agglomerations with dense medical networks hardly exist here. Therefore, the possibility of electronically transporting data, based on which specialists in selected places could read them and make reliable diagnoses, will be extremely important,\" he explained.", "lang": "en"}
{"opinion_id": "op_002689", "text": "Sow cancer cells are a good model for research because the results can be translated to what happens in a woman's body. \"We live in the same environmental conditions, often eat similar things. In both species, cancer develops spontaneously and slowly over many years. In both species, breast cancer is hormone-dependent and also shows many similarities at the molecular level,\" said Dr. Anna. Scientists conducted research mainly on cell lines and analyzed tumor samples from animals. \"Of course, from in vitro studies, there is still a long way to translate the results into practice, apply them in diagnosing and treating breast cancer in women. That is my biggest scientific dream,\" emphasized the scientist.", "lang": "en"}
{"opinion_id": "op_002690", "text": "Counterintuitively, when walking through the forest, it's better to push through bushes than use paths where animals walk. There are up to seven times more ticks on these paths than in the nearby thickets! - notes Dr. Jan Kowalski in an interview with PAP, who at the time of the study worked at the Institute of Zoology at the University of Life Sciences in Poznań. The only people who might be interested in encountering ticks are probably researchers of these parasites. The question of where in the landscape the largest clusters of ticks exist was addressed by a group of researchers from Poland and Slovakia: Pavol Jozef Šafárik University in Košice and the Slovak Academy of Sciences in Košice, as well as from the Faculty of Biology at Adam Mickiewicz University in Poznań and the Institute of Zoology at the University of Life Sciences in Poznań. They presented the results in \"Annals of Agricultural and Environmental Medicine.\"", "lang": "en"}
{"opinion_id": "op_002691", "text": "This doctor has no idea. My wife was his patient; he kept joking around. She couldn't eat meat; she kept vomiting after it, and on one visit, he recommended she eat tartare. And when we went for another visit and said that my wife hadn't been able to walk for 3 days due to abdominal pain and it was stabbing her badly down there, the male doctor said it was nothing, the uterus is enlarging and that's why. Another visit: the lady in the lab where blood and urine tests were done said the urine was very cloudy, so we went to see the male doctor, and he said that's normal in pregnant women. Until zero hour came: it turned out my wife had E. coli bacteria inside her. After consulting with another doctor: \"If this bacteria had been detected early and the male doctor had referred your wife for tests, your daughter would be alive.\" Unfortunately, the male doctor did not refer my wife for any other tests except blood and urine; other specialists firmly say that's far too little. I have immense resentment towards the doctor; our daughter is not alive. She was born alive and died after 4 hours. We waited for her for so long, and he approached it so unfeelingly. I think he shouldn't be a doctor; I don't recommend him to anyone.", "lang": "en"}
{"opinion_id": "op_002692", "text": "In the 13th week of pregnancy, the male doctor identified the baby's gender (girl), which was confirmed after delivery. The pregnancy was managed superbly, even though I was not an easy patient and often panicked, I absolutely trusted the male doctor. I wish everyone such a doctor whom you can turn to with any doubts, and I advise women who seek advice on internet forums to change to a doctor who has knowledge and experience. Thanks to this, I happily made it to delivery, and my husband didn't develop a nervous breakdown??? If I could, I would give 6 stars????", "lang": "en"}
{"opinion_id": "op_002693", "text": "I found the female doctor through the znanylekarz.pl website, and the first impression is positive. A very detailed, substantive interview—questions about seemingly trivial and unimportant things from my perspective, but clarifying the picture of the child's illness. She did not rush during the visit; she had half an hour allotted for us, and that time was used. At this point, it is not yet diagnosed what is wrong with my daughter, but I hope that Pani Tarczoń will find the cause of our months-long hives...", "lang": "en"}
{"opinion_id": "op_002694", "text": "I had the dubious pleasure of using the services of the female doctor twice privately in August; the patient was my 6-month-old son. Patients are scheduled every 15 minutes, and literally that's how long the 1st visit lasted. The interview was three questions: how was the child born, how is he fed, and if there are any allergies in the family. The female doctor briefly assessed the child's skin condition, listened; there was no weighing or checking ears and throat. She recommended the nurse perform a skin test for several allergens; during this time, she drank coffee and read some medical leaflets. After the test, we waited in the corridor for 15 minutes for the skin reaction. After 15 minutes, we entered with the child a second time; the female doctor already had recommendations written on a piece of paper—after 12 months of age, total IgE test and food-inhalation panel from blood, no advice on how to use steroids and other moisturizing ointments, what else to eliminate from the diet, etc. I asked if total IgE couldn't be done now to have a broader picture of allergies, and that's how I led myself to the second visit. After a week, we came with the tests—total IgE, specific for egg white and cow's milk, blood count. On a sheet, I wrote down all the questions I wanted to ask so I wouldn't forget something because the visit is conducted to dispatch the patient as quickly as possible. The second visit lasted about 25 minutes, but with each subsequent question, the female doctor became very impatient, answered very briefly and nervously, treated me condescendingly and not like a parent who wants to learn as much as possible to help their child. The female doctor did not bother to note that my son has a strong allergy to egg white—the blood result came out high and a large skin reaction—and in the future, there might be a problem with vaccinations because most are made on an egg white base. Another female pediatrician-allergist pointed this out to me; in such a case, you have to be very careful because the child could have a very strong allergic reaction or even anaphylactic shock! I went to Pani Grzesiak based on opinions on this site; no one wrote a negative review. I also watched the female doctor's lectures online about atopic dermatitis, and she conveyed none of that knowledge during the visits!!! Visit costs: first 180 PLN, second 120 PLN. Not worth a penny! You'll learn more from the internet. I strongly advise against.", "lang": "en"}
{"opinion_id": "op_002695", "text": "Anna conducted the interview very thoroughly, meticulously taking notes. I expected she would discuss in depth what could cause chronic pain, but I didn't get that. I had to ask because not everything was clear. Anna performed the massage very well, although I wouldn't say that after two or three days my strength returned and the pain decreased. Apart from the muscle-relaxing massage, I didn't learn many interesting things I was hoping for. Plus: warmth in the office; Minus: lack of relaxing music.", "lang": "en"}
{"opinion_id": "op_002696", "text": "I am not satisfied and will never go to this doctor again. The visit proceeded in a rushed manner; I have the impression the doctor was very impatient; during the medical interview, he kept interrupting me, didn't let me finish sentences—he didn't listen to me. Quick quick—he wrote something, tapped, examined me superficially... I felt like a client who came to extort a sick leave (which, by the way, I didn't even want)...", "lang": "en"}
{"opinion_id": "op_002697", "text": "Pani Łubiarz is a good doctor, but my opinion is neutral. She told me I have painful periods; unfortunately, I didn't get any prescription or information on what painkillers I should take. The second thing: Pani Łubiarz does not prescribe contraceptives, so I immediately warn ladies and girls that if you care about contraception, definitely not with Pani Łubiarz, unfortunately.", "lang": "en"}
{"opinion_id": "op_002698", "text": "A true specialist in his field; it's clear he has vast knowledge about his profession, which he willingly shares. Moreover, the male doctor is an extremely friendly and, above all, empathetic person; he doesn't treat the patient as a 'necessary evil.' After almost two months of diagnosing the causes of dizziness with other specialists, or rather their downplaying of my problem, only the male doctor after the first visit (!) made the correct diagnosis, which was confirmed by tests ordered by the male doctor, and proposed treatment that brings results. I sincerely recommend the male doctor!", "lang": "en"}
{"opinion_id": "op_002699", "text": "The annual costs of treating heart failure in Poland are 3.2% of the entire NFZ budget—1.7 billion złoty, of which 60 to 70% are hospitalization costs. The problem is that hospitalization due to heart failure in practice costs 3 times more than what NFZ prices it at—emphasized conference participants. Particularly costly are methods used in the final phase of the disease—such as heart transplant or electrotherapy. \"The success of treatment depends on strict adherence to established guidelines,\" said Dr. hab. Jan Kowalski from the Institute of Cardiology in Warsaw. \"Effective treatment is cheaper treatment\"—echoed Dr. Jan Kowalski, a pharmacologist from the Medical University of Warsaw. How much can be achieved through proper organization and financing is shown by the example of heart attack—mortality in fresh heart attack has significantly decreased in recent years.", "lang": "en"}
{"opinion_id": "op_002700", "text": "I was at a visit with the female doctor, and unfortunately, I have to give a negative opinion. Instead of looking for the cause of my headache and migraines, the female doctor started suggesting that it's migraine from nerves (even though I assured her I am a very calm person) and that I should probably go to a psychologist and psychiatrist because my health is fine. I love it when doctors try to convince patients that something is wrong with their psyche if they can't find the source of the problem. As it turned out later, I have giardiasis, and it causes constant migraines, but the female doctor didn't even think for a moment not to refer me to another doctor and that my migraines might be caused by something, even though I told her about my health condition and health problems. A smart doctor, based on the symptoms I described, should have known that something is wrong with my body and referred me for further tests or to another specialist.", "lang": "en"}
