{"opinion_id": "op_001241", "text": "I strongly do not recommend! This wonderful lady doctor diagnosed me with PCOS. I'm only 21 years old so the vision of infertility devastated me. I later went to 3 other gynecologists and it turned out I AM COMPLETELY HEALTHY! The other doctors confirmed this. But what I went through and cried over is mine :/ I paid 120 zł and in return only got nerves and stress... and completely groundlessly! It was a waste of time and money.", "lang": "en"}
{"opinion_id": "op_001242", "text": "Dr. Jan Kowalski managed both of my pregnancies and in that regard he performed quite well, but any other gynecologist would have done the same, since my pregnancies proceeded normally and without complications. The doctor is nice, kind, humorous, though during every visit (and there were quite a few) I got the impression that since everything was okay, he wanted to get rid of me as quickly as possible and take the next patient (because, you know, money, money, money...). During several years of my visits he never once offered me a breast exam, I had to insist on it once, so he performed the examination as a great favor. Dr. Jan Kowalski also decided that a regular ultrasound was not necessary for me outside of pregnancy. How surprised I was when I finally went to a solid gynecologist who during a routine ultrasound detected polycystic ovary syndrome in me. Unfortunately, Dr. Jan Kowalski for many years did not associate the symptoms I was experiencing with this disease (including irregular periods). He treated all my infections with the same antibiotic, even though they kept coming back like a boomerang, without even suggesting the simplest culture and tailoring the treatment to my individual needs. I lost trust in him.", "lang": "en"}
{"opinion_id": "op_001243", "text": "I was at Mr. DOCTOR's today (I write this in capital letters with a clear heart) and I tell you, dear Ladies and Gentlemen if you're reading this, that I have never met a better gynecologist in my life, and I've been to several. Mr. DOCTOR was very nice, above all gentle, patient. His office also speaks to his professionalism, because believe me I've never been in an office where there are disposable slippers and skirts so we don't parade around with a bare bottom in the office... He is a DOCTOR with a true calling, I highly recommend him, it's really worth it.", "lang": "en"}
{"opinion_id": "op_001244", "text": "A very nice lady doctor... but so what? She didn't help me, she didn't refer me immediately to a surgeon who could help. Two unnecessary visits, wasted time, and because of that a lost nail as well. Additionally, she speaks in an extremely vague manner. It's worth mentioning that the total cost of treating the nail infection thanks to the lady doctor amounted to 1600 zł, of which about 400 was for her poor consultations and medications. 700 was already for the surgeon, the medications and dressings he prescribed. 500 zł loss of part of my salary due to a week's absence from work. I was unpleasant, but at least specific.", "lang": "en"}
{"opinion_id": "op_001245", "text": "I am 42 years old. I've been to several gynecologists in my life. Pani Kowalska is - so far - the only gynecologist who, right from the start, did not write a prescription for contraceptive medication, which I came for - accidentally ending up with Her. I was examined very thoroughly. Even very visible veins on my legs were noticed, which no doctor had paid attention to before! I got a referral for tests, the results of which were to help in selecting the best contraceptive methods for me. I did the tests, but only after 4 months. With the results, I went to another doctor - because unfortunately p. Kowalska no longer works at my health center - a great shame! A very nice male gynecologist glanced at the results, asked about the purpose of the visit. To the answer \"I'd like a prescription...\" he asked for which medication? I was considering pills, later rings... The charming gentleman stated that he could prescribe me anything I wanted and basically for as long as I wanted. And as for the helpful test results... Well - they were within normal range - as he stated. The visit lasted about 7 minutes. So I took the prescription, thanked him, filled it. For the next one, I will go to p. Kowalska - with the test results for which she gave the referral. I hope they will be useful! I also know that I won't have to wonder myself - despite the presence of a doctor! - which method will be best for me! I highly recommend a visit to p. Kowalska.", "lang": "en"}
{"opinion_id": "op_001246", "text": "I went for a visit to Mr. doctor. Unfortunately, I cannot give a positive opinion. Despite presenting Mr. doctor with tests that indicate a certain disease for which maintaining a pregnancy requires additional treatment and medication, Mr. doctor dismissed this disease and stated that administering medication was unnecessary. 3 weeks after the visit, when I went to another doctor, it turned out that the pregnancy had failed. I will add that this was already my second such pregnancy. Maybe if the pregnancy proceeds normally then Mr. doctor is the right physician to manage such pregnancies. However, if something is wrong then unfortunately a lack of professional approach is evident.", "lang": "en"}
{"opinion_id": "op_001247", "text": "I do not recommend dr Jan Kowalski, I went to him for 7 years but only now have I opened my eyes when by chance I went to another doctor who really examined me thoroughly!!! At the hospital in Siemianowice where dr Jan Kowalski is the head of department, I gave birth to my first child, patient care is lousy, generally they don't care much about patients, it looked to me like this: another pregnant woman - another child... like in a factory ;/ whereas the office in Ruda Śląska, where he sees patients privately, is some kind of paranoia, nothing has changed there in 7 years, supposedly repainted but dark and cold, the exam table is old from years ago, metal ;/ additionally some old ultrasound (on which the doctor did not notice a leg defect in my little one ;/, horror ;/ Mr. doctor seems too focused on money... I regret those 7 years under his care...", "lang": "en"}
{"opinion_id": "op_001248", "text": "In diagnosing problems with the digestive system - in detecting cancers, bleeding, ulcers, parasites - endoscopic examinations are useful. So a camera must be introduced into the digestive system. In traditional endoscopes, the camera is placed on a long cord, and this makes the examination not very comfortable for the patient. However, less invasive solutions have already appeared on the market - capsules with a camera, which you just need to swallow, and they, passing through the entire digestive system, will record any abnormalities in the digestive system on video. The video recording is transmitted wirelessly to a receiver in a vest or belt that the patient wears. This solution applies especially to examinations of the small and large intestine.", "lang": "en"}
{"opinion_id": "op_001249", "text": "The lady doctor was nice but when I came with a certain problem she said it was nothing serious and sent me home with an emergency probiotic and ointment. Unfortunately, I had to go to another lady who immediately indicated what the problem was and found an erosion which the lady doctor had not noticed earlier. 2 stars for the nice atmosphere in the office.", "lang": "en"}
{"opinion_id": "op_001250", "text": "Good day, Unfortunately, I cannot recommend this doctor. I made a private appointment for a visit, it concerned the thyroid. Since I suffer from hypothyroidism I know what such a visit to an endocrinologist looks like. I came with a ready thyroid ultrasound and TSH. The TSH result was very bad, I was convinced that that day I would receive a different dose of medication to start stabilizing the TSH level. The doctor stated that yes the result is bad, however additional tests FT4 etc. need to be done. Of course this is normal but additionally one should already start treating the patient from the visit. I had many questions and wanted to tell him that the thyroid is giving me a hard time. Unfortunately, I was not given the chance. I was in the office for 5 minutes and paid 130 zł, only to be told that additional tests need to be done. Never before has any endocrinologist treated me like this.", "lang": "en"}
{"opinion_id": "op_001251", "text": "As the scientist explained, when an atherosclerotic plaque ruptures, a clot forms that blocks the blood vessel. \"Our research has proven that oleacein effectively inhibits the inflammation that causes the breakdown of the atherosclerotic plaque. This is possible because oleacein can change the functions of inflammation-stimulating macrophages – they begin to secrete anti-inflammatory interleukin 10. The plaque becomes stable - it does not rupture. This is particularly important for people with hypertension. Now there are about 9 million of them in Poland, by 2035 there may be 16 million\" - the professor explained in an interview with PAP. On June 20 this year, Polish researchers received a US patent for the use of oleacein. Soon - as prof. Naruszewicz announced in an interview with PAP - a European and Polish patent are to be granted.", "lang": "en"}
{"opinion_id": "op_001252", "text": "Generally this man is nice. He examines students on the ward, even speaks some English (he probably conducts classes for English-speaking students) - that's the pleasant things about him. The concrete: several years ago this man removed my tonsils. He was assigned to operate on me by the head of the laryngology department on Przybysz (some old grandpa - I don't remember the surname). Generally the hospital staff was nice and felt sorry for me (before and after the operation) that I ended up with Jan Kowalski. For three weeks I bled like a certain four-legged animal whose name I won't mention (starts with 'p'), which we often consume in the form of cutlets. The doctor, when he graciously let me 'catch' him on the ward, explained to me that such a complication is typical for 10% of tonsillectomies - period, end of discussion, no further discussion. So I checked the professional literature and such a complication is typical only for 1-2% in the USA and UK and bleeding lasts max. a week/two. Maybe in Poland the standards are different?! He is unprofessional. One of the tonsils was not properly (completely) removed. I constantly have complaints (pains) related to the incomplete removal of the tonsil. I strongly DISCOURAGE.", "lang": "en"}
{"opinion_id": "op_001253", "text": "However, as the psychologist added, even if exorcists refer a petitioner for a psychiatric consultation, it often focuses on determining whether one can speak of mental illness there. Meanwhile, sudden changes in behavior and identity may be associated with completely different clinical entities, which in Poland are poorly recognized. \"In such a person, dissociative disorders (related to trauma) or personality disorders may occur more frequently\" - he says. He adds that among persons referred from exorcists there may also be neurotic persons, experiencing conflicts regarding the desire for support and attention from others. And he points out that psychological help for a given person will look different in each of these cases. EXORCISMS AND TRAUMAS", "lang": "en"}
{"opinion_id": "op_001254", "text": "A very good doctor. Since childhood I struggled with a strong cough and shortness of breath, I went to many doctors where no one could tell me what was wrong and finally I went to this doctor and I must say that the medicine he gave me which was an inhaler helped me and I was cured, and not only did he help me but also my mother in whom he detected an allergy and helped my grandmother who was in the hospital and had lung problems and he detected water in her lungs, therefore I value this doctor very much because he is really experienced and knows his stuff... and besides he is a very nice and cheerful person :)", "lang": "en"}
{"opinion_id": "op_001255", "text": "I was a few times at the doctor's on Wołoska, the visit never lasted more than 15 minutes, and the lady doctor was indifferent to everything. and in the end she simply changed her 'office' days because of which the next visit did not take place. and good. I don't need a doctor whose patients don't matter to him, because they 'only' have hypothyroidism and tumors that aren't changing", "lang": "en"}
{"opinion_id": "op_001256", "text": "Dr. Jan Kowalski explains that for an erection to occur, proper functioning of the endothelium – cells lining among others blood vessels – is necessary. In the endothelium, nitric oxide essential for the occurrence of an erection is produced. Thanks to this substance, relaxation of the vessels and inflow of arterial blood to the corpora cavernosa of the penis and blocking of venous outflow occurs. The penis in this situation enlarges and stiffens, and the erection can be maintained. Meanwhile, for example in atherosclerosis, diabetes, and also among tobacco smokers, the endothelium may produce too little nitric oxide. In persons with vascular diseases, erection problems may have another cause. \"If as a result of atherosclerosis the vessels are narrowed, the blood pressure in the penile arteries will be too low to lead to an erection or maintain it\" - says the anatomist.", "lang": "en"}
{"opinion_id": "op_001257", "text": "As he explains, the dosing of oncology drugs depends on the patient's body weight. In the case of the drug, the average dose is 150 mg per day. In the package there are 30 tablets, and each tablet contains 25 mg of the drug. One such package lasts for 5 days, costs 2 thousand zł and is refunded to patients. If the patent for the original drug expires and a generic drug is successfully introduced to the market, the price usually drops by 30-40 percent. The price is also determined by the rules of market play between companies that develop their own generics. \"In Poland, few oncology drugs are produced. The vast majority are imported to Poland, which is why the National Centre for Research and Development (NCBR) decided to co-finance work on a Polish equivalent of a drug used in lung cancers. In the past, it happened that oncology drugs were lacking for Polish patients, because concerns preferred to place their products on those markets where they received a higher price for them. Also parallel import takes away a part of these drugs because they are cheap. Having our own production of oncology drugs in Poland much better secures the citizens\" – believes Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001258", "text": "I recommend the lady doctor, as the first of many doctors she detected the cause of recurring inflammations, told me to do a swab, prescribed an antibiotic and for a year I feel like newly born (her diagnosis was spot on). Besides, the lady doctor is very nice, explains everything calmly and doesn't rip off patients (when I came with the results for the second visit, for the visit, examination and prescribing medication I paid only 20 zł). I recommend!", "lang": "en"}
{"opinion_id": "op_001259", "text": "According to prof. Jan Kowalski - one of the performers of the first chain kidney transplantation in Poland, changes are needed in the area of obtaining and distributing kidneys, rules for qualifying for transplantation of this organ and financing transplantations. The qualifications of patients for kidney transplantation, which are conducted in dialysis stations where patients with chronic kidney failure undergo blood purification from poisonous toxins, need to be changed. \"About 22 thousand patients are treated in these centers, but only 5 percent of them are reported for transplantation. Thus the vast majority, i.e., as much as 95 percent of patients, are not placed on the national waiting list for a kidney transplant\" – emphasized prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001260", "text": "One example of the difficulties our organism currently must face is the excessive amount of sugar we provide ourselves every day. \"Anthropological research showed that our ancestors 10 thousand years ago consumed 200 grams of sugar per year. Today the average American eats 200 grams of sugar per day. There is no way that we could have evolutionarily adapted to such a change\" - emphasized Dr. Daniel Śliż. Currently sugar is in almost every product on store shelves, and it has a strongly addictive effect. We have become so addicted to sugar that without it many products completely don't taste good to us. \"Meanwhile, once sweets were made a few times a year for special occasions. No one ate a candy bar when they were in a bad mood\" - reminded Dr. Magdalena Tomaszewska-Bolałek.", "lang": "en"}
