{"opinion_id": "op_001201", "text": "Dr. Jan Kowalski assessed that differences in access to new vaccinations will impact the health status of our society. It is known, for example, that vaccinating all infants against pneumococci already after two years results in a 50 percent decrease in illnesses caused by these bacteria – pneumonia, sepsis, or meningitis. Such are, among others, the experiences of Kielce, which over 4 years of funding pneumococcal vaccinations for infants observed a halving of pneumonia cases in children under 5 years of age. The associated savings were calculated at 1 million PLN. Additionally, after 3-4 years of vaccinating all infants, the so-called population effect becomes visible, i.e., a decrease in illness among adults who interact with young children - explained Jan Kowalski in an interview with PAP. This primarily concerns seniors, who – apart from children under 5 years of age – are also more susceptible to pneumonia caused by pneumococci.", "lang": "en"}
{"opinion_id": "op_001202", "text": "In 2005, the FDA, responding to the request of green tea manufacturers, stated that there is no credible evidence to link drinking green tea with a reduction in the incidence of certain types of cancer: lung, colon, esophageal, pancreatic, and ovarian. The FDA also emphasized at that time that there is limited evidence suggesting that drinking green tea has a positive effect on preventing breast and prostate cancer. A year later, the same organization reported that there is no evidence to link drinking green tea with a reduced risk of cardiovascular diseases. However, in the same year, the organization issued a positive opinion on an ointment made from green tea. As Prof. Amarowicz reported, there are studies indicating the positive effects of green tea. Conducting research on animals, it was observed that in mice, green tea inhibited the development of colon cancer by 50 percent. In Japan, a group of 40,000 people was observed for over a dozen years. It turned out that in this group, the mortality rate due to cardiovascular diseases among those who drank at least 5 cups of green tea was 25 percent lower than among the others.", "lang": "en"}
{"opinion_id": "op_001203", "text": "Some time ago, I approached Dr. Jan Kowalski with a foreskin problem. First, I was given an ointment, the effects of which were short-lived. Then there was a procedure, which, probably because Dr. Jan Kowalski was in a hurry, was not performed thoroughly. The result of this procedure is almost the same as before it was performed. In addition, the not-lowest cost of the visit (already described here on the forum) and the cost of the procedure itself are a lot of money for me. I went to Dr. Jan Kowalski after reading glowing opinions about him. My opinion, after three visits to him, is rather different. I rather experienced ineffectiveness, rush, and poor results, at high costs.", "lang": "en"}
{"opinion_id": "op_001204", "text": "An increase in transplants in our country will not be possible without increasing the number of organ donations from deceased persons. In this regard, we have had stagnation for several years. In 2012, 615 so-called actual donors were reported, meaning those from whom organs were harvested. In 2016, the number of these donors decreased to 544, although it was slightly higher than in 2015, when 526 donations were recorded. \"All promotional activity related to organ harvesting rests on kidney transplant centers. Moreover, it mainly relies on the passion of the teams handling these transplants. And that is no longer enough. Donor procurement should be centrally coordinated and have a nationwide reach, similar to how it is organized in Spain. Promotional activities should receive greater support from the Ministry of Health. The Polish Society for Organ Donation, established in 2016 by the Institute of Transplantology, should also be helpful\" – explained Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001205", "text": "Specific. All tests are done on-site immediately during the visit. You always leave the office with a diagnosis. She can help already on the first visit. I have been going to her for several years. She managed the pregnancies of several of my friends, and they also have a positive opinion about Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001206", "text": "I came to Dr. Jan Kowalski needing urgent help for a finger infection and received such very quick help – thank you very much! I also received all the necessary medications and instructions, and subsequent visits confirmed a quick recovery. However, I still had problems with the treated finger and another on the same hand, and suspecting a different source, I decided to check if the previous treatment was definitively concluded. This time, the visit also met my expectations, but after booking an appointment 5 days earlier on the Portal, upon arrival I was told at the Reception that I had to wait in line with (many) people who had shown up earlier that day. It is obvious that certain people should be seen without a queue and that doctor's appointments can run over, but those registering through the Portal should not feel that entry at the scheduled time is \"without a queue\". I managed to have this appointment with a fairly significant delay, but for this last problem I have to add a minus to the rating - so the final rating is 5-.", "lang": "en"}
{"opinion_id": "op_001207", "text": "I have discoloration under my eyes, the doctor informed me that it is difficult to remove, generally she would recommend a doctor if nothing can be done then what more to expect, I would however like the doctor to show more interest in my problem and at least look at the discoloration up close and assess it. Discoloration can also be a symptom of illness. It is difficult to assess generally I would give a positive rating. Thank you very much", "lang": "en"}
{"opinion_id": "op_001208", "text": "E", "lang": "en"}
{"opinion_id": "op_001209", "text": "I left the appointment with this doctor devastated. First, he complained that he had too many NHS patients that day, then he blamed me for not going to a rheumatologist privately. Based on one preliminary test result, he told me with a smile that it was definitely a very serious illness that would eventually affect all systems in the body. He was not inclined to provide more detailed explanations or to dispel my doubts. Another doctor I saw presented the matter in a much less dramatic way. Jan gave me a referral for only some tests; for the rest, he told me to go to a primary care physician because it wasn't worth it for him.", "lang": "en"}
{"opinion_id": "op_001210", "text": "I have the highest opinion of Dr. Jan Kowalski. In May 2008, I was admitted to the department. The surgery was performed by Dr. Jan Kowalski. After a month, I had surgery again because the histopathological results indicated skin cancer. Again, the surgery was performed by Dr. Jan Kowalski. The recovery after surgery proceeded normally. I am currently undergoing radiotherapy. Since meeting Dr. Jan Kowalski, I have been under his constant care. He is a doctor who is friendly towards the patient and sincerely informs about the course of treatment. I sincerely recommend Marek Dobrzycki", "lang": "en"}
{"opinion_id": "op_001211", "text": "I would like the person concerned to read my opinion himself. Thank you for 15 years of cooperation and for the last 3 years of constantly going for private visits every month (every two months), changing contraceptives, and finally making the decision to insert an IUD, etc... It's a shame that despite immense pain (dilating the cervical opening without anesthesia) - you were unable to insert the Mirena. It cost me a lot of stress, caused pain, and I still had to pay for everything. I want to mention that another doctor I went to did it without much trouble, and above all - without pain. A smile - that's not everything, Doctor! Thank you and best regards. A \"GRATEFUL\" PATIENT.", "lang": "en"}
{"opinion_id": "op_001212", "text": "The doctor is okay, but the appointment took place an hour late..... Whether she is good will be seen, as it was only the first appointment. The one good thing from this visit was that it will be possible to avoid a procedure, which another doctor had recommended. The doctor said that it can be treated with medication, it's about hemorrhoids.", "lang": "en"}
{"opinion_id": "op_001213", "text": "Unfortunately, I had the opportunity to see the doctor from a different side. I had the unpleasant experience of being treated by her on duty. She kept suggesting that I go to another hospital (even though I had been sent away from one and was in my 39th week of pregnancy), she was unpleasant. Only after a remark about how I was being treated did she change her tone... I do not recommend. During the admission, I was instructed to look at what the department at Staszica looks like (indeed, looking at the competence of the doctors working there, I wonder about the raison d'être of this department) and to consider whether I wanted to stay there. Fortunately, my child was born whole and healthy in another hospital. I will from now on avoid the hospital at Staszica by a wide margin, as well as the doctors from this hospital. Once again: I DO NOT RECOMMEND!", "lang": "en"}
{"opinion_id": "op_001214", "text": "I advise all women against this doctor. He diagnosed me with the same ailments described below and prescribed the same medications. He claimed that I couldn't have children but that he would help me. After two years of treatment using his methods, of course without performing any tests, there was still no pregnancy. I came to my senses and registered with another doctor, who ordered a series of tests, made a sufficiently accurate diagnosis, and prescribed effective treatment, so that after 6 months I became pregnant. A fundamental issue in treating infertility is recommending a semen analysis for the husband, which Dr. Jan Kowalski did not do. I suspect that all his patients who gave birth during treatment with him simply were lucky. That is, they actually weren't infertile, he just convinced them they were. I SINCERELY ADVISE AGAINST! A WASTE OF TIME, HEALTH, AND MONEY.", "lang": "en"}
{"opinion_id": "op_001215", "text": "I don't want to judge anyone, but I believe that Dr. Jan Kowalski is among the doctors who do not apply themselves to making a diagnosis, at least that was the case for me. Sure, he is nice during the conversation and explains the functioning of the digestive tract, but is that why you go to a doctor? I did not receive any diagnosis. The visit lasted about 10 minutes, cost 100 PLN, in return a prescription for more medications that might help. In a word, I count this as another failure with doctors. I haven't yet found a specific gastroenterologist. No one treats the patient's illness as a challenge and a puzzle to solve. For me, a visit to Dr. Jan Kowalski is only for uncomplicated cases to get a prescription faster because waiting for the NHS takes months. Sad. I will add that as of today, I am struggling with cancer.", "lang": "en"}
{"opinion_id": "op_001216", "text": "What active compounds did the medicines used in the Polish-Lithuanian Commonwealth from the 16th to the 18th century contain? Were the therapeutics sufficiently biologically active to act on the ailments that plagued patients of that time? Combined historical and laboratory research will be conducted by a team led by Dr. Jakub Węglorz from the Faculty of Historical and Pedagogical Sciences of the University of Wrocław. The project received 1.57 million PLN from the Sonata Bis program of the National Science Centre. The subject of historical research will be Old Polish memoirs, letters, diaries, and private notes. Historians will select information about the medicines used at that time from them. Then they will identify those therapeutics and describe them in detail based on historical medical sources: receptaries and compendiums. The recipes obtained in this way will be the basis for the detailed reconstruction of ancient medicaments.", "lang": "en"}
{"opinion_id": "op_001217", "text": "Yesterday I was at Dr. Jan Kowalski's and I wonder very much who wrote such glowing opinions about him. He seemed bored and irritated by the fact that I came to the appointment with a child. He answered my questions sluggishly, mumbling something under his breath, then prescribed a syrup and nose drops for the child with the instruction \"if they help, take them until the end, and if not, stop\". The visit cost me almost 80 PLN.", "lang": "en"}
{"opinion_id": "op_001218", "text": "Unfortunately, I have similar feelings as the previous commenter. I met with Prof. Jan Kowalski in the hospital and it was not a pleasant meeting. He gave me a cursory answer to a question about further treatment, performed an examination that was very painful. Generally, I felt like an object and not a feeling human being. Unpleasant, unsympathetic, even though a specialist.", "lang": "en"}
{"opinion_id": "op_001219", "text": "Definitely a good and recommendable specialist. Anna Kowalska is a very pleasant, warm, and empathetic person for whom the patient always comes first, not just the treatment and its effects, which by the way are always fantastic, but also the well-being of the other person, in this case the patient. One of the few doctors who talks with the patient about the planned treatment, its possibilities, always trying to choose and help in making the best decision in this very important matter which is treatment. I have encountered a similar standard of work only during treatment in Łódź at the Panaceum clinic with Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001220", "text": "I do not recommend Dr. W. Cieśla. When I started treatment with him both privately and through the state system, I was very excited and full of hope. He made a good impression on me. He helped me regulate my hormonal balance. However, after a thousand paid tests and being stuffed with lots of medications, I did not manage to get pregnant. During visits, I always had the impression that the doctor totally did not recognize me, which over time became irritating. I felt... strange when the doctor asked me three times what my - quote - \"surname\" was. Over about nine visits (state and private) I did not even sit on the gynecological chair once. After a year of intensive treatment with Dr. W. Cieśla, I came to the conclusion that he is not the doctor with whom I would like to continue treatment. I have now already visited another doctor. Interestingly, this new doctor \"went\" in a completely different direction than the aforementioned Dr. Cieśla. Paulina", "lang": "en"}
