{"opinion_id": "op_003081", "text": "Basically, the only thing I learned during two visits (each over 150 PLN) was that it's best to do tests in the hospital and stay there for a few days. The doctor wasn't even able to offer to take me to his hospital because he doesn't work at any. Overall, I didn't learn anything.", "lang": "en"}
{"opinion_id": "op_003082", "text": "Pan Dariusz Draguła is a specialist in medical rehabilitation. He is a soulful person with an excellent approach to patients - especially children. I have a child with cerebral palsy. Pan Draguła is one of the few doctors my child accepts (and I assure you, gaining his acceptance is very difficult). During the first year of my child's life, I had him systematically monitored (privately, for a lot of money) by 'Professor' Korczowski. Unfortunately, over 12 months, he didn't find any illness in my child. I recommend Dr. Draguła to all parents who have children with health problems like mine. There is no better rehabilitation doctor - not only in Rzeszów.", "lang": "en"}
{"opinion_id": "op_003083", "text": "Dr. Wilczek is a person who compensates for his lack of knowledge and education with a 'wise' expression, treats patients impersonally, and considers himself an infallible oracle. I came to him with nonspecific lower back pain, and he stated that I should undergo a series of acupuncture treatments followed by a cycle of chelation to generally boost my body's immunity. All treatments, of course, were additionally paid to the doctor - total cost over 2000 PLN. As it turned out with another doctor, the cause of the pain was a metastasis of cancer to the spine, and the treatments proposed by Dr. Wilczek would only have worsened my overall condition... I thank Dr. Wilczek very much for his 'accurate diagnosis and holistic approach' - thanks to the fact that I didn't decide on his therapy, I'm still alive, and I warn everyone against such a 'specialist' who puts his own benefits above the patient's well-being.", "lang": "en"}
{"opinion_id": "op_003084", "text": "I recommend the doctor with a clear conscience!!!! He managed all three of my pregnancies. He showed great professionalism, empathy, and above all, care for my Children. Monthly visits allow for thorough monitoring and tracking of the baby's development because I had an ultrasound at every visit, which is a big plus. I consider the pricing attractive for Warsaw. We were in contact with the doctor until the very delivery, and he never made me feel like I was calling at an inappropriate time or that I was bothering him... When he couldn't talk, he simply called back as soon as he could. He is also a highly respected doctor on the ward, which was noticeable. We are very satisfied and will probably have him manage another pregnancy. Thank you very much :) AGMJ", "lang": "en"}
{"opinion_id": "op_003085", "text": "I disagree with your opinions; I don't go to doctors, but unfortunately, I was forced to go with my daughter. Entering the office, I said 'Good day,' and there was no response, as if I had entered a pigsty. I didn't even have time to say what problem I was coming with, and he already jumped on me. He is a person without manners. I wish that in his old age, he ends up with a doctor who, right at the entrance, treats him like garbage, takes, throws a card with disdain, writes a prescription. I do not recommend; he didn't even examine my daughter; he must have had X-ray vision.", "lang": "en"}
{"opinion_id": "op_003086", "text": "The doctor wasn't very pleasant when seeing me for a control hearing check for my son at Medincus in Kajetany. She stated that she hadn't seen my son before and didn't know what the problem was. She referred me for an inhalation test that was supposed to take about 15 minutes and be done immediately because there are no appointments or queues for this test, but it turned out the test lasts about 2x30 minutes, and the waiting time for an appointment is about 1.5 months. She misled me and caused a lot of trouble finding the fastest facility that performs such inhalations. I do not recommend.", "lang": "en"}
{"opinion_id": "op_003087", "text": "I have very mixed feelings. The doctor was, of course, very nice but completely ignored what dermatologists have been telling me for years. My problem isn't big - dry skin that causes clogged hair follicles. The doctor prescribed me Isotretinoin for six months. Only at home did I learn that this is 'pretty much a last-resort drug' for severe skin conditions. After reading the list of side effects, I went to another dermatologist who stated that there's no point in taking pills since it's clearly my genetics. He opted for exfoliating creams.", "lang": "en"}
{"opinion_id": "op_003088", "text": "The 2015 Nobel Prize in Medicine and Physiology was awarded to: William C. Campbell and Satoshi Omura for discovering a drug for diseases caused by roundworms, and Youyou Tu for discoveries concerning new methods of treating malaria, a protozoan disease - announced the Nobel Committee on Monday in Stockholm. 'The drugs the Nobel laureates worked on are known to me, they are effective and have been used for many years - comments the acting director of the National Centre of Tropical Medicine, Dr. Wacław Nahorski from the Institute of Maritime and Tropical Medicine in Gdynia of the Medical University of Gdańsk, in an interview with PAP. - Ivermectin (a derivative of avermectin, which Campbell and Omura worked on - PAP) is used to treat tissue nematodes, including filariases' - says Nahorski. He explains that filariases are diseases transmitted by mosquitoes and black flies. Among the complications of lymphatic filariases is elephantiasis, and among dermal filariases - including so-called river blindness, onchocerciasis, which occurs endemically near fast-flowing streams, mainly in Africa.", "lang": "en"}
{"opinion_id": "op_003089", "text": "This theoretical model has gained a lot of attention in the scientific community, reflected by the popular in recent years behavioral therapy for pain. The theory of pain as a learned behavior - emphasizes the PAP interviewee - does not yet have solid foundations in experimental research. The results of studies conducted so far do not allow for a definitive resolution of whether the hypothesis of learned pain is true. In an experiment planned by Jagiellonian University scientists, healthy participants will undergo a procedure of so-called operant conditioning, in which they will receive series of stimuli causing pain. When subsequent assessments of the pain they experience increase, they will receive positive reinforcements - rewards. However, if they decrease, the subjects will receive punishments. If the learned effect of perceived pain persists despite the fact that the applied stimuli are not actually 'painful,' the model of learned pain will be confirmed.", "lang": "en"}
{"opinion_id": "op_003090", "text": "The doctor was very nice, friendly, but in my case /problems with intercourse/, she only treated conservatively - large and frequent doses of testosterone and pills to improve erection. After several years of treatment, which consisted of writing prescriptions for testosterone, I developed prostate cancer. Today, I am already after prostate removal surgery. Gentlemen, be careful with such treatment methods if you have a testosterone deficiency. Don't pump testosterone without frequent prostate and PSA tests.", "lang": "en"}
{"opinion_id": "op_003091", "text": "Like my predecessors, I have a bad opinion of the doctor. I heard from her that, based on her experience, it doesn't matter when cancer is detected (early stage or advanced) - the length of life is similar!!! So why do all doctors encourage preventive screenings if it's as the doctor claims? When I asked when we would do a CT scan, I heard 'we'll see.' A PET scan wasn't worth my person either; fortunately, I got a referral at another center, and unfortunately, the result is not good. The doctor is burned out; unfortunately, the patients suffer. Elżbieta.", "lang": "en"}
{"opinion_id": "op_003092", "text": "Very pleasant as a person, as an andrologist - a total mistake. On my husband's third visit, she threw up her hands and stated that she didn't know what to do next with the increasingly worse test results. I advise looking for a real andrologist and not someone who, as an endocrinologist, 'added' another specialization!", "lang": "en"}
{"opinion_id": "op_003093", "text": "Electrodes are useful, for example, when it's necessary to collect information about electrical potentials from human skin or when we want to affect the body with electrical impulses - illustrates Prof. Krzysztof Gniotek from the Department of Clothing and Textronics at the Lodz University of Technology - the head of the team working on textile electrodes. He adds that electrodes are useful, for example, in ECG examinations or during electrotherapy, which involves stimulating the patient with an appropriately selected low-intensity electric current. Until now, in Poland, few types of electrodes were available for medical purposes, including metal plates or gel electrodes. 'We are developing electrodes applied to clothing elements because, after all, wearing clothes is natural for us' - explains Prof. Gniotek. The scientist admits that, for example, socks with electrodes are already available on the Polish market. But unlike the solution from Lodz, these are not electrodes printed on clothing.", "lang": "en"}
{"opinion_id": "op_003094", "text": "As for me, I also have very bad memories associated with this doctor. I had the opportunity to see him daily on rounds at the Holy Family Hospital after my 1st delivery. Since I had significantly heavier bleeding than other ladies, I reported it on rounds and was asked for an ultrasound after about 1 hour. First, another doctor did it for me, and then, leaving the office with the result, I ran into this doctor, who invalidated the previous result and tore it up, after which he did a transvaginal ultrasound on me himself, which I was afraid of - specifically the pain near the delivery wound. Not only that, this doctor invited me to the gynecological chair without informing me what he intended to do! Not expecting anything bad, I slowly sat on the chair, after which this doctor inserted his entire hand into my uterus and literally threw blood clots around the office floor, trying to hit the trash can, and I screamed at the top of my lungs in pain, lifting my pelvis up... I was in total pain shock and couldn't recover for half a day. A consequence of this procedure is certainly that in my current 2nd pregnancy, I have cervical insufficiency, a circular suture on the cervix because I was already dilated at 25 weeks, I'm taking terrible Fenoterol tablets, which make my hands and legs shake and my heart pound (at times my pulse jumps to 148/min). I have to lie down until the end, i.e., 3 months, I can't work or take care of my older child. As proof of this, you can find online that: 'The following factors are mentioned as causes of cervical insufficiency: injuries resulting from past gynecological procedures, e.g., manual removal of the placenta.' I'll add that my 1st pregnancy was ideal, and doctors are surprised why the 2nd is completely different..", "lang": "en"}
{"opinion_id": "op_003095", "text": "I strongly advise against the Professor. For him, only what aligns with the NFZ matters because we wanted a weekend pass, but Pan Marek stated no, no way, because the money from the NFZ wouldn't come back to him. I got the impression that the Professor referred me to the hospital only so that students could learn on me. Being there on the ward, I couldn't stand it; Pan Marek stated that he would send me to a psychologist - I add that I never had such problems. But those students were unbearable; they came, and each one examined my reflexes with hammers. A nightmare. My mother's pleas were ineffective; when my mom went to the Professor to ask that the students not examine me, the Professor was indignant, stated that this is such a hospital, and asked on whom they are supposed to learn. When my mom went to ask the attending physician, Dr. Ewa Wesołowska, about treatment, this lady with a smile on her face stated that there is no treatment. If someone cares about their health, I strongly advise against staying in this hospital with such people because nothing good will come of it!!!", "lang": "en"}
{"opinion_id": "op_003096", "text": "I share the opinion of other patients that the doctor is nice, and that's about it. I was treated by the doctor for several years with the same problem and without any improvement. The doctor often conveys 'strange' (frightening) information, says it's concerning, etc., and at the next control visit, with a smile on her lips, says it's normal, nothing to worry about!? I have slight reservations about the competence and approach to patients of Pani Sylwista-Jaśkiewicz. Generally, I DO NOT RECOMMEND", "lang": "en"}
{"opinion_id": "op_003097", "text": "The doctor managed my pregnancy almost until the end..., because after persuasions and opinions from friends, at the last moment, I changed doctors. As it turned out in hindsight, it was the best choice I ever made!!! The doctor didn't even bother to, at least 5 minutes before the scheduled appointment, remind herself of the pregnancy history (or at least the essential information about the patient) and not ask the same things every time! Lack of sufficient information; you always had to 'drag it out of her,' which was quite uncomfortable. I agree with the opinion expressed earlier about lightning-fast visits without focusing on the patient! The doctor very willingly sends you for ultrasound visits to her husband instead :) Instead of reviewing the history and looking at concerning symptoms (towards the end of the pregnancy), the doctor sent me for tests (like a city walk with a threatened pregnancy) instead of admitting me to the hospital and obtaining reliable results... It ended with me looking for a really good 'pregnancy caretaker' who immediately admitted me to the hospital (stating a threat to the baby) where a week later I gave birth to a premature baby. It was real luck that I found a good specialist; otherwise, I don't know if I could enjoy my little one today :)", "lang": "en"}
{"opinion_id": "op_003098", "text": "For several years, work has been ongoing on ketamine, a hallucinogenic substance also used as an animal anesthetic. It turned out that in the case of people suffering from depression, an appropriate dose of ketamine interrupts an attack of bad mood within a day. 'This could be a breakthrough in the treatment of depression' - believes Prof. Vetulani. He recalled that research on this therapy is being conducted in Poznań by Professors Janusz and Filip Robakowski. The neurobiologist also reminded of research on drugs prolonging youth and life. Besides metformin, he points primarily to the results of work on nicotinamide mononucleotide (NMN), which stimulates the so-called longevity gene. Introduced into the diet of laboratory mice, it extended their lives by 40%. However, even without such therapy, people today live longer and healthier - indicates the scientist.", "lang": "en"}
{"opinion_id": "op_003099", "text": "In early versions of the apparatus, measurements were conducted at a flow rate of only 0.05 milliliters per minute. One analysis required 40 minutes, and the result was burdened with an error of up to 30%. Currently, the flow rate is twenty times greater, the examination takes three minutes, and the accuracy of measurements has increased more than fivefold. Shortening the analysis time is important - determining the optimal drug dose requires not one but three measurements. 'First, we need to introduce drug molecules into the capillary and determine their diffusion rate. Then we measure the diffusion of the protein with which the drug is to bind, for example, albumin. In the third measurement, we inject both the drug and the protein it interacts with into the capillary filled with the same protein. Only comparing the results allows us to determine how efficiently the drug will bind with the protein in the patient's blood' - explains PhD student Aldona Majcher.", "lang": "en"}
{"opinion_id": "op_003100", "text": "As specialists from IChF PAN explain, the new polymer was made using molecular imprinting. Lipocalin molecules were first surrounded by appropriately selected short polymers (so-called functional ones) that bind to this protein in sites characteristic only for it. Then, a second polymer was introduced, which connected with the functional polymer. 'The cross-linking polymer was later polymerized, after which the lipocalin was washed out from the resulting structure. Ultimately, a durable polymer layer was obtained with molecular gaps matched to lipocalin molecules both in terms of their local chemical features and size and shape' - reads the communiqué sent to PAP by IChF PAN. 'When lipocalin molecules in the tested solution come into contact with such a formed polymer, some of them have a chance to locate in the gaps. However, proteins are quite large and reluctant to migrate through the polymer network. Therefore, we had to artificially loosen the structure of our polymer sufficiently to provide lipocalin molecules with the best possible access to the largest number of gaps, but not excessively, so that the polymer layer wouldn't collapse' - describes Dr. Noworyta.", "lang": "en"}
