{"opinion_id": "op_003441", "text": "As reported by Gdańsk University of Technology, thanks to the use of appropriate locks, the child cannot proceed to the next activity without completing the currently displayed task. The software can be installed on mobile devices with the Android operating system. This allows for the use of activity plans even outside the therapeutic center. \"This is particularly important for individuals who may need to use this type of instruction for the rest of their lives. A person who moves around and uses a bulky, cumbersome binder for various daily activities looks eccentric and draws attention to their disabilities. However, in today's world, using mobile devices such as a tablet or laptop is completely natural,\" says Dr. Eng. Anna Landowska.", "lang": "en"}
{"opinion_id": "op_003442", "text": "Hello warmly! Please, everyone, help me find Prof. Jan Kowalski, and especially Ms. Anna, because my Mom was affected by the same melanoma. From what I know, the doctor is currently on vacation at the hospital on Szaserów Street, but maybe he can be found somewhere privately.", "lang": "en"}
{"opinion_id": "op_003443", "text": "I have been treated by the female ophthalmologist since childhood; I am now 28 years old and pregnant. I have a continuously progressing vision defect (currently -7), so during pregnancy, I wanted to have a fundus examination to rule out retinal defects and possibly obtain a certificate indicating the need for a cesarean section. The doctor performed the examination, did not find indications for a cesarean, but at the end of the visit added that I should, God forbid, not close my eyes during childbirth because I could lose my vision. She also demonstrated the position I should adopt during childbirth and said that I should practice because I still have time... After this visit, I went to another ophthalmologist who performed a fundus examination that looked completely different than with the female doctor, and it turned out that my retina is so weak that I cannot give birth naturally.", "lang": "en"}
{"opinion_id": "op_003444", "text": "Hello, I have been playing soccer since I was little—it is my whole life. Unfortunately, at the age of 18, I suffered an injury: a torn anterior cruciate ligament. I did not immediately come under the care of Dr. Jan Kowalski, and I regret that very much because I was operated on in Podkarpacie (I will not mention the doctor's name). Unfortunately, after that surgery, exactly a year later, another injury occurred—again a torn ACL. Fortunately, I then came under the proper care of Dr. Jan Kowalski, who quickly applied the correct treatment: first arthroscopy, then he had to struggle with removing the fixations from the procedure performed by the doctor after my first injury. He used bone graft to fill the hole left by the mentioned fixation and ultimately reconstructed my ligament using a transplant. Dr. Jan Kowalski performed a total of 3 procedures on my knee, and I know I was in good hands. It has been over 2 years since the last surgery, and thanks mainly to this doctor, I can still enjoy playing soccer. Moreover, I can say that he is the only doctor I know whose office always has a nice and friendly atmosphere, and at the same time, the doctor takes his duties very seriously. I highly recommend Dr. Jan Kowalski; if anyone has a problem and still wants to play sports and be an active person, it is worth going to him. Best regards.", "lang": "en"}
{"opinion_id": "op_003445", "text": "I suffer from habitual patellar dislocation; I have been treated by Dr. Jan Kowalski for about 11 years. I had an arthroscopy performed by Dr. Jan Kowalski 4 years ago; he was supposed to fix it so that the patella would not dislocate. Not only did I lie in bed without movement for 6 weeks, but it also turned out that he did not fix my patella but instead shaved the meniscus. I am now after knee reconstruction, have screws in my leg, and am 3 weeks post-op, walking normally with crutches not only at home but also normally on the street to the store, etc. I was operated on at WAMA in Łódź by Dr. Jan Kowalski—I recommend him, which is why I do not recommend Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003446", "text": "Frankly, I am satisfied with the treatment by the female doctor. Undoubtedly, she has competence and a friendly approach to the patient; she conducts an interview regarding the course of the illness. One downside is the increasingly shorter time spent in the office, which makes me doubt whether my conversation about the current state of my illness is complete. Nevertheless, Pani Kowalska is a doctor worth recommending.", "lang": "en"}
{"opinion_id": "op_003447", "text": "At the beginning of September, my son had bruises on his thigh after several consultations with other doctors and with a scheduled procedure. The boy attends a sports school; the procedure that was to be performed would immobilize him for several months. As a last resort, we asked for a consultation with Dr. Jan Kowalski. A wonderful person, eloquent, full of commitment—through rehabilitation treatments, he healed the young man within 10 days. The boy returned to further training without any problems and, most importantly, without surgical intervention. We are very pleased that we came across such an outstanding specialist; with respect and gratitude, grateful parents.", "lang": "en"}
{"opinion_id": "op_003448", "text": "I met with Dr. Jan Kowalski in his office in Wrocław for a consultation regarding nasal septum correction. After presenting the matter and familiarizing himself with my problem, the doctor suddenly began to seem uninterested, as if he wanted to brush me off. At first, he started looking for explanations in terms, saying that he is very busy, has a very tight schedule, and does not know if and when he could earliest take me (!). Finally, he stated that he is not interested in my problem, suggesting that I might look for someone closer to my place of residence.", "lang": "en"}
{"opinion_id": "op_003449", "text": "Pan Jan is a specialist worth recommending. Very good contact with the patient, high personal culture, and really extensive knowledge allow for full satisfaction with the procedure. I came in with a headache that had lasted a week. Five doctors were unable to help me, diagnosing, of course, neurosis or migraine. After just one visit, I felt incredible relief (the pain was caused by poor posture habits and a forced position due to my profession). I continue to do exercises and visit Pan Jan to this day, and the pain is significantly reduced and bearable without medication, which is important. I sincerely recommend.", "lang": "en"}
{"opinion_id": "op_003450", "text": "I came to the female doctor not by choice but by chance, and I am very disappointed. The female doctor spends more time typing on the computer than listening to the parent with the sick patient. Ignorant approach, lack of understanding, and poor substantive care—that is what I took away from the office of Pani Kowalska. According to the female doctor, to administer eye drops to a 9-month-old child, one should sit astride them, press down on their hands with knees, hold the head with one hand, and with the other, force open the baby's clenched eyelids. Because, quote, \"sometimes you have to choose either discomfort or the child's better well-being.\" A wet cough, which disrupts sleep and causes crying and discomfort, is natural with a cold, and no medications should be taken. (My daughter, despite the troublesome cough, fever, and sleepless nights, received nothing.) When I noted that the cold had recently lasted long and turned into exudative otitis media and asked her to recommend something to speed up its resolution, I was told that there is no need at this stage and, of course, it can always happen that a cold causes complications. During the 20-minute visit, I heard a few \"gems\" from the female doctor, but the most important thing is that the female doctor, practicing in a private facility, has not a bit of empathy and understanding.", "lang": "en"}
{"opinion_id": "op_003451", "text": "My case is a real horror, and I believe that Pan Doktor will not forget it for a long time. After plastic surgery following an accident at the age of 6, I have a cheek and nose made of a material that is a mixture of silicone, so it is not entirely solid and strong. We consulted for a long time with Doktor Jan on how to tackle my case because, besides the corrected cheek and nose, it turned out that my jaw needs to separate by 0.9 mm, which risks deforming the cheek or nose. The doctor does everything carefully, and we are achieving joint results! And the biggest surprise was that after 3 months, my teeth were straight! Super because the misalignment of the upper and lower bite was noticeable to the naked eye. Now I can smile without worry! :) He is a concrete and perfect doctor, and on top of that, I do not feel stressed as at the orthodontist or dentist, which, as we know, almost everyone fears! I definitely give a very good rating and boldly recommend to everyone who has such problems!", "lang": "en"}
{"opinion_id": "op_003452", "text": "I am editing my opinion—I am after the second visit. The female doctor did not cure me because the nature of the ailment turned out to be non-neurological. The female doctor conducted a very detailed interview and analysis. She ordered very detailed tests and discussed their results with me thoroughly. She approached my health condition comprehensively and analyzed my entire medical history. After two visits with the female doctor, I have 100% knowledge about my health condition from a neurological perspective. Besides immense competence, her fantastic communicativeness, genuine concern for the patient's health, and the good heart of the female doctor stand out. Moreover, the female doctor highly respects the scheduled appointment times—a patient who came before me but without an appointment had to wait for my visit. 5 stars—the scale was insufficient.", "lang": "en"}
{"opinion_id": "op_003453", "text": "I am a bit surprised by the negative opinions because after the first visit, I am very satisfied; according to Pani Munir, it is definitely better than the orthodontists at the hospital on Karmelicka Street, who stated that treating my defect makes no sense! I did not have to ask anything; Dr. Munir herself told me everything in detail, what and how, etc., including that the braces can be refunded up to the age of 18, which they did not even bother to tell me on Karmelicka Street... I recommend Dr. Munir and advise against the hospital on Karmelicka Street!", "lang": "en"}
{"opinion_id": "op_003454", "text": "All matters handled by the portal, including registration and notifications both by email and SMS until arrival and taking a place in the queue—without remarks. The problem concerns the lack of notification—advance warning of a significant delay in appointments by the doctor—over 100 minutes—for subsequent patients.", "lang": "en"}
{"opinion_id": "op_003455", "text": "This year, Łódź scientists are also beginning research on patients infected with influenza. \"Since the great pandemic of 1918, where about 1/3 of the world's population was infected with the influenza virus, there has been no event on that scale. Smaller epidemics occur, but such a one cannot be ruled out. That is what we fear,\" said Prof. Maciej Godycki-Ćwirko, head of the Center for Family and Community Medicine at the Medical University of Łódź, to PAP. In his opinion, the cause of a pandemic could be the emergence of a virus unknown to the human body. \"Influenza viruses change, mutate. They can change because animals, birds are infected, and these atypical viruses, in particular, can threaten people,\" he added.", "lang": "en"}
{"opinion_id": "op_003456", "text": "I signed up for a private visit after reading positive opinions. However, I will not give one. I was at the visit with my 1.5-year-old child. He had a problem with his toenails. Pan doktor shone a little flashlight on the nails and, citing several possibilities, began a talk about what could be wrong with the child. Instead of prescribing some ointment—because I suspect an appropriate one could be found—he finally gave a referral for a blood test for iron levels. At the end, he stated that you can take the child to a beautician! When asked about the child's red and rough cheeks, he said they are not moisturized enough. As it later turned out: for the nails, an ointment was enough for the child :) instead of needle pricking. As for the cheeks, apparently Pan doktor did not recognize an allergy!!!!! I do not recommend!!!! Wasted money!!", "lang": "en"}
{"opinion_id": "op_003457", "text": "I have only been to the first visit, but I am pleasantly surprised. Until now, I was treated \"by guesswork,\" basically not knowing exactly what was wrong with me. After today's visit, I feel that the right person has taken care of me. The female doctor explains everything thoroughly, asks about symptoms, is matter-of-fact yet extremely friendly. I will see how the treatment goes further, but after the first visit—a huge plus :).", "lang": "en"}
{"opinion_id": "op_003458", "text": "We thank Pan Doktor for our little son because without him, he probably would not be in the world. I tried to get pregnant for over a year and a half; with my irregular cycles, it was a great unknown. The doctor ordered lots of tests but always necessary ones. I won't lie—sometimes he created a nervous atmosphere, but that was due to an excess of patients and probably overwork. It also happened that he fell asleep during a visit, but what can you expect when he wants to see everyone and sometimes saw me after midnight, not to mention Sundays and holidays. However, when I look at our little one, I am able to forgive him all that. I don't know how this pregnancy would have ended with another doctor.", "lang": "en"}
{"opinion_id": "op_003459", "text": "During the visit, I encountered great kindness from the doctor. He could not make a final diagnosis due to the lack of a CD with test results. He gave me his phone number with a request that when I receive the tests, to present them for consultation to decide on further treatment.", "lang": "en"}
{"opinion_id": "op_003460", "text": "I am very satisfied with the mammotome biopsy procedure performed by Dr. Jan Kowalski. Although the procedure is expensive, I am glad I decided on this biopsy and not surgical removal of the benign breast tumor. The scar is indeed small, and I spared myself a stressful hospital stay. However, I have some reservations about the offices themselves at Sanivitas: there is no screen or even a curtain behind which the patient could undress for examination or procedure. You simply undress in front of the desk where the doctor is sitting or at the chair by the door. I also did not like the rush in admitting patients: Pan Doktor, after the examination, directed all questions to the nurses at the registration. After the procedure, while I was frantically getting dressed on the mentioned chair by the door, he was already discussing the next patient's case. I constantly had the impression that the doctor was in a great hurry and that I had to jump out of my bra as quickly as possible and then jump back into it ;) I know these are only small things, but they cause some discomfort. I absolutely have no reservations about the female nurses: they were always very nice, kind, patient, and ready to help. It is much easier for women to empathize with patients who have to undergo any procedures on their breasts :).", "lang": "en"}
