{"opinion_id": "op_004461", "text": "Wspaniała, zaangażowana cierpliwa i bardzo sympatyczna Pani Doktor.", "lang": "pl"}
{"opinion_id": "op_004462", "text": "Bardzo sympatyczna i profesjonalna Pani Doktor. Dokładnie przeprowadziła badanie, odpowiedziała na wszystkie moje pytania, dostałam zalecenia i cenne wskazówki. Jak najbardziej polecam!", "lang": "pl"}
{"opinion_id": "op_004463", "text": "Bardzo życzliwa i profesjonalna wizyta. Pani doktor opanowana w warunkach bojowych, bo dziś było bardzo dużo pacjentów, jakby nadliczbowych i tym samym poddenerwowani wszyscy w poczekalni . Pomimo to wizyta przebiegła naprawdę bardzo dobrze. Dużo wskazówek, informacji, zaleceń.  Idziemy za miesiąc z córką na kontrolę. Pani doktor byłą nam zresztą polecona w innym miejscu jako specjalista od nastoletnich pacjentów.", "lang": "pl"}
{"opinion_id": "op_004464", "text": "W 100% polecam wizytę u p Doktor Kozłowskiej. Moje znamiona zostały bardzo dokładnie obejrzane, dostałam również wiele wskazówek odnośnie innych tematów/pytań, które miałam. Super :)", "lang": "pl"}
{"opinion_id": "op_004465", "text": "Wspaniała doktor! Dokładnie wytłumaczyła mi jak postępować po zabiegu i zaleciła kurację, precyzyjnie opisując działanie leków. Bardzo empatyczna i serdeczna w podejściu dla pacjenta. Po krótkiej wizycie jest spokojny i wiem wszystko :) Gorąco polecam!", "lang": "pl"}
{"opinion_id": "op_004466", "text": "Wizyta w centrum Medicover - zmiana na skorze - bardzo rozsadna rozmowa i hipoteza skad zmiana sie wziela - znacznie lepsze niz po prostu przepisanie sterydu bo pozwala zrozumiec przyczyne. Polecam zdecydowanie.", "lang": "pl"}
{"opinion_id": "op_004467", "text": "Po przeczytaniu opinii obawiałam się tej wizyty,ale z gabinetu wyszłam zadowolona. Żadna kwestia,z którą przyszłam nie została zlekceważona", "lang": "pl"}
{"opinion_id": "op_004468", "text": "Lekarz konkretny, małe opóźnienie ale badanie krótkie i rzeczowe. Zdecydowanie nie odczułam żadnych nieprzyjemności w trakcie wizyty i mogę polecić Pana doktora.", "lang": "pl"}
{"opinion_id": "op_004469", "text": "Lekarz zlekceważył objawy, z jakimi się borykam od wielu miesięcy. Na problem bardzo łuszczącej się skóry stóp odpowiadał \"nie ma choroby, nie ma choroby\". Pokazałam mu też brodawki, które podobnie zlekceważył. O uczuleniu na dłoni i wysypce na twarzy nawet nie wspomniałam, bo uznałam, że nie ma to sensu. Bardzo bardzo odradzam.", "lang": "pl"}
{"opinion_id": "op_004470", "text": "Powiem krótko, nigdy już nie skorzystam z usług tego Pana pomimo jego tytułu naukowego, doświadczenia zawodowego itp", "lang": "pl"}
{"opinion_id": "op_004471", "text": "Odwiedziłem tego lekarza, ponieważ mam dość poważny problem skórny na całym ciele, ale lekarz zbagatelizował to i wydał werdykt bez żadnych badań. Sposób, w jaki się do mnie zwracał jako do pacjenta, w ogóle nie odzwierciedlał postawy lekarza, który powinien pomagać, a nie krytykować. Był chamski od samegi początku. Nie wiem, czy był zmęczony swoją pracą, czy po prostu ma taki charakter, ale jego postawa urąga pozycji lekarza i przysiędze Hipokratesa. Zdecydowanie odradzam wizyty u tego lekarza – kontakt z nim mógł jedynie pogorszyć samopoczucie i stan zdrowia, zamiast przynieść jakiekolwiek rozwiązanie.", "lang": "pl"}
{"opinion_id": "op_004472", "text": "Lekarz potraktował mnie okropnie. Przyszłam z problemem skóry, z którym się borykam jakiś czas i bardzo ciężko to znoszę. Lekarz tylko spojrzał na miejsce zmienione przez chorobę, żadnych badań, tylko powiedział swoje \"podejrzenia\" na co mu to wygląda i wypisał lek, który zupełnie nie pomógł. Żadnego wspomnienia żeby przyjść na jakąś wizytę kontrolną ani postępowania w przypadku braku rezultatów. Wizyta potrwała maksymalnie 10 minut, rozmawiał ze mną tonem jakby mial dość swojej pracy i jakbym zawracała mu tylko głowę. Brak komunikacji ze mną podczas wizyty. Istna tragedia, nie dość, że długo się czeka to Lekarz zupełnie nie pomógł. Panie recepcjonistki też nie lepsze, nie mogłam normalnie ustalić daty wizyty, bo pani zapisuje \"po kolei\" przez co musiałam wziąć dzień wolny w pracy, chociaż pytałam się o inne przystępne terminy.", "lang": "pl"}
{"opinion_id": "op_004473", "text": "Moja druga wizyta u Pana Doktora. Podtrzymuję opinię po pierwszej wizycie. Spokój, profesjonalizm i natychmiastowa pomoc w problemie. Nie zmienię dermatologa. POLECAM.", "lang": "pl"}
{"opinion_id": "op_004474", "text": "Najgorsza wizyta u dermatologa, na której byłam. Tydzień temu lekarz nie spojrzał na moje wyniki badań, zlekceważył objawy i przepisał antybiotyk bez żadnych badań. Rozmowa odbyła się podniesionym tonem, bez szacunku dla pacjenta. Nigdy więcej.", "lang": "pl"}
{"opinion_id": "op_004475", "text": "Nigdy więcej! Byłam dwa dni temu na wizycie. Brak chęci wysłuchania pacjenta, całkowite zlekceważenie moich obaw i przepisanie nieodpowiednich leków.", "lang": "pl"}
{"opinion_id": "op_004476", "text": "szkoda że wcześniej nie widziałam tych opinii, zaoszczędziłanbym sobie czasu. Mi również Pani doktor powiedziała że tylko z jedną rzeczą mam przyjść, bo potem są opóżnienia, a ja jedynie chciałam zbadać kilka pieprzyków i dowiedzieć się co się dzieje z moją twarzą. Zadnego wywiadu, czułam się zlekceważona, nic też nie zostało wyjaśnione. Pani twierdzi, że w Polsce mamy mało atopii, a z moją twarzą to nie wie (mam rumień od dobrych kilku lat i inny dermatolog zwrócił uwagę że to może być trądzik różowaty). Pani kazała mi odstawić kremy i nie smarować NICZYM twarzy, Nie polecam, szkoda kasy.", "lang": "pl"}
{"opinion_id": "op_004477", "text": "Miałam umówiony zabieg w Luxmedzie przy ulicy Wolowskiej. Zabieg dotyczył usunięcia włókniaków. Moja wizyta była opóźniona ok 40-50 min. Podczas niej poczułam się zlekceważona, bylam poganiana, nie usłyszałam żadnych szczegółów dot. zabiegu bądź zalecen. Pani Doktor mówiła do mnie na „Ty”, w trybie rozkazującym (podjedź, weź fotel). Na koniec zostałam wręcz wyproszona z gabinetu, żeby nie zajmować zbyt wiele czasu - a dopytywałam o wizytę kontrolną. Sama mam kontakt z klientem i nigdy nie dałam mu odczuć, że jest mi zbędny. ODRADZAM, nigdy więcej wizyty u tej Pani", "lang": "pl"}
{"opinion_id": "op_004478", "text": "Jeden wielki dramat i brak słów. Lekarz ignoruje pacjenta .Wizyta kosztuje 250zł i merytorycznir nie ma żadnych informacji", "lang": "pl"}
{"opinion_id": "op_004479", "text": "Wizyta u Pani doktor to totalne nieporozumienie i strata czasu.Nigdy nie spotkałam się z tak lekceważącym podejściem do pacjenta i jego problemu. Lekarka stwierdziła, że pieprzyk jest za mały do zbadania i że profilaktyka w postaci zbadania znamienia, które chciałam sprawdzić to wyłączenie moje lęki. Brak profesjonalnego podejścia do pacjenta, lekceważenie pacjenta. Pani doktor nawet nie chciała zbadać pieprzyka. Od wejścia narzekała, że w kolejce czeka już kolejny pacjent.", "lang": "pl"}
{"opinion_id": "op_004480", "text": "Wizyta była opóźniona 20 min. Byłam cierpliwa i nie miałam z tym problemu w przeciwieństwie do lekarki. Od wejścia dostałam informację, że mogę zapytać tylko o jedną rzecz, bo są opóźnienia przez to, że ludzie przychodzą z kilkoma rzeczami. Po zbadaniu chorego miejsca lekarka zaczęła pakować rzeczy, jakby miała już wychodzić (byłam ostatnią pacjentką), jednocześnie do mnie mówiąc o zaleceniach. Wizyta odbyła się w napiętej atmosferze. Czułam się w gabinecie jak intruz, obwiniona opóźnieniem z całego dnia.", "lang": "pl"}
