{"opinion_id": "op_003941", "text": "Z całego serca polecam Panią Doktor! Wizyta przebiegła w bardzo miłej i spokojnej atmosferze. Pani Doktor wszystko dokładnie wyjaśniła, rozwiała nasze wątpliwości i cierpliwie odpowiedziała na każde pytanie. Syn (byliśmy na usunięciu zmiany przy ustach) powiedział, że nie spodziewał się, że to będzie takie proste i niemal niezauważalne. Teraz twierdzi, że będzie chodzić tylko do Pani Doktor i do nikogo innego. Dziękujemy za profesjonalizm, empatię i ciepłe podejście!", "lang": "pl"}
{"opinion_id": "op_003942", "text": "Pani dr obejrzała wszystkie zmiany na skórze, głównie o charakterze łuszczycowym i przepisała leki do stosowania zewnętrznego.", "lang": "pl"}
{"opinion_id": "op_003943", "text": "Wszystko na plus! Duże zaangażowanie i jasno wyjaśniony tryb leczenia.", "lang": "pl"}
{"opinion_id": "op_003944", "text": "Pani doktor jest bardzo zaangażowana, wszystko dokładnie wyjaśnia, ma świetny kontakt z nastolatkami i jest empatyczna. Holistycznie podchodzi do pacjenta. Bardzo polecam i będziemy kontynuować leczenie u Pani doktor.", "lang": "pl"}
{"opinion_id": "op_003945", "text": "Wizyta przebiegła bardzo dobrze, Pani doktor zaangażowana, dużo tłumaczyła, dała do siebie adres mailowy gdyby coś się działo. Jedyny zarzut jaki mam, to opóźnienie wizyty. Przed wizytą dostałam powiadomienie że będzie opóźnienie 15 min, finalnie czekałam jeszcze dodatkowe 20 min.", "lang": "pl"}
{"opinion_id": "op_003946", "text": "Pani doktor z dobrym podejściem do dzieci, miła, empatyczna, wyjaśniła wszystko bardzo dokładnie, diagnozę jak i zaproponowane leczenie. Co najważniejsze dziecko było zadowolone po wizycie. Polecam", "lang": "pl"}
{"opinion_id": "op_003947", "text": "Bardzo kompetentna i empatyczna lekarka. Szczegółowo wyjaśnia swoje zalecenia.", "lang": "pl"}
{"opinion_id": "op_003948", "text": "Z całym sercem polecam Panią Doktor. Cudowny Lekarz, zarówno dla dużych jak i małych pacjentów", "lang": "pl"}
{"opinion_id": "op_003949", "text": "Doskonale podejście do nastolatka, Pani nie zbagatelizowała niczego co mówił mlody, poświęciła Mu zdecydowanie dużo czasu. Omówiła każdy problem, wszystko wyjasnila.", "lang": "pl"}
{"opinion_id": "op_003950", "text": "Bardzo dokładnie doktor nakreślił diagnozę, bardzo uprzejmy", "lang": "pl"}
{"opinion_id": "op_003951", "text": "Bardzo rzeczowa i profesjonalna rozmowa, przeprowadzona w miłej atmosferze.", "lang": "pl"}
{"opinion_id": "op_003952", "text": "Bardzo dziękuję za holistyczne podejście. Pan doktor to wyjątkowa osoba, konkretna wiedza, skuteczna diagnoza, natychmiastowe działanie i skierowanie dalej. Dziekuję z całego serca i polecam!", "lang": "pl"}
{"opinion_id": "op_003953", "text": "Świetny specjalista - konkretny i rzeczowy. Od razu przy konsultacji zaproponował zabieg, który wykonał od ręki.", "lang": "pl"}
{"opinion_id": "op_003954", "text": "Ewidentny profesjonalizm. Merytoryczną diagnoza, bez umawiania kolejnych wielu wizyt.", "lang": "pl"}
{"opinion_id": "op_003955", "text": "Bardzo zaangażowany Lekarz. Pan Marek szczegółowo opisał opcje leczenia, wytłumaczył wszystko. Zabieg zrobiony od ręki. Super podejście do pacjenta. Dziękuję", "lang": "pl"}
{"opinion_id": "op_003956", "text": "Bardzo profesjonalna wizyta. Spokojne i rzeczowe podejście. Co do efektów, nie jestem w stanie jeszcze ocenić bo dopiero zaczynamy stosować się do zaleceń pana doktora, ale jestem dobrej myśli.", "lang": "pl"}
{"opinion_id": "op_003957", "text": "Marek Laskowski jest niezwykle profesjonalny - szybko i trafnie zdiagnozował problem, dokładnie wytłumaczył, na czym polega schorzenie i jak będzie wyglądać leczenie, używając prostego i zrozumiałego języka. Przeprowadził zabiegi medyczne z dużą starannością i ciągłym zainteresowaniem moim samopoczuciem oraz odczuciami. Bardzo uprzejmy i pełen szacunku. Dziękuję serdecznie za pomoc!", "lang": "pl"}
{"opinion_id": "op_003958", "text": "Maksymalne zaangażowanie w diagnozę i skuteczność leczenia.", "lang": "pl"}
{"opinion_id": "op_003959", "text": "Rzetelnie i fachowo, konkretne wyjaśnienie i odpowiedzi. Profesjonalne podejście do pacjenta.", "lang": "pl"}
{"opinion_id": "op_003960", "text": "Jestem pacjentem Pani Doktor od 4 lat i każdy problem z jakim miałem do czynienia został rozwiązany , dobrze wyjaśniony plan leczenia , także polecam z całego serca.", "lang": "pl"}
