{"opinion_id": "op_004361", "text": "I RECOMMEND MR. JAN KOWALSKI - PROFESSIONAL APPROACH TO THE CLIENT. DURING THE VISIT, EVERYTHING WAS THOROUGHLY AND UNDERSTANDINGLY DISCUSSED REGARDING THE DIETARY PLAN.", "lang": "en"}
{"opinion_id": "op_004362", "text": "Jan is a wonderful specialist. Full professionalism at every stage of cooperation, from the first visit at the office to the current continuation in the process of overcoming insulin resistance. I recommend him to everyone who cares about a healthy and happy life.", "lang": "en"}
{"opinion_id": "op_004363", "text": "Full professionalism, vast knowledge, detailed explanations of what is good and what is poorly managed in the keto diet process. I am very satisfied with the visit.", "lang": "en"}
{"opinion_id": "op_004364", "text": "The first dietitian I work with and I actually see results. I love the energy during the visit and above all the results from our joint efforts.", "lang": "en"}
{"opinion_id": "op_004365", "text": "Extensive knowledge and willingness to listen to the patient. Empathy.", "lang": "en"}
{"opinion_id": "op_004366", "text": "Specific and to the point, and on top of that, a true expert who knows his job.", "lang": "en"}
{"opinion_id": "op_004367", "text": "Super professional approach to the patient, detailed description of the problem.", "lang": "en"}
{"opinion_id": "op_004368", "text": "It was my first consultation. Although I didn't have many questions, the answers to those I asked were substantive. Next time I will prepare much better, with questions backed by my observations from following the recommendations and the progressing effects. Anna", "lang": "en"}
{"opinion_id": "op_004369", "text": "Detailed interview, extensive professional experience, specific information, very positive and constructive conversation. I recommend.", "lang": "en"}
{"opinion_id": "op_004370", "text": "I recommend, healthy and tasty.", "lang": "en"}
{"opinion_id": "op_004371", "text": "Professional approach, full support and a lot of patience. The diet was tailored to my needs and taste, the app with the diet is easy to use and very helpful. I wholeheartedly recommend Mr. Jan Kowalski's services.", "lang": "en"}
{"opinion_id": "op_004372", "text": "I am very satisfied with the cooperation with Jan. Always available, helpful and competent. The diet is not a torment, and the meals are super tasty and quick.", "lang": "en"}
{"opinion_id": "op_004373", "text": "I have been working with Mr. Jan Kowalski for a month and I already see the first results! The meal plan was prepared very quickly, tailored to my needs, and all recipes are available in the app, which greatly simplifies daily cooking. Great communication and individual approach. My boyfriend and I both use the services and are very satisfied - the dietitian took our differences into account but also ensured the meals were similar.", "lang": "en"}
{"opinion_id": "op_004374", "text": "I have only been working with Jan for a short time but I am already very satisfied! We have constant contact, which gives me a great sense of support and motivation. The proposed meals are not only healthy but also really tasty. An additional advantage is the great app I use when preparing dishes - it greatly simplifies daily planning. I wholeheartedly recommend!", "lang": "en"}
{"opinion_id": "op_004375", "text": "Very good communication, excellent meal plan. I can confidently recommend Mr. Jan Kowalski to people seeking professional help!", "lang": "en"}
{"opinion_id": "op_004376", "text": "I highly recommend! I have worked with many dietitians but none had such an approach as Mr. Jan Kowalski. Tasty diet, modern app facilitating meal planning and shopping lists.", "lang": "en"}
{"opinion_id": "op_004377", "text": "I warmly recommend Mr. Jan Kowalski :) full professionalism, great communication, delicious diet. A very helpful app with diverse dishes to choose from is available.", "lang": "en"}
{"opinion_id": "op_004378", "text": "I have been working with Jan for a month, but I already notice effects, not only in terms of weight but also in lifestyle and approach to cooking. Tasty, quick and simple dishes that don't get boring and at the same time allow you to enjoy food. Additionally, frequent contact to ensure everything is going well gives a sense of caring for the client and their needs, which is definitely a plus. I definitely recommend!", "lang": "en"}
{"opinion_id": "op_004379", "text": "Everything explained in detail, reliably, and most importantly, there are effects from the diet.", "lang": "en"}
{"opinion_id": "op_004380", "text": "Ms. Anna Kowalska listens attentively, has extensive knowledge about what cannot be combined with what. She gave me many tips on how I should compose my meals. I recommend if someone struggles with stomach problems and no longer knows what they can eat.", "lang": "en"}
