{"opinion_id": "op_003421", "text": "The doctor was very nice, but my glasses were fitted poorly - it was dark in the office (inadequate lighting), and the lenses the optometrist uses in the office for visual acuity testing are, in my opinion, of poor quality. It ended with her prescribing me glasses that were too weak, because the doctor said 'it's dark here and you'll see better in better light,' but unfortunately, that's not the case.", "lang": "en"}
{"opinion_id": "op_003422", "text": "I gave birth with Dr. Jan Kowalski in May 2010 at SALVE hospital. I had been to three appointments with Dr. Jan Kowalski before, just before delivery. The C-section was performed by Dr. Jan Kowalski on the scheduled date and was completely stress-free. Super, almost invisible small scar. On the ward, the doctor checked on me all the time to make sure everything was okay. A concrete doctor and a nice person. Definitely recommend!", "lang": "en"}
{"opinion_id": "op_003423", "text": "In my opinion, nothing special, a cursory examination, diagnosis basically from a distance, she didn't even come closer. What annoyed me was that when I go to the doctor, I wanted to 'take care of' all matters in bulk, and here, when she saw my face and I asked her to also take a look at the moles on my leg, she told me to schedule a separate appointment, even though only about 5 minutes had passed from the current visit (and Luxmed probably allows 15).", "lang": "en"}
{"opinion_id": "op_003424", "text": "Hello, for over half a year I've been struggling with dizziness, strange ear pain, and poor well-being. Much earlier, I read about Dr. Anna Kowalska, everyone praised her, so I went with the feeling that my half-year ordeal would finally end. The doctor was very nice and friendly, but I had the feeling she wasn't listening to me carefully. She didn't examine my ear or anything. She diagnosed it as some crystals shifting and gave me a referral for blood tests, but didn't prescribe anything, and I went home with the same problems I came with.", "lang": "en"}
{"opinion_id": "op_003425", "text": "I used the services of therapist Jan Kowalski under the influence of reading the book 'The Happiness Trap' and due to experienced depression, low self-esteem, and low self-worth, as well as an unorganized past sphere. During the meetings, which took place once a month, Jan Kowalski partly explained mental processes and partly encouraged exercises. Some were difficult, required courage from him, but he never imposed his position, only followed my needs. Under the influence of therapy, I looked differently at values, goals, and life tasks, and I consider the therapy very successful.", "lang": "en"}
{"opinion_id": "op_003426", "text": "I was recently sick with a cold for a few days. I didn't want to go to the doctor, but illness won. Luckily, I ended up with Dr. Jan Kowalski, I was seen on time (this has never happened to me anywhere before), Dr. Jan Kowalski prescribed me medication that cured me in two days (!). Additionally, he improved my mood; he has, as young people say, a polished sense of humor :) More doctors like this, and we won't complain about healthcare at all!", "lang": "en"}
{"opinion_id": "op_003427", "text": "We don't necessarily have to deal with a simple translation: if more and more people are getting Lyme disease, it means that more ticks have it or that more people are getting infected. In the past, people also had Lyme disease, but they didn't even know it, as the disease gives non-specific symptoms. If someone removes a tick from themselves and after some time has flu-like symptoms and goes to the doctor, today the doctor often routinely orders a test for Lyme disease. This wasn't done in the past, and treatment usually only covered people who developed a migrating redness in the bite area, unfortunately it only occurs in about one third of those infected. The increased number of cases in recent years may result not only from an increase in infections but also from better diagnostics of this disease - says Jan Kowalski. Lyme disease is the most common disease transmitted by ticks. According to data from the National Institute of Public Health - National Institute of Hygiene, the number of reported cases of infection with this disease in Poland has been growing for several years. In 2012 there were 8,806, in 2013 - 12,760, in 2014 - 13,886, and in 2015 - almost 14,000 cases.", "lang": "en"}
{"opinion_id": "op_003428", "text": "With my children (10 years and 2 years old) I basically only go to Dr. Anna Kowalska. I think she is a great specialist, doesn't treat the patient 'from above,' is nice, factual, and remembers and knows her little patients perfectly. She has an excellent approach to children and they like her very much. She doesn't prescribe antibiotics right away, sometimes senselessly, only when it's necessary. A few times I happened to go to another pediatrician, but usually I wasn't satisfied. I'm glad Dr. Anna Kowalska works at my clinic. If she leaves, I'll have a problem choosing another pediatrician. Highly recommend!", "lang": "en"}
{"opinion_id": "op_003429", "text": "The capillary is tightly coiled, and the flowing water moves quickly. As a result, the flow is not fully homogeneous - small vortices form. When a small amount of the test substance is injected into the stream of carrier liquid flowing in the capillary, it quickly stretches into a long streak. Researchers from IChF PAN looked at the concentration of the substance in the carrier liquid at the outlet of the capillary. As expected, the concentration was highest in the center of the capillary and lowest near the walls. The graph of the concentration distribution of the test substance along the capillary diameter had the shape of a Gaussian curve (similar to a bell). The scientists managed to relate changes in the concentration distribution of the substance at the end of the capillary - simply put, the width of the Gaussian 'bell' - to the flow velocity, viscosity of the carrier liquid, curvature of the capillary, and the diffusion coefficient.", "lang": "en"}
{"opinion_id": "op_003430", "text": "Technologies developed in the 'Tele-Robin' project can find application not only in medicine. Mechatronic and distributed control systems will be adaptable to industrial applications in places difficult for humans to access due to harmful factors present there, e.g., in nuclear power plants, but also in land, water, and air military systems, in hazard areas as equipment for rescue services, and in specialized laboratories with a very high level of cleanliness and sterility, with limited access for outsiders. 'The system works as a whole but is divided into two modules. These two parts 'see' each other and exchange necessary data at a frequency of 200-1000 times per second. This is possible thanks to modern hardware controllers, which we partly prepare or adapt, new global network technologies, and software, the creation of which I am directly involved in' - says Dr. Eng. Jan Kowalski. CHALLENGE: FIGHTING SIGNAL DELAYS", "lang": "en"}
{"opinion_id": "op_003431", "text": "I went to the doctor with a request to assess retinal degeneration, which another ophthalmologist had detected 3 weeks earlier during floaters examinations. The doctor during the examination found nothing alarming and considered my eyes a picture of health. Confused by 2 different diagnoses - I went 1 month later to a retina specialist. It turned out that I have 3 retinal tears on the edges, including one very serious one that, without securing, threatened to require surgery at any moment. The doctor was indeed very nice, explained the eye haziness that occurs in me, but overlooking the retinal changes I asked to assess - was in my opinion unforgivable.", "lang": "en"}
{"opinion_id": "op_003432", "text": "I do NOT recommend!!! I was at Dr. Jan Kowalski seven times with my five-year-old daughter. She had nighttime apnea and snored terribly. Dr. Jan Kowalski said it was allergies. He prescribed steroid medications after which there was no health improvement, only my daughter's weight changed. When I went to another doctor (the child was choking) it turned out that my daughter has hearing loss and a HUGE tonsil to remove and that immediately. I DO NOT RECOMMEND!!!", "lang": "en"}
{"opinion_id": "op_003433", "text": "We were at the doctor for a hip examination with our little daughter, from the very entrance he was very impolite. The ultrasound with consultation cost 230 PLN and we couldn't get anything concrete out of him! We literally had to pull words out of him, we were very disappointed with the approach, both towards us as parents and the child. He diagnosed dysplasia of the left hip and told us to immediately schedule another appointment for applying a brace. It seemed strange to me because we had been to a physiotherapist earlier who examined the little one very thoroughly and said everything was fine with the hips. So we consulted another doctor, it turned out the little one doesn't have dysplasia at all! I'll add that at the end of the visit (during which he tried very hard to emphasize the importance of the problem he found) he asked: 'Did I manage to scare you?' Eeeeee, excuse me, I thought the doctor's job was to treat and provide medical services, not to scare patients! Especially for such a price...", "lang": "en"}
{"opinion_id": "op_003434", "text": "I do not recommend. Maybe for women already pregnant, Ms. Anna Kowalska is good, but certainly not for those trying to conceive. I went to her for visits when I was using contraception and here it was flawless, because basically I didn't have many questions and the pills worked well. But when I came to Ms. Anna Kowalska as a person trying to conceive and additionally developed a hemorrhagic cyst, which delayed my period, I was told that it would absorb, and if my stomach hurt a lot, I should go to the emergency room, I didn't get any prescription... no words, over 200 PLN wasted senselessly, for the visit and for the ultrasound. And additionally, at my request that I wanted to get tested because we are trying to conceive, then for 3 months, I was told to come back in a year if it doesn't work out... I do not recommend once again.", "lang": "en"}
{"opinion_id": "op_003435", "text": "A very good urologist. Polite, concrete, spends enough time explaining the patient's current health status. Prepares mentally for the procedure. During the hospital stay, I felt Jan Kowalski's engagement in the fight to improve my health the whole time. Available for the patient. He managed to find an extra moment to answer my pressing health problems. He is an energetic and well-organized person. All documents were prepared on time and contained essential data about the procedure or hospital discharge. At the end of the treatment, a factual, friendly conversation with detailed instructions on what to do next, how to proceed in case of any problems. The patient doesn't feel left alone. I sincerely thank you for the care. Expressions of respect and recognition for competence. Jan Kowalski a completely random patient", "lang": "en"}
{"opinion_id": "op_003436", "text": "I advise AGAINST a visit to this lady for everyone. Encouraged by good opinions and the clinic's website, I went for treatment of acne, hair loss, and skin condition. The lady from the beginning behaves as if she's doing a favor by accepting a patient. She didn't help with anything. She stated briefly that it's all due to hormones, where I repeated to her that my hormone results are very good. Additionally, I counted on her helping me choose ointments and cosmetics for my skin, and she said that one has to choose them oneself. So I ask, what are we paying for there? Wasted money. Besides, one must be prepared that everyone in the waiting room will hear the whole conversation, and the lady gives the impression of wanting to quickly get rid of the patient.", "lang": "en"}
{"opinion_id": "op_003437", "text": "Proteins, besides their building function, also fulfill, among others, a regulatory function, which means they control all life processes. Their proper degradation is just as important as synthesis. Not only damaged proteins are removed but also those that, after performing 'their task,' are simply unnecessary. The process of removing proteins via the proteasome is extremely precise, and its slightest disturbance can lead to cancerous diseases or neurodegenerative diseases. Many diseases are associated with improper functioning of various protein pathways. 'In every cell, we deal with both synthesis and removal of proteins. Protein synthesis is the responsibility of ribosomes, while when it comes to their removal, we have two pathways: one through lysosomes and the other through proteasomes, which I work on' - explains Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003438", "text": "Recently, I was looking for a doctor who would help me solve my intimate health problem and at CZMP I ended up with Dr. Jan Kowalski. Fate sent me a wonderful, wise man. A professional, patient, explains everything, very delicate (and it was an experience for me, as many gynecologists have examined me). Now after the procedure, I go for check-ups privately because I don't want to stand in queues at the clinic and end up in someone's random hands.", "lang": "en"}
{"opinion_id": "op_003439", "text": "The lady was indeed nice. But what good is that to the patients? Three people scheduled for the same time, not by accident but consciously. The lady listened to what each had to say, wrote a prescription, and told them to come again and again and again... even though according to the lady the patient is healthy. So what are these visits for if there's no conversation, no help either... It's not an art to write a prescription and send home. Therapy would be useful, which the patient comes for, especially if the patient has a problem talking about their problems. The doctor should notice this herself, but I suspect she was too tired from cashing people all day. I'd gladly pay for therapy, but what happened in the lady's office was a big misunderstanding. If someone needs a prescription, I invite you to Ms. Anna Kowalska, if someone needs THERAPY I advise looking for another psychiatrist.", "lang": "en"}
{"opinion_id": "op_003440", "text": "she must have had an exceptionally good day. I began my acquaintance with Dr. Anna Kowalska on the recommendation of a work colleague - who recommended her to me as a great doctor. at the beginning I couldn't complain - at visits she was very nice and answered my questions professionally. however, when I reported to the hospital for an HSG examination - because I have problems getting pregnant, it wasn't so great then!!! she was annoyed that I did purity tests because why if she didn't order them!!!! I should think about it and not make a big fuss - either you want the HSG or goodbye!!! and don't bother me - words of the doctor!!! I do not recommend this doctor, the visits aren't the cheapest either because you shouldn't pay for a chat - only for treatment - that's my opinion.", "lang": "en"}
