{"opinion_id": "op_000601", "text": "I went to this doctor with specific questions regarding pregnancy with a fibroid, as only he had listed in his CV that he manages high-risk pregnancies, and mine certainly would be. The doctor answered all my questions in detail, sometimes even verging on being talkative, but overall very nice. He even gave me a few websites with the results of his research from his academic work, which I will definitely check.", "lang": "en"}
{"opinion_id": "op_000602", "text": "In 2011, I had an operation to remove a bunion. The foot was not corrected properly. The protruding bone still stuck out (just a bit less). Even though the doctor was nice, you had to ask about everything in detail. I did not receive any guidelines regarding any rehabilitation, check-ups, or a referral for an X-ray after the operation. The postoperative shoe was also poorly fitted because no one told me what it should be like (as a result, it was much too big, so it apparently did not fulfill its function at all - it did not offload the forefoot). After removing the orthopedic shoe, it was very uncomfortable to walk on the foot, which ultimately led to a much greater deformity than before the operation. I am currently 6 weeks post my second operation. This time I decided on a private clinic. Fortunately, everything was successful and the leg is healthy. I still have to operate on the other leg (also a bunion), but I will not use this doctor.", "lang": "en"}
{"opinion_id": "op_000603", "text": "The tasks that algorithms face can vary. Sometimes the algorithm is shown the binding site in a receptor, which has a specific shape. And the algorithm searches for a compound that can fit well into this shape. Sometimes, on the other hand, only compounds that act on a given receptor are known, and similar ones need to be found, even though the structure of the receptor itself is often unknown. \"A chemist would only need a piece of paper with a drawing of the compound. He would already know how to search for similar compounds. But a computer must understand, in its own way, what such a compound is,\" the scientist explains. And he describes that in the search for new chemical compounds, algorithms can use spaces with hundreds of dimensions.", "lang": "en"}
{"opinion_id": "op_000604", "text": "Dr. Jan Kowalski's team has developed tests whose production costs less than one zloty per single patient sample measurement. Two of them are already working prototypes. One detects prostate cancer, the other – breast cancer. The tests have been filed for patent protection, and talks are ongoing regarding potential implementation. \"Industrial production of selective antibodies for tests developed using chicken eggs can be even several hundred times cheaper,\" assures Dr. Jan Kowalski. Chickens, after being administered marker molecules, produce specific antibodies (IgY) with the desired specificity, which are then located in the egg yolk. The method is cheap, non-invasive, fast, and much more cost-effective than those used so far. The animals do not need to be harmed, and the process does not require the use of large amounts of antigens to obtain a high and long-lasting immune response.", "lang": "en"}
{"opinion_id": "op_000605", "text": "I was at Dr. Jan Kowalski's for an ultrasound-HSG (test for fallopian tube patency). The doctor makes a positive impression, collects a detailed history regarding the problem, and explains exactly what and how he will do. The examination was mega-painful but I expected that because the tubes turned out to be blocked. Importantly, the doctor listens VERY much to the patient, interrupts the examination at the moment of very severe discomfort, and makes another attempt only after permission. Most importantly, the effect, i.e., the unblocking, basically succeeded. His unexpected switching to informal 'you' is funny, but it didn't bother me; in fact, it reduced the distance. The lack of a white coat totally surprised me, I don't know what that's supposed to achieve anyway... The only thing I didn't quite like was that the doctor tried to insert his two cents into my treatment, somewhat undermining the decisions of my doctor (incidentally, his colleague from the clinic), and immediately wanted to give a prescription for medication. However, I did get a prescription (for an antibiotic, necessary after this examination) and with a discount, which is a plus because the office is of course private. The visit lasted much longer than the scheduled 15 minutes and the doctor did not give the impression that he was in a hurry or examining superficially. Oh, and when paying, a nice surprise - a discount :). Overall, I am satisfied, I will gladly return to Dr. Jan Kowalski when I am in the desired pregnancy.", "lang": "en"}
{"opinion_id": "op_000606", "text": "The innovativeness of our technical solution in the construction of a new type of EPRI tomograph lies in the possibility of obtaining, within a few seconds, 3D images of the distribution of oxygen concentration in the patient's blood. Oxygen concentration in the blood is an important parameter in detecting and treating cancers. The ability to image its distribution constitutes a fundamental advancement compared to other diagnostic techniques such as PET, MRI, and many others - explains the initiator of the invention, Dr. Jan Kowalski from the EPR Tomography Laboratory of the Institute of Materials Technology. He explains that upon detection of a cancer, the patient must be guided through appropriate therapy. The application of, for example, radiotherapy requires knowledge of the appropriate level of oxygen concentration around the tumor. If this level remains below a certain value, then more healthy cells are destroyed than the tumor - which is less sensitive to therapy. If the oxygen concentration is above a specified value, then the therapy will be more effective. This indicator allows doctors to plan optimal treatment, which burdens the patient to a lesser extent.", "lang": "en"}
{"opinion_id": "op_000607", "text": "Dr. Jan Kowalski, despite his young age, is a professional in every way. Very high personal culture, substantive approach to the patient, does not downplay any questions, very engaged. I haven't encountered such an approach in a long time. You can see very extensive experience in what he does. It was my first time, but certainly not the last, and I hope that with his help the treatment will end successfully. And despite the pain during the open biopsy, he is extremely gentle. I recommend it to anyone who would like to feel during a doctor's visit that they are in a world-class office. And on top of that, very handsome.....", "lang": "en"}
{"opinion_id": "op_000608", "text": "Lack of competence and an exceptionally dismissive approach to the patient. With an ear infection (manifesting, among other things, by pain, crackling, tinnitus, etc.), the \"doctor\" stated that everything was in the best order because there were no changes such as purulent discharge, hearing loss, etc. Apparently, it had to come to that to elicit any reaction from her, i.e., prescribing any anti-inflammatory medication, etc. The ear problem worsened day by day; a few days later, with another doctor of the same specialty, it turned out that the ear infection was already so serious that it ended up with an antibiotic, not only topical but also systemic. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_000609", "text": "Michał from Rumia. Dr. Jan Kowalski undertook the treatment of a tooth, the upper incisor after 4 apicoectomies with significant bone loss. Two surgeons/implantologists refused, and the situation seemed tragic. After a year, I have rebuilt bone and a beautiful tooth. The Doctor is a professional, decisive, confident in his skills and experience. Available even on weekends. After a visit to the clinic, it turned out that almost all teeth require treatment. Procedures performed using a microscope allowed for saving many teeth. Dr. Jan Kowalski works with a wonderful team, which makes the visits pleasant and not, as is usually the case, full of fear. I highly recommend Dr. Jan Kowalski's clinic, especially if you have problems that seem unsolvable.", "lang": "en"}
{"opinion_id": "op_000610", "text": "I went to Mr. Jan Kowalski privately because at the public clinic I would have to wait several months for procedures. I have been suffering from lower back pain for a long time. It's hard for me to bend over, sitting causes discomfort, and I have an office job, so I need to recover quickly. Another doctor recommended daily procedures, but Mr. Jan Kowalski did not agree with this and suggested 1-2 times a week. I don't know who to believe or what to do.", "lang": "en"}
{"opinion_id": "op_000611", "text": "Last week, my braces were removed, which I wore for just over 2 years. Although I could see the changes happening while wearing the braces, what I saw right after they were taken off knocked me off my feet! I couldn't imagine my teeth could be so beautiful, straight..... I should add that I commuted to Dr. Jan Kowalski's office several hundred kilometers, from Rzeszów. I tried my luck in other offices, but I only regret the wasted time, and consequently, money. I came to Dr. Jan Kowalski by recommendation and I absolutely do not regret entrusting him with my smile! For everyone who would like to have an effect right away: treatment takes time and you need to be patient, this man knows what he is doing! I know this perfectly well from my own example, because my smile was disfigured by other doctors and only Dr. Jan Kowalski brought it to its current state. I recommend Dr. Jan Kowalski and thank him once again!", "lang": "en"}
{"opinion_id": "op_000612", "text": "Good day, I wanted to speak about this doctor as a person. If it helps anyone, I wanted to write that this is a doctor with a very high opinion of himself. If someone is looking for a doctor not only for private treatment but also for treating children's emergencies at the clinic, I do not recommend. Please be aware that you will probably have to wait several hours. The unpleasant, snappy, and dismissive manner of this doctor is paramount. And when he finally deigns to see you, you will hear all about how overworked he is and how bad he has it. This doctor's top priority is a lack of respect for people and shouting.", "lang": "en"}
{"opinion_id": "op_000613", "text": "I am very disappointed. I had an appointment at 1:15 PM and was seen at 2:30 PM because Ms. Anna Kowalska had to pop out to town to take care of something. I was in the office for less than 10 minutes (examination + ultrasound) and Ms. Anna Kowalska charged 200 PLN (I did not receive a receipt or any confirmation of payment!). I had to talk myself about my first pregnancy which was high-risk and all my other health problems because Ms. Anna Kowalska didn't ask me anything. She wanted to get rid of me as quickly as possible to see the next patient because she was running late. Of course, I will definitely not go back there!!! I do not recommend.", "lang": "en"}
{"opinion_id": "op_000614", "text": "Ms. Anna Kowalska has been working with our little son for about half a year. She uses the Vojta method, thanks to which Jasio is making gradual progress, so I think it's a good course of action. Our son has a very warm relationship with his \"auntie from rehabilitation\", although he can sometimes be a difficult patient :). Ms. Anna Kowalska willingly shares her knowledge, she is interested in the results of Jasio's visits to specialists. It was she who recommended a consultation with a speech therapist. She is an open person who approaches therapy holistically, not forgetting to support the parents as well.", "lang": "en"}
{"opinion_id": "op_000615", "text": "Dr. Jan Kowalski was my dentist for over four years. However, after my last visit, I decided to change specialists. Initially, I was delighted with the professionalism, approach to the patient, and the prices were reasonable. From the moment the doctor hired an assistant, prices increased very sharply, the atmosphere deteriorated, and as for quality, I'm starting to have doubts. After all, he is a doctor who is supposed to fix my teeth, not entertain me with conversation, so I won't complain about the atmosphere. Prices initially with anesthesia were around 100-150 PLN; from the moment the assistant was hired, I never paid below 150 PLN, and recently I took a risk and had treatment without anesthesia and paid 170 PLN, which is a bit much, especially since the cavity was supposedly not large and on one surface. The waiting time to see the doctor is very long, at least 2 months, you very rarely get in on time (I'm not talking about 5 or 10 minutes because that's normal, but sometimes the delay can be up to an hour). I am a person who takes quite good care of my teeth, so my surprise was enormous when, after finishing treatment with Dr. Jan Kowalski, I went to an orthodontist to get braces and was told that I first need to treat my cavities. For clarification, it was mainly secondary decay under fillings from my youth, but as a professional, which I considered the doctor to be, he should have drawn my attention to this and dealt with the problem. I should mention that I didn't believe the orthodontist's opinion and went to two other dentists to verify the condition of my teeth. Unfortunately, both confirmed the need to replace 6-8 fillings (the discrepancy in number is due to the poor quality of the panoramic X-ray that all the doctors had access to (on a side note, I advise against getting X-rays at the place on Fiedlera Street in Fordon - the lady is very nice but the X-rays are poor)). Decay was visible \"to the naked eye\" in 5 cases, and for the remaining ones, looking at the X-ray, the dentists said they suspected the tooth was bad but weren't 100% sure. I understand that prices are going up, I understand that a patient is not a friend you need to chat with, I understand that there can be delays, that you wait for a specialist, but not noticing decay is something I do not understand and do not accept.", "lang": "en"}
{"opinion_id": "op_000616", "text": "\"A measurement in the cytometer usually takes about a minute. The result is a graph showing how all the bioconjugates interact with light. And since we know what signal we should get from pure bioconjugates, i.e., those without bacteria, we can easily determine whether the tested sample contains the bacteria we are looking for, and if so, in what quantity,\" says PhD student Łukasz Richter. Bioconjugates with one type of bacteriophage detect only one species of bacteria. However, due to the ease of preparing bioconjugates, interested hospital laboratories could, in advance, on their own and without major problems, produce a dozen or several dozen types of potentially useful bioconjugates, each with bacteriophages infecting a different bacterial species.", "lang": "en"}
{"opinion_id": "op_000617", "text": "I went to Dr. Jan Kowalski in March this year because I was not satisfied with the diagnosis made by an ENT specialist from the hospital in Chorzów. The Chorzów doctor examined me, gave me a referral for a CT scan. He basically did not explain his decision after looking at the image, only said that I should undergo two operations: correction of a deviated nasal septum and another one involving the removal of polyps from two maxillary sinuses. On the other hand, after the visit to Dr. Jan Kowalski, I had the impression that the doctor attaches great importance to tests and their quality. After a few visits, we managed to establish the true cause: a causal tooth and the resulting cyst (also after consultation with a dentist and a surgeon). After the operation, there was pain, a swollen face, and probably a minor internal inflammation, but after two weeks, a clear improvement! High-level service and reliability are the greatest advantages of the Doctor's diagnostics. I will probably have to verify the right maxillary sinus, but I will have no doubts about going back to this ENT expert. The Doctor, in soldierly words indeed, but speaks concretely and makes things clear as day. I have nothing left but to recommend Dr. Jan Kowalski's services! Best regards, Tomek K.", "lang": "en"}
{"opinion_id": "op_000618", "text": "I have been a patient of Ms. Anna Kowalska for 10 years. She got me back on my feet after a serious car accident, with a broken pelvis, stretched cervical vertebrae, etc. Later, I had another incident, as a result of which I suffered shoulder injuries and a fracture of 4 thoracic vertebrae. I regularly undergo rehabilitation with her because the resulting post-traumatic degenerations make themselves known. Just one visit to Ms. Anna Kowalska brings relief and immediate improvement. Several series in a row give me peace from the ailments for at least a year. Ms. Anna Kowalska is a high-class specialist, with excellent knowledge, experience, and great intuition. She senses the patient and recognizes the cause of the ailments. A concrete person, yet extremely nice and warm. At the same time full of power and strength. I have not met a better physiotherapist than her. I recommend her to all my friends and to you. She is really great! Additionally, she inspired me to change my lifestyle and diet. To start taking care of my health and physical condition, because it's really worth it! And she is a great example of that! Thank you, Ms. Anna Kowalska : ) Lidia Stankiewicz", "lang": "en"}
{"opinion_id": "op_000619", "text": "I was at the Doctor's for the first time. I found out that he is a very nice man. He very understandably defined my ailments and told me exactly what to do in my situation. I am very satisfied with the Doctor's attitude towards me as a patient, for which I sincerely thank him.", "lang": "en"}
{"opinion_id": "op_000620", "text": "After private visits, the doctor referred my son for a procedure to remove his tonsils. Everything ended well. In the hospital, she was afraid to admit it to us. Fortunately, everything went well. The procedure was performed without complications by Dr. Gęsicki - it's great!!!! During the procedure, paracentesis of the ear was performed because there was a hearing problem. After the procedure, after 2 months, an ear infection. The hearing problem worsened after 4 months. For the next months, the doctor treated him for runny noses, she couldn't see anything in his ears except for the blockage. It's a pity that for a year she didn't notice the otitis media with effusion. She found me a SUPER SPECIALIST - maybe much more expensive, but after the first visit, she learned about the diagnosis and what to do next. HE WAS NOT AS COMMUNICATIVE AS THE PREVIOUS WOMAN, BUT THAT'S NOT IT DIDN'T MATTER. I didn't receive a prescription for 100 PLN of cold medication, as the doctor can do, ONLY PROFESSIONAL HELP. Besides that, she's a nice and friendly person, but I don't recommend her as a specialist - PHONIATRISTS!!!", "lang": "en"}