{"opinion_id": "op_004181", "text": "Wszystko bardzo szczegółowo wyjaśnione. Polecam.", "lang": "pl"}
{"opinion_id": "op_004182", "text": "Na każdej wizycie widać, że Pan Krzysztof zna się na swojej pracy, jest zaangażowany, a kolejne kroki rehabilitacji wyjaśnia z dbałością o szczegóły, a to wszystko jednocześnie idzie w parze z przyjazną atmosferą.", "lang": "pl"}
{"opinion_id": "op_004183", "text": "Trafiłam z przewlekłym bólem karku, który towarzyszył mi od lat. Już po dwóch wizytach odczuwam wyraźną ulgę. P. Krzysztof poświęcił mi dużo uwagi i dokładnie wyjaśniał, co dzieje się z moim ciałem oraz jak będzie przebiegać leczenie. Pełne zaangażowanie i profesjonalizm. Polecam z całego serca.", "lang": "pl"}
{"opinion_id": "op_004184", "text": "Jestem bardzo zadowolona z wizyty. Pan Krzysztof podszedł do mojej sprawy niezwykle profesjonalnie, z dużym zaangażowaniem i empatią. Dokładnie przeprowadził wywiad, szczegółowo wytłumaczył przyczyny dolegliwości oraz zaproponował skuteczną terapię. Cała wizyta przebiegła w bardzo miłej i komfortowej atmosferze. Polecam z całego serca każdemu, kto szuka rzetelnego, kompetentnego i życzliwego specjalisty!", "lang": "pl"}
{"opinion_id": "op_004185", "text": "Polecam, podejście i wytłumaczenie problemu na wysokim poziomie.", "lang": "pl"}
{"opinion_id": "op_004186", "text": "Bardzo przejrzyste wytłumaczenie urazu oraz pracy nad urazem. Duży spokój i empatia, które pomagają się rozluźnić. Bardzo przyjemna, konkretna wizyta zakończona wskazaniem ćwiczeń do wykonywania w domu. Polecam.", "lang": "pl"}
{"opinion_id": "op_004187", "text": "Pełen profesjonalizmy, trafna diagnoza, ale też miłą rozmową. Barka doszedł do siebie - urlop uratowany.", "lang": "pl"}
{"opinion_id": "op_004188", "text": "Pan Krzysztof z pelnym zaangazowaniem i wyrozumialoscia pomogl mi z problematycznym kolanem. Wysluchal mnie i znalazl odpowiedzi na kazde moje watpliwosci. Polecam.", "lang": "pl"}
{"opinion_id": "op_004189", "text": "Bardzo profesjonalne podejście do pacjenta. Szczegółowe wyjasnienie przyczyny problemu, zalecenie ćwiczeń i co najwazniejsze, poprawa stanu juz po pierwszej wizycie! Serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_004190", "text": "Pełen profesjonalizm.Gorąco polecam.Wizyta przebiegła w miłej atmosferze ze szczegółowym   wyjaśnieniem zasad i sposobu rehabilitacji.", "lang": "pl"}
{"opinion_id": "op_004191", "text": "Pan Bartosz jest absolutną perełką fizjoterapii. Jest jak skuteczny jak Gandalf i wszechwiedzący jak Dumbledore. Świetny specjalista, uważny i dokładny.", "lang": "pl"}
{"opinion_id": "op_004192", "text": "Pełen profesjonalizm, bardzo dobry kontakt, wszystkie problemy zostały dokładnie omówione. Widać ogrom wiedzy i czuć pozytywną energię:D", "lang": "pl"}
{"opinion_id": "op_004193", "text": "Pełen profesjonalizm, rzeczowość i życzliwość. Gorąco polecam pana Litewkę.", "lang": "pl"}
{"opinion_id": "op_004194", "text": "Spektakularne efekty i przyjemna atmosfera wizyty.", "lang": "pl"}
{"opinion_id": "op_004195", "text": "Bardzo profesjonalnie, milo, klarowne wyjasnienia:)", "lang": "pl"}
{"opinion_id": "op_004196", "text": "Bartok is an excellent health care professional! He is very knowledgeable in his field, and has an extremely empathetic and personable style. I have enjoyed my appointments with Bartok, and I highly recommend him if you have suffered any kind of injury that requires healing and rehabilitation.", "lang": "pl"}
{"opinion_id": "op_004197", "text": "Polecam Pana Bartosza! Wiedza, profesjonalizm i podejścia do pacjenta może uczyć się od niego każdy fizjoterapeuta! :)", "lang": "pl"}
{"opinion_id": "op_004198", "text": "Bardzo przyjazny gabinet ,wizyta profesjonalna pan Bartosz bardzo cierpliwy i wyjątkowo życzliwy wszystko dokładnie tłumaczy .", "lang": "pl"}
{"opinion_id": "op_004199", "text": "Totalny profesjonalizm i zaangażowanie, przyjazna atmosfera, wszystko się zgadza.", "lang": "pl"}
{"opinion_id": "op_004200", "text": "Bardzo dobry specjalista, posia wiedzę i dowświadczenie, polecam", "lang": "pl"}
