{"opinion_id": "op_002941", "text": "I'm only giving two stars. Of course, I confirm other opinions about the atmosphere and the doctor herself - stress-free, friendly, and polite. Unfortunately, the prices of services are terribly high. I gave up treatment there because after a few visits I realized that I was spending an awful lot of money and there were no results. Communication chaos - after one of the visits, or during it when I'm lying in the chair and can't say a word, I find out that actually a bit more needs to be done on that particular tooth. Okay, I understand. But I don't hear what and for how much, and whether I'm not being asked if I want to continue. Only when paying for the service does it turn out that it's several hundred zlotys more than I thought... And unfortunately, the tooth treated root canal by the doctor and under a microscope still hurts to this day! And it cost me 800 zlotys. I'm really disappointed. Therefore, if someone has a basic problem and needs ordinary treatment, I don't discourage the doctor. But if it looks like something bigger - I recommend looking for someone cheaper, transparent when it comes to prices, and above all - more effective.", "lang": "en"}
{"opinion_id": "op_002942", "text": "We were at an appointment on the National Health Fund at Szpitalna, we were treated like idiots, the family doctor who referred us to him as well. The doctor - a hustler saw us as potential clients of his private practice and immediately started making hints that this and that would be best done privately, that it would cost a bit, but it's the best solution, because Krysiewicz Hospital is a slaughterhouse and our child will suffer there... we left disgusted by his attitude towards the patient, who definitely in the doctor's hierarchy of values is far behind money... we went to another doctor, who during a routine visit solved our problem, performed a small procedure with local anesthesia during which my son didn't shed a single tear. I do not recommend!", "lang": "en"}
{"opinion_id": "op_002943", "text": "I went to this doctor for half a year with a recurring hemorrhoid problem, each time I got the same expensive medications, a diet, that avocado to eat and I didn't see improvement (the problem and pain returned). When I did the sitz bath that the doctor recommended the pain intensified. After half a year of suffering I decided that something was wrong and went to another doctor. Now when I read these reviews I should have done it earlier.", "lang": "en"}
{"opinion_id": "op_002944", "text": "I am satisfied with the effects of Dr. Jan's treatment. I agree with the other posts that sometimes it's hard to \"catch\" him, but he answers all questions, because I had a lot of doubts about the treatment itself, its course, costs, etc. Actually, I also found a lot of information on his website fudalej.eu I can recommend him, because I see the effects of his many years of experience on myself : ) !", "lang": "en"}
{"opinion_id": "op_002945", "text": "I came to Pani Anna with a problem that disrupted my daily functioning. Pani Anna quickly diagnosed my problem - it was OCD, which I heard about for the first time in my life then. Pani Anna told me everything about this disorder and already after the first visit in the office I felt much better. Thanks to Pani's involvement, showing understanding and explaining certain things to me, Pani made everything take on colorful, not just black, hues. I know I still have some work ahead of me, but I can safely say that with each visit to Pani my problem diminished. Pani Anna! I am really grateful to you, because now I am again the same, cheerful and smiling girl! Thank you very much!", "lang": "en"}
{"opinion_id": "op_002946", "text": "I have been treated by Pani doktor for about 3 years. With a very good effect - no complications. Earlier I was a patient of other doctors. I definitely prefer Pani doktor. And as for the comments below, maybe the patients have their own problems and one should look a bit at their own behavior rather than openly slander Pani doktor for mistakes. Let's not make the doctor guilty. This is not a court. I expect culture.", "lang": "en"}
{"opinion_id": "op_002947", "text": "Competent, devotes as much time to the patient as needed without looking at the clock, performs an ultrasound included in the visit price. Unfortunately, in addition - even though I said that my dad had bladder cancer (which I emphasized) he didn't think to refer me even for blood tests or to an oncologist, to check if the ailments (which were not justified by the X-ray or ultrasound image) do not result from metastases. And a CT scan showed bone cancer at an advanced stage. The doctor might not have seen it on the image, but it's about the suggestion that this too could be the cause of pain under the buttock or later in the groin. For the doctor's learning...", "lang": "en"}
{"opinion_id": "op_002948", "text": "Pani doktor makes a good impression, but that's all. I was treated by her for 3 months, for recurring inflammations, which were finally controlled, but it turned out that the cause was an erosion. After 2 months of her \"treatment\", when everything was supposed to be fine, I went to another doctor for a consultation, where it turned out that the erosion was not cured at all. I lost a ton of money over those few months and the effect is that I returned to my initial state of health. I do not recommend! Besides, a downside is also the wholesale treatment of patients, strange comments and not very clear explanation of the causes of the health condition and treatment. I trusted her because she had good reviews and that's why I didn't listen to my intuition and continued the treatment. As you can see, it was a mistake.", "lang": "en"}
{"opinion_id": "op_002949", "text": "One of the few doctors who deserves a positive post on this site. A competent cardiologist, a specialist not only in his field of rhythm disorders and ablation, trustworthy and above all committed to what he does. I came to the doctor when a congenital conduction disorder of the electrical impulse in the heart \"WPW\" was detected in me at the age of 46. I was terrified reading online about the ablation I was referred for, especially since my WPW appeared and disappeared, which meant the procedure might not bring a positive outcome. From the first visit to the procedure I felt no fear about performing the ablation and eliminating the defect in my heart, because Pan doktor with his confidence in the strength of his skills gave me a sense of security and faith that I was in good hands. I recommend Pan doktor to all patients who have an ablation ahead of them, because every patient deserves a good, trustworthy doctor. I recommend", "lang": "en"}
{"opinion_id": "op_002950", "text": "first of all each of us regardless of whether it was the 1st time or the 20th can say for sure the same thing: EXCEPTIONAL, and has \"that something\", which may cause anger, cursing that it's the same for everyone, but at the same time that \"charm\" and knowledge combined with huge intelligence make you want to come back. I'm from Pomerania, I traveled for visits on average every month and I don't regret a single zloty spent in that city. I'll say honestly that I could spend whole days in that office, because there was laughter and tears, together with my husband we returned uplifted. Now I'm in the 37th week of pregnancy and I have my problems and a doctor on site but no one ever gave me such professional and above all proven methods not only related to pregnancy but also concerning the whole body, and not many know so much outside their field, like exactly dr Markuszewski and I regret only one thing: I would like it to be this doctor who sees our little darling first! So if someone doesn't like it, they know where the door is : - )", "lang": "en"}
{"opinion_id": "op_002951", "text": "I was for the first time at Pan doktor, I'm not from Białystok, but there's no comparison between what gynecologists are like in my town and Pan Mikołajewski is a big difference, he knows his profession, is nice, polite, knows how to talk to a patient, simply knows what he's doing, I greet him warmly", "lang": "en"}
{"opinion_id": "op_002952", "text": "As Dr. Pabiś explains, therapy with the cube should last several months, with that, it will proceed differently in each child. One child will need three months for it, another six months. According to the project assumptions, therapy will be tailored individually to the child's age and gender. Before starting therapy, their cognitive processes, long- and short-term memory capacity, vision, and hearing will be examined. \"Using a special diagnostic platform, it will be possible to examine the activity of mirror neurons and check whether their population is large or small. Based on this, the training will be modified and tailored to each patient\" - explains the scientist. The creators of the device would like to launch production of the cube on the global market, including in the USA and China. That's exactly why they plan to conduct more extensive research.", "lang": "en"}
{"opinion_id": "op_002953", "text": "Pan doktor's approach is very routine. Zero specifics beyond the suggestion that all procedures are possible here and now, for a hefty fee. The child had hearing loss due to enlarged tonsils, and constant infections, but that was already stated by another doctor, who conducted appropriate examinations of the child, for a price much lower than Dr. Jan Kowalski. Since the child required an immediate procedure, he also suggested where we could seek help on the National Health Fund, without a one-year waiting period.", "lang": "en"}
{"opinion_id": "op_002954", "text": "I was at Dr. Szymula only once and fortunately it was the first and last time, I also ended up with him because I have a subscription at LuX Med and not knowing any of the doctors blindly I was registered to him. He was very unpleasant, arrogant, asked strange questions that have little to do with gynecology and when I asked him why he asks such questions he yelled at me that it's not me who asks questions but him. Already during that visit I felt like crying, I felt so bad. After the visit to Szymula I had another very unpleasant story, namely he did a Pap smear for me, its result was tragic - group III with oncological changes, I don't need to write to you what trauma I went through. I was surprised by such a result, because I didn't feel any worrying symptoms, I went to another doctor - Dr. Olszewska, whom I really even adore ; - ), she did all possible tests for me, the cervix was of course beautiful, a repeat Pap smear - group I ! ! ! I don't know how Szymula did that Pap smear for me and I probably prefer not to know but what stress I went through because of him I will never forget.", "lang": "en"}
{"opinion_id": "op_002955", "text": "A doctor definitely worth recommending and above all with a vocation! : - ) Our son had an operation for a hydrocele. The doctor's approach to the child is of the highest level. Kuba for the first time was not afraid of the doctor and willingly went into the office by himself. The course of the operation, communication with parents before and after the operation also at the highest level, thanks to which we could be calm and sure that Kuba is in good hands. The scar healed beautifully. The day after the operation Dr. Jan Kowalski called to ask about our son's well-being, which also very much impressed me. Once again we thank the doctor for professional care and recommend to all parents who are looking for a very good pediatric surgeon. Kuba's parents : - )", "lang": "en"}
{"opinion_id": "op_002956", "text": "A very good doctor after 3 years of inept treatment by other gastroenterologists I was in depression - constant diarrhea and unceasing bleeding from the intestines. When I got to Pan doktor I had anemia and terrible pain on the left side. For starters I got an additional medication after a month the disease receded. After a year the steroid medication was discontinued and knock on wood for over a year zero symptoms of recurrence. Of course Pan doktor recommended a strict diet zero fried, fish with omega acids and zero milk and its derivatives. Everything steamed and boiled. I am satisfied and finally I live like every healthy person", "lang": "en"}
{"opinion_id": "op_002957", "text": "I went to Dr. Surdej with my 1.5-year-old daughter she had a very red bottom and nothing helped her the doctor prescribed various ointments in the end she prescribed a very strong ointment with steroids and it didn't help either and it had been going on for almost two months I went to a dermatologist and there I found out that she has diaper rash and she said that such an ointment as the pediatrician prescribed with steroids absolutely must not be used in intimate areas especially of a child. The dermatologist prescribed two ointments for 5 zlotys and on the third day there was no trace", "lang": "en"}
{"opinion_id": "op_002958", "text": "I was at Pan Szewczyk only once. He asked about everything precisely, performed the procedure. A good specialist, good atmosphere. I only missed maybe more detailed information about exercises that I could perform and a broader look at \"my body\" (because from previous visits to physiotherapists I know that many things require special attention in my case). Pan Sz. dealt with what he was supposed to deal with, so I can't have complaints either. Most importantly, the injury subsided, so a positive rating : )", "lang": "en"}
{"opinion_id": "op_002959", "text": "The doctor is nice and friendly but unfortunately didn't help me. I came with a problem - the 8th day of non-stop menstrual bleeding. The doctor stated that in a day / two the bleeding would pass on its own, nothing I should worry about. 12 days later when the bleeding still persisted I went to another doctor, the ailments stopped only on the 21st day after taking medication. After so many days of bleeding I was already very exhausted.", "lang": "en"}
{"opinion_id": "op_002960", "text": "So far I can only assess the course of the visit - consultation. Definitely a person in the right place, explains everything well, doesn't look at the clock, you can see that he is involved and talking to him I felt his confidence and conviction in what he does. He has a nice contact with the patient, is \"building his career\" I think a good future awaits him which I sincerely wish Pan doktor. We'll see how it is after the procedure. : ) I greet Pan doktor", "lang": "en"}
