{"opinion_id": "op_002401", "text": "is a very good doctor, nice, warm, cares about his patients, only I go to him in Gdańsk and I don't know if it's the same doctor. The rating has been changed to \"I recommend\". Reason: The argumentation for giving the highest rating was too laconic.", "lang": "en"}
{"opinion_id": "op_002402", "text": "The doctor treats someone close to me and I have a positive opinion of him - he performed stomach cancer surgery excellently, he is competent, responsible, quite nice. We go to him for check-ups, it's been 3 years already. It's sad to read comments that he is arrogant etc. Dear predecessor, if you OFTEN get the impression that he is so bad, it means you still go to him. Why? Or maybe you actually trust him? . . . . . . . . . . or maybe you envy him . . . . . . colleague?", "lang": "en"}
{"opinion_id": "op_002403", "text": "I can wholeheartedly recommend Dr. Jan Kowalski. We are parents of a 3-year-old son. Dr. Jan Kowalski managed the entire pregnancy and we are very satisfied with it. Even though he went on vacation, he handed me over to his friend Dr. Jan Kowalski (head of the gynecological-obstetric department at the Railway Hospital in Katowice). Even though I'm not from Katowice, I preferred to commute for appointments there rather than go to doctors in my city, even though I have a county hospital on site, but what's the point of having high-quality equipment in the hospital if the doctors don't know anything, as is the case in the county hospital in Mikołów. Dr. Jan Kowalski refers for all tests and explains everything in detail. If the pregnancy is proceeding normally, appointments are once a month, not like with other doctors every 2 weeks. It's a shame only that good specialists have to be so expensive, but sometimes it's worth paying more and sleeping peacefully without worrying that something might be wrong with the child. Dr. Jan Kowalski will certainly manage the next pregnancy as well because I can trust him. THANK YOU VERY MUCH FOR THE CAREFUL CARE", "lang": "en"}
{"opinion_id": "op_002404", "text": "A competent doctor and you can see he is experienced. A factual and concrete approach to my case, meaning he listens, asks, analyzes documentation and examines, and clearly gives his opinion with an indication of what to do next. Finally, I'll add a rather insignificant piece of information but it's also worth noting because he doesn't \"sweet-talk\", doesn't promise any miracles like others messed something up and he will do it right and such pleasant talk to please the patient. So realistically - appropriate to the available possibilities, he assesses the situation and tells the patient what further action he sees. I think it was worth it, I thank the doctor for the visit and I will continue to use his medical potential.", "lang": "en"}
{"opinion_id": "op_002405", "text": "Usually, filariasis affects people who spend a longer time in endemic areas. Among our patients, these are people who like trekking off-road or missionaries working in endemic areas of this disease - says Jan Kowalski. On the other hand, artemisinin, which Nobel laureate Youyou Tu worked on, is a drug for malaria. \"For some time it was a forgotten drug, quinine dominated\" - said the researcher. He emphasized that artemisinin destroyed parasites in the patient's blood very quickly, but resistance to this drug developed quite quickly. Now, however, artemisinin - whose effectiveness has already surpassed quinine - is used as a component of a drug in combination with other antimalarial drugs, so-called ACT (artemisinin-based combination therapy).", "lang": "en"}
{"opinion_id": "op_002406", "text": "On Wednesday, the official opening of the Dental Simulation Center also took place at the university. Students can use 60 phantom stations simulating clinical conditions. The stations are equipped with, among other things, appropriate sets of jaws, teeth, rubber gums, and mandible models for learning conduction anesthesia. \"When we started learning on phantoms a few years ago and when after all the exercises we talked with our parents and friends, everyone envied us that we learn so modernly. ( … ) I only understood the concept of envy today, because that is exactly what I feel today towards my younger colleagues\" - said Mateusz Tarnowski, a 5th-year dentistry student at UMP, during the ceremony.", "lang": "en"}
{"opinion_id": "op_002407", "text": "The doctor approaches his work professionally, performs examinations very thoroughly and without rush. The patient is sure that the examination aims to check the actual state of health, not just to tick off that the examination has been performed. In my case, the doctor detected a change during a preventive visit that gave no symptoms but posed a direct threat to health and life. The doctor described the change to me in detail, the threats it carries and what the treatment looks like. He advised which path to take regarding the choice of treatment. Even though the change in the heart was a huge surprise for me, thanks to the appropriate presentation of the whole situation by the doctor, I felt calm. A week after the examination, I was after surgery and I can enjoy full health without the risk that something will suddenly \"switch me off\". I sincerely recommend Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002408", "text": "The doctor looked at my facial changes, took a detailed history, presented three possible solutions to the problem, from which she chose the one that suited me best. Unfortunately, the doctor was not knowledgeable about \"natural\" cosmetics or semi-products that I use, which surprised me a bit. At this stage, I cannot say whether the treatment will be effective and whether the doctor's advice will solve my problem. I rate the first visit very well, and I have to wait for the effects.", "lang": "en"}
{"opinion_id": "op_002409", "text": "\"In Poland, too little is said about what sepsis is, what the treatment possibilities are, how care for a patient after sepsis should look. Therefore, together with the Association for Research and Treatment of Sepsis 'Overcome Sepsis', we decided to launch a platform that will constitute a compendium of knowledge on this topic\" - says the project coordinator Adrian Szulczyński. The PokonacSepse.pl portal contains information on recognizing symptoms, prevention, and the latest guidelines for treating this disease. The materials available on the platform were developed by experts from various fields, including microbiology, cardiology, surgery, nephrology, and pediatrics, as well as specialists in intensive therapy and primary care physicians.", "lang": "en"}
{"opinion_id": "op_002410", "text": "Dr. Anna Kowalska is very \"uneven\" when it comes to receiving patients. Sometimes she is in a good mood, is nice to the child, explains everything with a smile. Unfortunately, we more often happen to catch her on a \"worse day\". She gives the impression of being bored or very tired. You have to ask about everything. She notes something, writes a prescription, answers impatiently. Neutral rating because the diagnosis is usually accurate but the visits are not very pleasant.", "lang": "en"}
{"opinion_id": "op_002411", "text": "Unfortunately, the doctor did not meet my expectations either. I came to her with a diagnosis of hypothyroidism, about which I knew nothing, and after the visit I didn't know any more. Indeed, an exceptionally taciturn doctor, zero information on how to cope with the ailments. I cannot assess the doctor's competence, she issues prescriptions, does an ultrasound (without a word), I (the patient) am alive, so the treatment itself is probably relatively accurate, although I really am not sure if it's the best possible.", "lang": "en"}
{"opinion_id": "op_002412", "text": "Stress-free, in a good atmosphere, without tension (for someone who is terrified of needles, this is not insignificant), with consideration not to touch teeth when there is no certainty that it's necessary, without waiting in the waiting room, with a very individual approach. I recommend the practice to everyone. I have been treated by Dr. Jan Kowalski for 7 years. Don't change specialists : )", "lang": "en"}
{"opinion_id": "op_002413", "text": "Hello, yes, the doctor examined me and gave me a referral for an MRI which costs 600 zł with contrast. but I didn't even get a prescription for painkillers, that's not what I expected from a specialist, I won't even mention a sick leave, one should ask the patient if they need it because I work physically, not like the doctor in a chair, although I know that sitting in a chair is nothing good, I don't recommend it because you pay 200 zł for a visit and it really doesn't help at all, even the lack of a prescription for painkillers is the biggest mistake for me.", "lang": "en"}
{"opinion_id": "op_002414", "text": "I am very dissatisfied with the visit. The doctor allows himself to make crude comments regarding the patient's figure. If you don't have a perfect body, I advise against it. (I will note that I have no problem at all with the doctor's recommendations, e.g., to lose weight. This was a completely different situation, after which I left the office in tears). He addresses the patient in a very patronizing tone, is arrogant. He is also very forgetful and doesn't give a good prescription / doesn't write correct recommendations. The examination was very painful. The visit itself lasted about 5 minutes (including the examination!), and the doctor forgot to issue a prescription for one of the two medications.", "lang": "en"}
{"opinion_id": "op_002415", "text": "The doctor was not very effusive. unfortunately, I had to extract all information from her. the only thing I am satisfied with is the immunity tablets she prescribed me, after which my sore throat went away and she referred me for a tonsil swab. She didn't tell me anything specific. Still, she helped me to some extent, so I rate the overall experience as good.", "lang": "en"}
{"opinion_id": "op_002416", "text": "I recently went to the professor for the first time. I spent five minutes in the office and wasn't even examined! Not a single question came from him: why I came, what the problem is, etc. He focused only on copying my results into his notebook, then concluded that I should get a referral to the hospital, and then we'll see. This \"advice\" cost me 100 zł! I think it's a scandal!", "lang": "en"}
{"opinion_id": "op_002417", "text": "I will also join the positive comments about Dr. Anna Kowalska. My husband and I have enormous trust in her because she is a doctor with a calling!!!! She has the right approach to the youngest patients, can make a good diagnosis and doesn't immediately take the easy way out by prescribing antibiotics for any reason. Every visit takes place in a pleasant atmosphere. It is true that visits rarely take place at the previously set time, but this results from the fact that the doctor approaches each patient individually - so I absolutely have no complaints about that, I just got used to it : ). Another thing is the doctor's notorious answering of phones during the visit (as some accuse) . . . . . . but it absolutely doesn't bother me because I also often call asking for advice. She can sacrifice her private time to help. How many such doctors do you know? because apart from Dr. Anna Kowalska, I don't know any.", "lang": "en"}
{"opinion_id": "op_002418", "text": "\"The questions are usually related to the disease entity and the patient's condition in order to early detect any negative symptoms. In this way, we receive measurement results and a description of the patient's condition, i.e., essential data which, systematically collected, provide a basis for making therapeutic decisions. In this way, we are able to keep the patient in a better state regarding key clinical parameters\" - emphasized Jan Kowalski. The equipment for seniors is very easy to operate; the devices are equipped with \"bluetooth low energy\" technology and have a small number of buttons. Within the system, the doctor does not have to be available all the time, as so-called alerts are emitted when specified values of the examined parameters are exceeded. \"This allows for less burden on specialist staff and we are able to better manage healthcare\" - assessed Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002419", "text": "Serious bone damage can occur as a result of, for example, cancers or accidents. A common solution used in humans until now was implanting a metal implant in place of the damaged bone. This implant, however, had to remain in the body for life. In the case of animals, more serious bone damage - e.g., in a paw - usually ended with limb amputation. Meanwhile, researchers from the Faculty of Materials Engineering at the Warsaw University of Technology have developed a bioimplant - a solution that helps rebuild damaged bone tissue. It is a polymer and porous, like pumice, scaffolding printed on a 3D printer. On it - after implantation into the body - the patient's bone tissue cells can grow, gradually rebuilding the bone.", "lang": "en"}
{"opinion_id": "op_002420", "text": "I HIGHLY RECOMMEND ANNA KOWALSKA! She is a very warm, cordial person, who clearly loves her job. Her manner allows you to quickly trust her. She is smiling and radiates positive energy and faith that problems are there to be solved. Instead of sinking into sadness, thanks to her, I quickly started to see everything a bit differently. I started to accept myself more, my relationships with people and with my girlfriend improved immediately. Her openness, support, and understanding are of enormous value. It's enough to meet her to change your opinion about psychologists - not all are stiff and silent. She helps change lives for the better! I'm glad I met her on my path!", "lang": "en"}
