{"opinion_id": "op_002921", "text": "I would like to express here on the forum my greatest admiration for this doctor and my respect for the kind of person he is. Unfortunately, about two months ago I had a very serious accident with a very complicated fracture of both forearm bones. I was at risk of losing some hand function. However, hands are my tools of work, essential for performing my profession in any form. Before the operation, it often crossed my mind - would I have to retrain? Did 15 years of hard study and work go to waste? Well, it turned out not. I am a doctor myself and I know what it means to feel in your heart that a given case is simply difficult. I know that responsibility. Dr. Jan Kowalski showed the highest responsibility for my health. Today marks seven weeks since the operation, I go to rehabilitation but... I have practically no complaints, I work as before the accident, I help at home with housework AND THIS IS JUST A SHOCK! This doctor made a black day in my life turn out to be just some kind of nightmare dream and the future of me and my family has regained its colors.", "lang": "en"}
{"opinion_id": "op_002922", "text": "I had the opportunity to see the doctor with my 7-month-old son, who suffers from atopic dermatitis. The little one had his whole body covered in inflamed red spots. At about 1.5 months old he had a delicate protein allergy, which subsided, but the red spots on the body appeared around 4 months of age. The doctor stated that it was not a protein allergy at all, but grass pollen and mites. Prescription? Of course, a steroid that must be used until about 2 years of age, because otherwise it can lead to asthma... Today I know that what my son is allergic to is not any pollen but lactose, because I found a real doctor who treats and does not \"put out fires\" with steroids.", "lang": "en"}
{"opinion_id": "op_002923", "text": "I came to Dr. Jan Kowalski by recommendation and was not disappointed. The doctor managed my first pregnancy textbook perfectly! During pregnancy, my husband accompanied me at every visit. We were received very warmly. We got answers to every question that bothered us. Dr. Jan Kowalski is a very open person to human problems with enormous knowledge and experience. I felt we were in good hands! The son was born healthy for which we are eternally grateful! During the next pregnancy we will also knock on the door of Dr. Jan Kowalski's office!!! Anna, Jan and little Jan :)", "lang": "en"}
{"opinion_id": "op_002924", "text": "It is not true what this internet user wrote. This doctor is a very good, very nice, kind and cultured person. It is also not true that he looks at women's breasts, he doesn't do that at all, although in many cases he should do it, he might save some woman from death. I have been treated by the doctor for 8 years and I cannot say a bad word about him, quite the opposite. Both he himself and the staff of this clinic are wonderful people. I highly recommend.", "lang": "en"}
{"opinion_id": "op_002925", "text": "WE HAVE FIVE FINGERS IN OUR GENES The scientist explains that genes that regulate e.g. the number and length of fingers, activate during embryonic development, and then most often \"go to sleep\". However, if they wake up at the wrong time or place, they can lead to the emergence of disease phenomena. This property means that disease mechanisms can be studied through research on organism development. \"We already know how to turn certain genes on and off at different times and thus, in a controlled way, we can e.g. regulate the number of fingers in experimental animals\" - announces Prof. Jan Kowalski and adds that researchers can already lead to the birth of mice with 14 fingers on one limb.", "lang": "en"}
{"opinion_id": "op_002926", "text": "This was my first visit to this doctor. I was admitted on time. The doctor listened to me patiently, examined me, wrote a prescription and a referral for additional tests. The visit took place in a pleasant atmosphere. I only give a good rating because I am not yet able to assess His competence. For the visit itself, the culture, the attitude towards the patient I give \"6\". The availability of appointment dates is also an advantage.", "lang": "en"}
{"opinion_id": "op_002927", "text": "A little info for disappointed \"patient-tourists\": maybe you confused the specialists (?) You feed on information from various internet forums, diagnose each other and expect that a \"good\" doctor should rubber-stamp your suspicions. Yes, I have been a patient of Dr. Jan Kowalski for a long time and reading some entries I am amazed. Maybe it's the competition doing black PR. I go for visits both privately and through the National Health Fund at the clinic and I never felt \"blown off\", and I must admit that I am a rather complicated case and often ask stupid or irritating questions. Several hospital stays and always the right treatment, and most importantly - preceded by thorough diagnostics. Professionalism and stoic calm - and that's what you should expect from a specialist. If you were looking for someone to pat you on the back with every premenstrual tension, andropause or menopause then look for a psychologist.", "lang": "en"}
{"opinion_id": "op_002928", "text": "The Chairman of the Scientific Council of the National Influenza Control Program, Prof. Jan Kowalski, said that the main reason for such a large number of cases was an exceptionally dangerous swine flu virus AH1N1 and that in 2015 only 3.4% of Poles were vaccinated against flu, less than in previous flu seasons. The most people in our country were vaccinated against flu in 2005 - 8.6% of the population. Since then, the number of these vaccinations has been falling. In 2007, 6.1% of Poles were vaccinated, and in 2012-2014 - only 3.7%. \"This is definitely too little, in this respect we are one of the last in Europe\" - emphasized Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002929", "text": "There are many psychologists, but experienced ones who are not afraid to talk openly about sex and practically help with the \"topic\" - there are few. I am skeptical about the reliability of online information - but I came across Dr. Jan Kowalski on a sexual medicine forum and I hit the jackpot. It was a long time ago, I should have written this praise long ago.", "lang": "en"}
{"opinion_id": "op_002930", "text": "Hello Doctor professional, approaching with great respect and sensitivity to the profession he performs, generally a young person and yet possessing knowledge and experience, I am a case who carried the first pregnancy to what one would say a respectable Professor (overdue pregnancy) and it was a textbook pregnancy and the Professor so unfortunately ended it, thank God I have a super daughter. I entrusted the second pregnancy to Dr. Jan Kowalski, it started with hematomas on the uterus and ended with a very rare position of the fetus - transverse lie. The doctor approached everything excellently, did not beat around the bush, did not sugarcoat, did what a professional should do, maintained the pregnancy, managed it, brilliantly delivered by cesarean section at the right time without leading to any complications. I recommend with all my heart, he is a great doctor and on top of that, a nice, kind and cheerful guy and for that a huge plus. Regards, Anna Kowalska", "lang": "en"}
{"opinion_id": "op_002931", "text": "Maybe I'll start by saying that my name is Jan and I am a gambler. Jan was my individual therapist as well as leading group classes in the place where I began my way out of my addiction... It is very difficult for me to describe, evaluate and find words that would describe His contribution to my recovery... and that's because the contribution was simply huge and practically indescribable :) Everything started in the fall of 2015 when I ended up in the center after over a dozen years of gambling in a deeply depressive state, on the verge of exhaustion primarily mental, with huge debts... \"Life or death\" - these are Jan's words that I will remember for the rest of my life, and which he said when he found out that after a few months after previously interrupted therapy I started gambling again... Words that he said with full responsibility knowing what state I was in... Through which I also knew that I could always return to therapy and call him... ... and I called. At the moment when I really realized that I had only two paths to choose from. From the moment of resuming therapy, Jan was a person I trusted. I trusted him boundlessly - 100%... He was and is my mentor and guide (here probably, reading, he will smile and blush slightly). In individual contact it turned out that we are on \"the same wavelength\" and in life we had similar problems. Because of which in the initial phase of therapy each meeting poured great hope into my heart that I could get out of addiction and my depressive state and enjoy life :) (because after all He managed to do it). Each of our meetings always brought something new, something revealing for me. Because of which I made steady progress, and it really wasn't easy... The trust I placed in Jan paid off and resulted in the fact that today I lead a super happy and active life free from addictions, full of joy from the smallest things :) With Jan, although our therapeutic meetings are not taking place for now, we maintain constant contact... which I value very much :) Along the way it turned out that we have similar interests, sense of humor and we simply understand each other :)", "lang": "en"}
{"opinion_id": "op_002932", "text": "Together with my husband we recommend and will recommend the Doctor. We came for a visit after the first pregnancy, which miscarried. The Doctor ordered a series of tests, then implemented treatment, monitored the results. All so that in due time we could get pregnant again, and above all maintain it. We \"surprised\" right away. The pregnancy itself proceeded with complications, fortunately thanks to visits, prescribed medications and the Doctor's care we are parents of a 3-month-old son (healthy and born on time). The Doctor can bring down to earth and calm down when one reads too much nonsense on the internet and then finds the same symptoms in oneself. He can also react quickly when something happens (and here I am most grateful for the private phone number, which I could call every day at any time - the Doctor answers all calls). Of course, I also sometimes had to wait my turn in the waiting room. However, I myself cut in line 3 times unannounced due to complications, so I know that some things cannot be predicted. Especially in medicine. Once again I highly recommend!", "lang": "en"}
{"opinion_id": "op_002933", "text": "The doctor is factual, certainly knows his job, but with a look and expression like \"Terminator\", he can scare, sometimes it's hard to talk to the doctor. However, he could devote more time to his patients and smile once in a blue moon, and he can do that, I really saw personally that he can even joke, unfortunately why so rarely?", "lang": "en"}
{"opinion_id": "op_002934", "text": "I was treated by the doctor for a vaginal infection, which was supposedly causing a burning sensation located on the anterior vaginal wall. Despite the lack of discharge and redness, I was treated with numerous antibiotics and intravaginal antifungal medications. Instead of subsiding, the symptoms worsened, and the doctor slowly threw up his hands. I gave up visits to the Polis clinic and seeking help I went to Lublin, where I was diagnosed with vulvodynia. I was convinced that the bacteria they tried to cure in me constitutes my natural bacterial flora. Antibiotic therapy and intravaginal treatment only worsened my condition. I had the opportunity to tell the doctor about the disease entity that is vulvodynia, but non-factual responses from him indicated that he had never heard of this disease. This is a huge surprise to me considering the doctor's many years of experience. Definitely not recommended!", "lang": "en"}
{"opinion_id": "op_002935", "text": "I used the services of Jan only once, but that one time was enough for me not to come to him again. Before the visit I told the said doctor that he should put in 2 fillings and he did, but the first one in the right place, the second one not. Without my consent, the dentist treated a tooth, but not the one I wanted. I waved my hand and left. The problem is that after 5 months both fillings fell out. I wrote about it to Jan, I complained about the quality of his services, I waited 2 weeks, zero response. Definitely do not recommend this dentist, style over substance.", "lang": "en"}
{"opinion_id": "op_002936", "text": "I was not given the chance to get to know the Doctor too well. I waited 10 minutes outside the office where there was no patient, finally I entered on my own initiative, slightly confused why the Doctor doesn't call me in but just sits and waits. The visit lasted maybe 4-5 minutes. Diagnosis: \"either bacteria or fungi\". To my 2-time question if he could do some swab or something like that I heard that it is not necessary. Result: prescription for 2 different ointments (probably one for fungi the other for bacteria) and that's it. Hit or miss? :) I hope the ointments will be effective. Honestly, after a private visit I expected at least a moment of analysis, and here \"either this or that\", well I don't know if it's proper to leave a private visit and not know what's wrong with the person. Hmm... I hope my case was simple enough that it simply did not require a swab and tests...", "lang": "en"}
{"opinion_id": "op_002937", "text": "Scientists from the Faculty of Public Health of the Medical University of Silesia in Katowice tested the dyes used by tattoo artists for their content of heavy metals and the risk they pose to health. Samples were tested for content of cadmium, lead, zinc, arsenic, chromium and mercury. The research indicated a significant content of toxic heavy metals in tattoo inks, which however differed depending on the color and manufacturer of the ink. Colored inks contain cadmium, lead and arsenic in higher concentrations than black inks, which are used more frequently. In addition to heavy metals, pigments may contain nanoparticles, phthalates and hydrocarbons, which can harmfully affect the hormonal system, and some of them have carcinogenic effects. The use of colored inks in dense patterns and for covering a large body area may pose a risk to health. The most contaminated turned out to be green inks, a high content of a very toxic element, which is arsenic, was found in them.", "lang": "en"}
{"opinion_id": "op_002938", "text": "After holidays in Italy I observed a strange mark on myself. Of course I read the internet (all of it) and diagnosed myself with melanoma. To confirm, I went to a doctor. The Doctor is fantastic. First of all very nice (for me that's important because thanks to that I'm not afraid to ask) secondly super professional and substantive. She thoroughly examined the problem, collected a detailed history, listens carefully, digs and asks follow-up questions, notes what the patient says. She doesn't sigh, doesn't huff, doesn't deprecate. She is very empathetic, she accepted my internet diagnoses with understanding. We planned a treatment strategy, we discussed various scenarios (the mildest and the HARD one).... Next visit in 12 weeks. I'll be back for sure. Thank you very much Doctor. May we live to see such doctors in the state Health Service....", "lang": "en"}
{"opinion_id": "op_002939", "text": "Hello, the Doctor, a very nice person. As a patient, I miss a description of what the doctor sees. Because if she doesn't define the skin condition, then either she doesn't know or... well what else? Fortunately, the medications that the Doctor prescribed turned out to be correct. However, it was the allergist who indicated the exact skin condition to me... maybe rightly so.", "lang": "en"}
{"opinion_id": "op_002940", "text": "Professionalism is the word that exactly describes the Doctor. Nice service, but for such an amount I would be surprised if it were otherwise. Often despite the scheduled time, one had to wait e.g. an hour for one's turn - for that a minus, I don't go to a doctor privately and schedule a specific time to still wait for the appointment for over an hour. For over half a year I treated acne, including three times changed medications and my face is still the same as at the beginning.", "lang": "en"}
