{"opinion_id": "op_004001", "text": "Very nice, empathetic female doctor. She helped me and my mother with dermatological problems. We are very grateful for the help.", "lang": "en"}
{"opinion_id": "op_004002", "text": "The female doctor is above all very warm, and as we know that's an invaluable quality for patients.", "lang": "en"}
{"opinion_id": "op_004003", "text": "Very nice and empathetic doctor. She made a diagnosis right away and referred me for further treatment. I recommend", "lang": "en"}
{"opinion_id": "op_004004", "text": "In my opinion, the most important thing is the accuracy of the diagnosis, and thus the effectiveness of the treatment applied. In my case, it worked 100%.", "lang": "en"}
{"opinion_id": "op_004005", "text": "I recommend, the female dermatologist is professional, to the point, and very polite.", "lang": "en"}
{"opinion_id": "op_004006", "text": "I am very satisfied, the female doctor is direct and empathetic. The diagnosis was accurate, and the effects of the prescribed medication were visible the very next day.", "lang": "en"}
{"opinion_id": "op_004007", "text": "Highly recommend. An effective and professional dermatological visit.", "lang": "en"}
{"opinion_id": "op_004008", "text": "Matter-of-fact and empathetic, a wonderful doctor with knowledge and experience, I appreciate the commitment especially since we travel with our 15-month-old son who has atopic dermatitis.", "lang": "en"}
{"opinion_id": "op_004009", "text": "A very competent doctor. Quick diagnosis and hopefully it will be effective.", "lang": "en"}
{"opinion_id": "op_004010", "text": "The female doctor approached my problem very professionally, explained how to use the prescribed medication. The female doctor is a nice, pleasant, and matter-of-fact person. Thank you very much for the visit and I will definitely return. I warmly recommend.", "lang": "en"}
{"opinion_id": "op_004011", "text": "Anna analyzed my past treatment, described in detail the problem I am struggling with, its possible causes, and presented the treatment and recommended tests precisely - also potential future paths. A very informative consultation. I recommend.", "lang": "en"}
{"opinion_id": "op_004012", "text": "I do not recommend. The visit was delayed and extremely short (9 minutes is a record time for examining the skin), you could feel the female doctor's rush. The proposed treatment method did not bring any results, so 300 zł wasted ;)", "lang": "en"}
{"opinion_id": "op_004013", "text": "The female doctor is very nice, she gave me clear answers to all my questions :)", "lang": "en"}
{"opinion_id": "op_004014", "text": "The atmosphere during the visit was very matter-of-fact. I recommend the female doctor, she is pleasant and listens to the patient attentively.", "lang": "en"}
{"opinion_id": "op_004015", "text": "The female doctor is very nice, approaches matters professionally, is 100% focused on the patient and their ailment. She explains everything thoroughly - what to do and how.", "lang": "en"}
{"opinion_id": "op_004016", "text": "Anna is great. Approach to the little patient, she explained what and how :) super :) we wish you success on your further career path :) best regards!", "lang": "en"}
{"opinion_id": "op_004017", "text": "I really recommend the female doctor! A very thorough interview and detailed explanation :)", "lang": "en"}
{"opinion_id": "op_004018", "text": "Everything explained thoroughly, the visit took place in a pleasant atmosphere.", "lang": "en"}
{"opinion_id": "op_004019", "text": "I am very satisfied, everything was explained well.", "lang": "en"}
{"opinion_id": "op_004020", "text": "A reliable, pleasant, and committed specialist. Definitely worth recommending.", "lang": "en"}
