{"opinion_id": "op_001521", "text": "I have a problem with hair loss. For a long time I've been doing numerous tests that show I'm healthy, except for that loss on my head... So most doctors sent me away with nothing, starting from a dermatologist through an endocrinologist and gynecologist. And so after 2 months I got to the doctor. He turned out to be a very concrete person. He familiarized himself with the results and himself proposed cheaper treatment to first check if by chance we could remove my problem without costly intervention in the skin of my head. We'll see if the diagnosis was correct, in a month at the earliest I'm to report to the doctor. Nevertheless, bravo for honesty towards the patient.", "lang": "en"}
{"opinion_id": "op_001522", "text": "In the new facility, mice, rats and rabbits used for scientific research will be bred. The breeding conditions and conducting of experiments are to meet the highest applicable world standards. The laboratory part of the building will be strictly isolated and divided into zones: breeding, experimental, and one intended for quarantine of imported animals. At the Medical University of Lublin, animals are used for work aimed at searching for new drugs, including anti-cancer ones. Scientists check the impact of potential medicinal substances on animals and interactions of new drugs. They also conduct research on the use of artificial bone in biological tests and the impact of hypoxia on the course of pregnancy in animals. Soon, research using transgenic mice purchased in the USA is to begin, aiming to search for a drug against Alzheimer's disease.", "lang": "en"}
{"opinion_id": "op_001523", "text": "Pani Monika is a very good specialist, she mainly works with a classic metal brace, but the effects are indeed spectacular. Visits regardless of the level of work (changing the arch, elastics, just \"taking a look\") cost 150 PLN. However, I have a big problem recommending Pani Monika because her attitude towards the patient is in my opinion inappropriate. At the first visit smiling, nice, promises Hollywood Smile. At subsequent visits she is often tired, unpleasant, handles the patient's oral cavity indelicate (after visits I always had cracked lips), the tools she worked with she put on her chest instead of on a tray, on several occasions in my presence she spoke unkindly to the assistant, often commented on my need to make appointments after work, although the office is open until evening. To reported complaints like pain, chafing, or feelings that something isn't liked, that an unwanted gap is forming somewhere... she responded that it isn't so. At the last visit she announced that some teeth aren't perfectly aligned because their shape didn't allow for better effects, and orthodontic treatment doesn't end with one brace, that in a few years there might be a need to install another! Such information should have appeared at the first visit, not after 3 years of visits of dubious pleasure.", "lang": "en"}
{"opinion_id": "op_001524", "text": "Doctor is a profession that should be from vocation. This lady certainly should not perform this profession. She takes on too many private patients and treats everyone in the same way. In case the drive to the patient is not on her way (e.g., it's too far), she interrupts the child's treatment. Doesn't answer phones, even though earlier she orders to inform her about the child's health condition. When you finally manage to reach her after X days, she shouts saying she has many patients and what is wanted from her. The only thing I'm grateful to her for is that thanks to resigning from her services we got to a really good doctor. I don't recommend and suggest staying away from this person if you want to have a trusted doctor who can help in various situations.", "lang": "en"}
{"opinion_id": "op_001525", "text": "I was treated by her for several years and she didn't help me at all, and when I changed the doctor after a short time I already saw improvement and currently I've been without medications for 6 years and everything is fine. Dr Ciborska treated me for depression and then through Dr Kopystecka I had manic-depressive syndrome diagnosed and from then on change of medications and above all she listened to me with engagement and not like Dr Ciborska to fob me off.", "lang": "en"}
{"opinion_id": "op_001526", "text": "The doctor gets one star from me for personal culture. I don't know what kind of surgeon he is. Fortunately I didn't need such help. I turned to the doctor because I couldn't get pregnant. In this field the doctor didn't show engagement. I didn't even have an ultrasound during any of the visits. And maybe if he had done it he would have noticed a polyp. Generally a waste of time and money. The doctor shouldn't deal with pregnancies. Let him operate because apparently that works for him. Women trying for a child and pregnant shouldn't be received by him at all - his conscience should tell him that.", "lang": "en"}
{"opinion_id": "op_001527", "text": "\"It is worth emphasizing that in this respect giving birth to a second or third child is absolutely safe. One should also remember that the level of oxidative stress is influenced by many other factors, such as smoking or diet. Women who decided to have a larger family should pay particular attention to leading a healthy lifestyle after menopause\" - adds the researcher. The results of these studies indicate - note the team of scientists - that it is necessary to create health protection and healthcare programs for women with high fertility. These women should be covered with special care. The authorial team included: Dr Anna Ziomkiewicz-Wichary, Prof. Grażyna Jasieńska, Dr Andrzej Galbarczyk and MSc Magdalena Klimek from Collegium Medicum UJ as well as Prof. Richard Bribiescas and Amelia Sancilio from Yale University.", "lang": "en"}
{"opinion_id": "op_001528", "text": "I went to the doctor for 2 years. - wasted 2 years. Because she couldn't handle the diagnosis, she also couldn't treat effectively. No initiative. I myself did additional laboratory tests, / referral from the family doctor /. At the gastro ward in Bydgoszcz I was for 3 DAYS, after which the doctor stated that \"she doesn't know\". She didn't refer me to another specialist, no consultations with another gastroenterologist etc. / probably the crown would fall from her head, and the doctor very much cares about her image /. After two years I had to start everything from scratch with another gastroenterologist. Only that 15kg lighter and more weakened.", "lang": "en"}
{"opinion_id": "op_001529", "text": "The doctor is a professional, knows very much about gynecology and obstetrics, although I agree with some opinions that he can say something unpleasant or in a dismissive tone, because of which the patient feels stupid, bad or guilty of the situation. I went to the hospital because I was concerned about fetal movements at the end of pregnancy, he gave me to understand that I am a panic-monger and unnecessarily occupy a bed. It would have been enough to say that nothing is happening and discharge me home. With me too he b. long delayed the cesarean section, but fortunately nothing bad happened.", "lang": "en"}
{"opinion_id": "op_001530", "text": "Ablation is a non-pharmacological method of treating heart arrhythmias. It involves introducing special electrodes into the heart through a puncture in the femoral vein, connected to a computer. Thanks to this the doctor can properly assess the electrical activity of the heart and precisely locate the place causing arrhythmia. Then the malfunctioning heart muscle tissue is heated with alternating current of radio frequency. The desired effect of this procedure is a small scar that loses its conductive properties and ceases to be a source of heart rhythm disorders. Training ablation procedures in Zabrze were performed using the EnSite Precision electroanatomic system - a new generation tool allowing for performing complicated ablation procedures of heart rhythm disorders in much shorter time and increasing their safety. The system's operation allows for creating a three-dimensional geometric map of the heart while simultaneously creating potential and temporal maps of the examined heart structures. Thanks to this system it is not necessary to use X-ray radiation during the procedure, which in large doses is dangerous for patients and medical staff.", "lang": "en"}
{"opinion_id": "op_001531", "text": "I've been visiting the doctor for 2 years. Several times I had botox done, 2 times lip enlargement. Professionally, almost painlessly and effectively, because the effects of the procedures were satisfying for me. Almost 3 months ago the doctor performed a thread procedure on me on several areas of the face. And I decided to write because the effects that I really only fully see now, my husband, friends are fantastic (the most pleasant is to see the surprised expression of acquaintances whom I haven't seen for several months). Skin tension, wrinkle reduction, lifting of my cheeks... Well I myself didn't expect that it would look so cool, especially since right after the procedure the effects were small. I highly recommend threads (and not only) at Dr Janczura. Milena", "lang": "en"}
{"opinion_id": "op_001532", "text": "Nice, factual doctor. Calmly explains and takes the patient seriously. It's hard for me to assess if he helped me because I was there for the 1st time. Somewhat undecided when it comes to the method of treatment but perhaps my case is ambiguous. I recommend and will come for a control visit. Inspires trust.", "lang": "en"}
{"opinion_id": "op_001533", "text": "It is recommended that daily salt intake does not exceed 5 g, when it reaches 6-8 g the risk of stomach cancer increases by 41%, and daily salt intake above 8 g - increases the risk of stomach cancer by 68%. \"Reverse, anti-cancer effect is shown by a diet rich in vegetables and fruits. Consumption of 50 g of vegetables daily reduces the risk of stomach cancer by 19%\" - emphasized Prof. Jarosz. According to specialists, the frequency of consuming vegetables and fruits is also important. When we reach for them from one to three times a day, the risk of developing cancer decreases by 14%. Consuming them three to five times a day causes it to drop by 29%, and five-seven times - by 36%.", "lang": "en"}
{"opinion_id": "op_001534", "text": "I recommend to everyone who feels lost. If you feel motivation for changes and want to talk about what holds you back / torments / paralyzes you, Pani Agnieszka will help you determine the source of the problem and indicate the direction of self-realization. With full conviction I can state that Pani Agnieszka is a psychologist by vocation. Already during the first visit listening, empathetic reactions and attempt to name the problem brought me clear calm, I began to think about what is really important for me. As a result I organized my daily functioning and emotional life - Thank you Pani Agnieszka. I recommend.", "lang": "en"}
{"opinion_id": "op_001535", "text": "I'm leaving a neutral comment because I myself don't know what to think about the doctor. I got to her with a child who for 2 days had a very high temperature and cough. The doctor stated that it is most likely a viral infection but to confirm it she recommended conducting tests, the results of which I was to send via email. In case the tests indicated a bacterial infection - she wrote a prescription for an antibiotic. After sending the results I received feedback that the tests indicate a viral infection and we are not to introduce the antibiotic. However, the child didn't get better, on the 4th day in a row had a fever over 39 degrees. Fortunately we got to our trusted doctor where previously there were no free appointments and it turned out that the increase in neutrophils in the morphology indicates a bacterial infection and the child has tracheitis and requires antibiotic treatment. If the doctor had confessed or carefully checked the test results the child would already feel better on Tuesday. As a result from Sunday to Wednesday afternoon the fever didn't subside and after the visit to our doctor and administering the antibiotic on Thursday morning the child woke up without temperature.", "lang": "en"}
{"opinion_id": "op_001536", "text": "when the gynecologist position was eliminated at clinic no. 10 my file was transferred to ul. Daleka where dr Ossowska practices. I'm already over 40 and have visited not one doctor of this specialty. already at the first visit she turned out to be a not very polite person, dismissive of the patient and generally unpleasant. and most importantly, she treated me with contraceptive medications, while I already had symptoms of menopause. what's more, she encouraged me to private visits, and at the clinic she did a paid cytology for me! I changed the doctor, ending up with dr Chamerski, and immediately got a referral for specific, and needed tests for me, and my complaints minimized. I don't recommend Pani Ossowska to anyone! I'll add that I thought that a woman gynecologist would better understand another woman, but I was very disappointed. Bożena", "lang": "en"}
{"opinion_id": "op_001537", "text": "The doctor is only nice and indeed talks most and most willingly about vitamin D. The examination lasted very short and according to the doctor everything with the child is ok. Unfortunately during a visit to the hospital, the little daughter had an ultrasound of the head done and it turned out that during delivery she was hypoxic and had a hemorrhage. Additionally the pediatrician in the hospital at the first examination noticed that the child has positional asymmetry and rehabilitation will be needed. The visit was at the private LuxMed clinic. That was our first and last time with this doctor.", "lang": "en"}
{"opinion_id": "op_001538", "text": "This doctor works miracles! ~10 years I haven't been to a dentist because I was panicky afraid, and the doctor made tooth treatment pleasant. What dr. Jarowiecka did with my tooth is a miracle. If not for her I wouldn't have the tooth and She saved and rebuilt it, although I had 10% of the tooth. She is polite, delicate, knows what she's doing. Other doctors where I was wanted to remove the tooth immediately. And now I enjoy a wonderful smile ;) I recommend - says this person who was panicky afraid of the dentist ;)", "lang": "en"}
{"opinion_id": "op_001539", "text": "I advise against the doctor. I got to her by chance, later I started reading her very smart books. She writes in them that the most important is contact with the patient and conversation. Unfortunately, in practice it looks completely different. She managed my pregnancy and visits with her were lightning fast, sometimes she didn't even examine me! Later during delivery I had a problem, because she didn't fill out my pregnancy booklet and doctors said that I (!) neglected the pregnancy because I didn't go to the doctor from the beginning. Generally I recommend her books but I strongly advise against a visit with her!!!!", "lang": "en"}
{"opinion_id": "op_001540", "text": "Encouraged by positive opinions I decided to go with not very strong transient pain to the office of doctor Zemowski. Professionally looking office and form that I got to fill out allowed to expect professional treatment. Unfortunately, that's where it ended. From my observations it appears that Mr. Zemowski is a man who is in a great hurry. Every his movement was nervous, like a man who knows he is late. It is perhaps a subjective impression, but facts seem to confirm it. Namely, Mr. Zemowski, after I complained about pain in the lower six, without unnecessary ado proceeded to drill it. I'll mention that when I went with the same problem to another office two weeks later, the doctor conducted an interview, and thoroughly tapped all teeth, correctly locating the source of the problem in the upper jaw (the pain was radiating). But for that one needs to have time, which Mr. Zemowski apparently lacked. After administering anesthesia, he waited about five seconds for it to start working. Well, it didn't. I had almost forgotten what pain at the dentist's chair means, but at Mr. Zemowski's I quickly remembered. Mr. Zemowski's movements, in my feeling very nervous, didn't help. I felt like a person that needs to be gotten rid of as quickly as possible, because already other patients are waiting in line. And indeed, it went quickly. Mr. Zemowski stated that small decay was indeed there, so maybe it's good that the tooth was drilled (which I read as \"there was no good reason to open the tooth, but it happened and somehow it needs to be justified now\"). After the procedure I wanted to ask about a few issues and Mr. Zemowski indeed answered questions, but again I felt like an intruder that needs to be gotten rid of as quickly as possible. When it came to payment, I experienced another shock - I knew that Mr. Zemowski's services are not among the cheapest, because I consulted the price list before the procedure. But the price dictated by him significantly exceeded my expectations. When I asked if I should expect such prices in the future, I received an unclear explanation for me that it was an exceptional case and normally it's cheaper. Well, it went quickly for an exceptional case. Never again.", "lang": "en"}
