{"opinion_id": "op_004041", "text": "Bardzo profesjonalne podejście Pana Marcina. Specjalista z ogromną wiedzą i dużym doświadczeniem. Ból pleców i barków zniknął już po pierwszej wizycie. Bardzo dziękuję i szczerze polecam Pana Marcina ;)", "lang": "pl"}
{"opinion_id": "op_004042", "text": "Polecam serdecznie! Super podejście, widać 100% zaangażowania. W razie potrzeby na pewno z córeczką wrócimy", "lang": "pl"}
{"opinion_id": "op_004043", "text": "Doceniam fachowość, emaptyczność i indywidualne podejście do pacjenta.Dobrze dostosowana metoda fizjoterapii do problemu,z którym trafiłam.Zestaw ćwiczeń, który również mogę wykonywać w domu. Polecam!", "lang": "pl"}
{"opinion_id": "op_004044", "text": "Bardzo rzeczowa wizyta. Dolegliwości opanowane. Bardzo polecam.", "lang": "pl"}
{"opinion_id": "op_004045", "text": "Świetne podejście do pacjenta, wszystko dokładnie wytłumaczone, bardzo miła atmosfera, cieszę się że trafiłam właśnie do Pana Marcina! :)", "lang": "pl"}
{"opinion_id": "op_004046", "text": "Pełen profesjonalizm, pełne zaangażowanie, duża wiedza- serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_004047", "text": "Wizyta przebiegła pomyślnie. Począwszy od szczegółowego wywiadu aż do skutecznej terapii doraźnej poprzedzonej szybką diagnozą problemu.", "lang": "pl"}
{"opinion_id": "op_004048", "text": "Bardzo profesjonalnie i rzeczowo. Serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_004049", "text": "Pomoc w bólu bardzo duża, profesjonalna i do tego bardzo miła.", "lang": "pl"}
{"opinion_id": "op_004050", "text": "Przyszłam z problemem z biodrem. Pan Michał szczegółowo wyjaśnił mi problem, skierował na dalsze badania i ustawił plan ćwiczeń. Duże zaangażowanie oraz empatia, bardzo polecam.", "lang": "pl"}
{"opinion_id": "op_004051", "text": "Bardzo sympatyczny. Posiada duża wiedzę. Zwrócił uwagę na rzeczy rzeczy nie powiedział mi nawet ortopeda. Wizyta przyjemna", "lang": "pl"}
{"opinion_id": "op_004052", "text": "Szybko przedstawiona diagnoza i po paru wizytach ból całkowicie zniknął. Merytoryka i zaangażowanie TOP.", "lang": "pl"}
{"opinion_id": "op_004053", "text": "Super wizyta. Pan Michał najpierw zdiagnozował problem, a następnie szczegółowo omówił plan działania i od razu przeszedł do pracy. Do tego wszystko w przyjaznej atmosferze. Polecam!", "lang": "pl"}
{"opinion_id": "op_004054", "text": "Pan Michał bardzo zaangażowany i pomocny. Plus za umiejętności komunikatywne podczas terapii i pomoc w nagłym wypadku.", "lang": "pl"}
{"opinion_id": "op_004055", "text": "Michał did an amazing job improving the situation of my knee and explained all the steps he was doing very well! He also went above and beyond to provide me with useful information about my injury and exercises I can do at home to improve it. Thank you so much!", "lang": "pl"}
{"opinion_id": "op_004056", "text": "Polecam z całego serca Pana Michała wizyta w przyjaznej atmosferze wszystko dokładnie wytłumaczone z pełnym zaangażowaniem.", "lang": "pl"}
{"opinion_id": "op_004057", "text": "Fizjoterapeuta godny polecenia. Trafiłem do Pana Michała po urazę kolana. Po pierwszej wizycie poczułem znaczną poprawę oraz dostałem ćwiczeni do domu. Wizyta przebiegła w miłej atmosferze, a na wszystkie pytania uzyskałem odpowiedź", "lang": "pl"}
{"opinion_id": "op_004058", "text": "Z całego serca polecam tego fizjoterapeutę  świadczącego swoje usługi. Wysoki profesjonalizm, ogromna wiedza, indywidualne podejście do pacjenta. Przesympatyczny człowiek, dlatego każda rehabilitacja przebiegała w przyjaznej atmosferze. Po jednej wizycie u tego Pana widać i czuć znaczną poprawę. Doprowadził mi nogę do ładu (zerwane wiązadło krzyżowe)", "lang": "pl"}
{"opinion_id": "op_004059", "text": "Polecam fizjoterapeutę. Dokładnie przeprowadzony wywiad, odpowiednio dobrana terapia, miła atmosfera, empatyczne podejście do pacjenta.", "lang": "pl"}
{"opinion_id": "op_004060", "text": "Bardzo polecam! Profesjonalne podejście, świetna atmosfera i konkretna pomoc. Już po pierwszej wizycie widoczna poprawa. Fizjoterapeuta dokładnie wszystko tłumaczy, odpowiada na pytania i naprawdę wie, co robi. Czułam się zaopiekowana od wejścia do wyjścia. Dziękuję!", "lang": "pl"}
