{"opinion_id": "op_001701", "text": "I admit that Anna is an empathetic person. However, after consulting with 3 psychologists, I can state that I was not fully diagnosed despite 2 years of therapy. One of the most troublesome 'conditions' in my life was overlooked. Anna was unable to help me find appropriate methods to cope with my anxieties. Despite very long therapy, it didn't get better, only worse. There was no guidance whatsoever for improving my mental state. She conducts psychological therapy in the psychodynamic approach and assured me that it was appropriate for my case. Unfortunately, it wasn't, resulting in deepening anxiety states despite very long therapy. I was not directed to any 'paths' on how to deal with them or reduce them. Instead of genuine help, I had the opportunity for long monologues without receiving assistance on how to try to cope with my fears. Now, after consultations with therapists who practice behavioral-cognitive, humanistic, or integrative therapy, I know that this approach was completely misguided. Moreover, psychotherapists shook their heads when they learned that this approach was chosen for my anxiety disorders. Quoting: 'This is not an effective method in your case,' 'I would not recommend this approach.' Unfortunately, I trusted the therapist unnecessarily. I've learned my lesson. Now I know that in any matter related to our health, we must consult at least two specialists, as it may turn out that we are being treated ineffectively (as in my case). I give 2 stars because I'm sure this lady can help many people, but unfortunately, she couldn't help me. Fortunately, meeting a sensible, highly knowledgeable therapist, I feel better from visit to visit. On the other hand, attending therapy with this lady, from month to month instead of getting better or at least similar, it got worse. However, I believe she had good intentions and wanted to help me, which is why I give two stars.", "lang": "en"}
{"opinion_id": "op_001702", "text": "Well, visits over several years came to nothing. Dr. Jan Kowalski came up with more misguided diagnoses. Unfortunately, he didn't consider that my problems might have a rheumatic basis. He also didn't diagnose joint hypermobility - one of the causes of my terrible cartilage condition. Another doctor was able to determine this after just one visit. Generally - I don't recommend. The doctor is nice, but that's the least important thing in the treatment process, in my opinion.", "lang": "en"}
{"opinion_id": "op_001703", "text": "Dr. Jan Kowalski is, in my and my partner's opinion, an excellent doctor. We came to him as a specialist in fetal defects; he works at the Fetal Diagnosis and Treatment Unit at GPSK on Polna Street. I'm writing from the perspective of a woman whose pregnancy was a tragic experience; our son has a lethal nervous system defect, which the doctor diagnosed immediately, first in his office, then at Polna... besides competence, knowledge (constantly eagerly expanded - as in our case, the doctor reached many sources before discussing with us what to do next) and skills, the doctor is characterized by truly great kindness, immense understanding and patience... I didn't even expect a doctor could be so humane; he talked to me in the hospital like a friend, he himself sought ways to help, proposed a meeting with a psychologist, he himself wrote the documents needed for prenatal tests, even though the patient should handle that, he himself proposed contact with a genetic counseling center. He expressed a desire to help even after hospitalization, repeatedly asked if he could still help in some way, without insisting on private visits; he would gladly talk during hospital duty as well. He handled my discharge and all the formalities related to its collection. In such a dramatic moment, like the news of your own unborn child slowly dying, such a doctor is simply a miracle. I recommend with a clear conscience and know that Dr. Jan Kowalski will handle my next pregnancy, though I hope everything will proceed calmly and healthily... regards.", "lang": "en"}
{"opinion_id": "op_001704", "text": "Hello, I visited the doctor with my daughter a few times (she is now 11 years old); once the diagnosis was accurate, but the last two times my daughter was coughing, had constant phlegm at the back of her throat, and it lasted about 2 months, and this time unfortunately twice he diagnosed reflux (the doctor prescribed reflux medication), after which I wasn't entirely convinced by this diagnosis, I went to an excellent pediatrician specializing in allergies, and she determined it was spheno-ethmoidal sinusitis; after administering antibiotics, everything went away. So I have a question: what kind of ENT is this?", "lang": "en"}
{"opinion_id": "op_001705", "text": "My father was treated for depression for a very long time. He visited several specialists. Unfortunately, nothing helped, no medications. From spring, he lay in bed, in summer he didn't leave his room at all, didn't sleep at night, had no desire for life or strength for anything! One day, my brother additionally fell ill - he started talking nonsense, having productive symptoms; we were all in shock! In the evening, he was already very bad! In the newspaper, we read an ad for 'Psychosoma' - Dr. Jan Kowalski saw us that same day. I was with them at the visit - he made a good impression on me: competent, and that's how he turned out. He prescribed effective medication for my brother - he fell asleep peacefully, woke up much calmer in the morning and no longer had delusions or hallucinations. My father started improving after about 2 weeks - he began getting up, then going out to people, to the store, thinking about work, about the future (previously, he functioned like a withering plant, and we couldn't do anything; 2 years earlier, he had his first depressive episode, then everything changed, only to return with doubled force - only Dr. Jan Kowalski made the accurate diagnosis that it wasn't depression but bipolar affective disorder: manic-depressive). Currently, it's been 1.5 years since both have been under the doctor's care. My brother functions normally: he works, has no symptoms of that terrible illness. My father similarly - since being treated by the doctor, his condition is stable (he only has minor mood swings) and functions relatively normally. True, monthly visits cost a lot, but thanks to them, my father and brother live like people. Previously, my father spent a fortune on medications that didn't help at all! It's also true that the doctor several times asked to purchase medications for himself on prescription - which is a bit strange, but you can always refuse... Once it also happened that he wasn't there, several times he canceled visits due to illness, hospital stay (generally, he has health problems - after all, he's human too). We'll see how it goes. So far, we are very grateful to him for his help and effective treatment. We're afraid to risk changing to a cheaper but ineffective doctor. Anna", "lang": "en"}
{"opinion_id": "op_001706", "text": "I am very upset after the visit to this doctor!!! His behavior towards a parent is outrageous, and I intend to file a complaint. Rude, very insulting to people, completely unnecessary and hurtful words towards another person who comes for advice. Not only did he not help my child at all, but I also had to listen to so much about myself... and I completely don't know why he insulted me like that. I had tears in my eyes when I left. Personally, I discourage, because besides inappropriate behavior, he didn't help solve my son's illness at all. And his recommendations were completely off. I just wonder what kind of person you have to be to appeal to the doctor (as someone wrote earlier: 'the doctor has poor rapport with people who don't 'appeal' to him')? I was nice, smiling, I'm always well-disposed towards people, so I can't understand why this happened to me? I still remember that visit. I've never encountered such behavior from a doctor before. I discourage, because even the doctor's knowledge left much to be desired.", "lang": "en"}
{"opinion_id": "op_001707", "text": "Dr. Anna Kowalska knows her stuff, calmly and thoroughly explained the problem, was nice, kind, and reliable. I admit that after the first (a bit aloof) visit, I was apprehensive about another consultation, but I received the help I expected, and I will certainly continue treatment with the doctor.", "lang": "en"}
{"opinion_id": "op_001708", "text": "He did what he had to do, but I will never go again nor recommend to friends. I was with Him at Luxmed and immediately sent me to his private practice... everyone wants to earn, okay. But no hello, no goodbye. Expression and approach as if he wanted to but couldn't. In the private office, he had rusty tools, and what should be done with a scalpel, he did with scissors..... When 15 minutes before the private appointment the office was closed, my phone call asking if the appointment was still on was taken as impoliteness... he kept me waiting 30 minutes, and during that time, he accepted another client - there wasn't even an apology. And the best was the plaster I was supposed to put on the dressing:))) I got a little square cut out, like with a ruler, cm by cm.", "lang": "en"}
{"opinion_id": "op_001709", "text": "Hello, please someone help me, I really need some phone number for the doctor. My boyfriend urgently needs a consultation with a good hematologist, and Dr. Anna Kowalska, from what you write here, is a wonderful doctor. I'm searching every way, but I can't find any contact anywhere except that she works at Matka Polka; I'd like to know if she practices privately somewhere. Thank you in advance sincerely.", "lang": "en"}
{"opinion_id": "op_001710", "text": "I was at the doctor's (admittedly only the first time), but I confirm that he is nice. The visit with him is stress-free. As for competence, I can't comment yet, but going to him, I read opinions on this portal, and for now, I don't regret choosing him.", "lang": "en"}
{"opinion_id": "op_001711", "text": "Mr. Jan Kowalski operated on my mother's colon tumor on February 20, 2007. To make matters worse, the surgery was on her birthday. The surgery ended with acute peritonitis. The doctor did nothing to help her, and it would have been enough to just administer antibiotics; he 'observed,' lightly handed down a verdict on her. After 5 days of 'observation,' she went into collapse and ended up in intensive care. Her hospital stay extended to 9 months, marked by immense pain and suffering. My mother sued the hospital, won the case; in the opinion of court experts (which I have for review), she was treated with a method used in the 1950s. From the bottom of my heart, I do not recommend this gentleman to anyone.", "lang": "en"}
{"opinion_id": "op_001712", "text": "I wanted to discourage this doctor. Recently, I had an urgent need for a visit, called ahead that I would come, after which the doctor was already gone, even though she had 20 minutes of work left, and the visit always lasts very short anyway. In my opinion, the examination isn't very thorough either. She is indeed a very nice person and answers questions, but how I was treated recently prompted me to change doctors; I simply lost trust in a person who disregards her patients. In my opinion, for such money, I should have been seen during her working hours, and that didn't happen. How can you entrust your health to such a person, especially since I would have to wait 5 days for the next visit. In my opinion, this is irresponsible and shows that Ms. Anna Kowalska cares about money, not the well-being of her patient. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001713", "text": "I highly recommend the doctor, with whom I decided to treat my family. Particularly noteworthy is the individual approach to each patient, the time the doctor allocates for the visit, very good phone or email contact (the doctor replies or calls back, enabling us to react quickly and apply recommendations promptly). We are delighted both with the way the doctor approaches the patient and with the effects of homeopathic treatment. In the case of one of my sons, the homeopathic medicine chosen by the doctor eliminated the need for antihistamines; I personally treat sinus issues, and though I started treatment relatively recently, I see a definite improvement; and my mother-in-law suffered for many years from skin problems, eczema, atopic dermatitis, after which, following a visit to Dr. Anna Kowalska, she observed significant improvement and feels better. For more pronounced effects, we'll certainly need to wait a bit longer, but compared to previous experiences with conventional medicine, where no methods helped, and using steroids actually worsened the situation and came with numerous side effects, currently we are very satisfied. I sincerely recommend.", "lang": "en"}
{"opinion_id": "op_001714", "text": "Despite his young age, a very good doctor. Approachable, patient-oriented. He explained to me exactly what happened and in what ways it can be treated. The previous orthopedist I saw sent me for an expensive surgery. Dr. Jan Kowalski proposed starting with an injection and conservative treatment (rehabilitation). Over half a year has passed, and the knee is performing flawlessly.", "lang": "en"}
{"opinion_id": "op_001715", "text": "In the Polish device - compared to devices on the market - the range of motion of the robotic arm and irradiation head has been increased - thanks to this, it will be easier to position the device so that electrons hit the precisely designated area. 'It was doctors who work daily with such devices and know their inconveniences who advised us on how to improve the head's maneuverability,' emphasizes Syntfeld-Każuch. IntraLine is equipped with cameras - including in the accelerator head - which will help the doctor more accurately position the applicator, thus controlling the irradiation process and the patient's condition. This is a particularly important solution because, due to radiation generated during therapy, only the patient herself can remain in the room during the operation.", "lang": "en"}
{"opinion_id": "op_001716", "text": "I had an examination at the emergency room with this gentleman. The doctor, from the moment I entered, gave the impression (in my feeling) that he was in a great hurry. The speculum examination and transvaginal ultrasound were very painful - which I informed the doctor about, but he continued the examination. I am already a mother, so I've had many such examinations; unfortunately, with this doctor, these examinations were the most uncomfortable and painful for me. The conversation with the doctor was cultural and nice. I hope the doctor reads my message and will be more considerate of his patients, even if it's a hospital and not a private office, because everyone deserves to feel comfortable. Regards", "lang": "en"}
{"opinion_id": "op_001717", "text": "Nice, cultural, and tactful. Besides, very gentle during examinations. The pregnancy proceeded without any complications, so I don't know how he performs in extreme situations. Maybe a bit too taciturn. I was a bit surprised towards the end of the pregnancy because I heard that one should be under increased supervision then, but I, despite an overdue pregnancy, had visits scheduled every 3 weeks. Fortunately, nothing alarming happened. My assessment of the doctor is very positive; however, during my second pregnancy, maybe I'll find a doctor who provides more extensive information :)", "lang": "en"}
{"opinion_id": "op_001718", "text": "Everything beautifully nice, accurate diagnosis, well-chosen medications, nice approach to the patient, that much on the plus side; on the minus side, unfortunately, the price for performed examinations. I understand that you have to pay for knowledge and for examinations on modern equipment; I had gastroscopy, ultrasound, and colonoscopy performed, during which a polyp to be removed was diagnosed; it could have been done in the same session, but it wasn't; they charged 700 PLN, I had to register for an additional visit where I had to undergo colonoscopy again, during which the polyp was removed; procedure time 10 minutes, cost 800 PLN.", "lang": "en"}
{"opinion_id": "op_001719", "text": "Among the consequences of untreated thyroid dysfunction in a pregnant woman, the gynecologist listed maternal heart failure and hypertension, miscarriage, premature birth, and higher perinatal mortality of newborns. Hyperthyroidism increases the risk of too low birth weight in the newborn by up to nine times, which is associated with a higher risk of metabolic disorders, e.g., diabetes, in the future. Untreated hypothyroidism of the thyroid gland risks delayed intrauterine development of the child - when hypothyroidism is overt, it affects every fifth child. 'Children of women untreated for hypothyroidism during pregnancy also more frequently show delayed intellectual development, have greater problems with learning, speech, reading, motor development. They are four times more likely to have a low IQ, i.e., below 85,' the specialist listed.", "lang": "en"}
{"opinion_id": "op_001720", "text": "Even pleasant, but I don't feel satisfied with the visit - lack of history... (?!), I was treated as 'another one with acne.' She referred me straight to a gynecologist, a cosmetic medicine doctor, without even attempting treatment - it was stated that 'I have such a tendency.' I feel disregarded. She helped with keratosis, but my oily skin on the face and head wasn't taken seriously... I wouldn't recommend to anyone...", "lang": "en"}
