{"opinion_id": "op_003801", "text": "Polecam! Bardzo profesjonalny lekarz, który wiele mi powiedział!!!", "lang": "pl"}
{"opinion_id": "op_003802", "text": "Profesjonalne podejście do pacjenta.", "lang": "pl"}
{"opinion_id": "op_003803", "text": "Do doktora Pijanowskiego trafiłam po niesatysfakcjonującej wizycie u innego neurologa. Nie wiedziałam wtedy jeszcze, że doświadczyłam ataków paniki. Na szczęście, dzięki trafnej diagnozie i zaangażowaniu doktora, były to moje pierwsze i mam nadzieję ostatnie takie epizody. Po kilku wizytach i przeprowadzonych badaniach doktor Pijanowski postawił podejrzenie nerwicy i zalecił konsultację psychiatryczną. Od pięciu miesięcy jestem pod opieką psychiatry i mogę szczerze powiedzieć, że od wielu lat nie czułam się lepiej. Jestem ogromnie wdzięczna za profesjonalizm, empatię i trafne spostrzeżenia doktora.", "lang": "pl"}
{"opinion_id": "op_003804", "text": "Dr. Piotrze wykazał się wyjątkowym profesjonalizmem podczas mojej wizyty. Poświęcił czas na dokładne przeanalizowanie mojego badania MRI (CD), jasno wyjaśnił wszystkie szczegóły i upewnił się, że wszystko rozumiem. Jego empatia oraz troskliwe podejście do pacjenta sprawiły, że czułem się naprawdę zaopiekowany. Gorąco polecam jego usługi ze względu na jego wiedzę i pełne zaangażowanie w dobro pacjenta.", "lang": "pl"}
{"opinion_id": "op_003805", "text": "Bardzo dobry lekarz ,polecam w stu procentach .bardzo szczegółowo opisał wszystko,dobrze wytłumaczył ,a przede wszystkim słuchał co pacjent chce mu przekazać .Bardzo sympatyczny lekarz widać jego zaangażowanie i z sercem podchodził do pacjenta.Oby więcej takich lekarzy którzy pracują w swoim zawodzie z powołania i z dużyyyym sercem Dziękuje", "lang": "pl"}
{"opinion_id": "op_003806", "text": "Na wizytę przyszedłem z problemem bardziej okulistycznym niż neurologicznym, nie mniej spotkałem się z kompetencją i znajomością zagadnienia w obu aspektach problemu. Wskazanie konkretnych kroków dalszego leczenia i jasne wyjaśnienia w tym zakresie mają wpływ na moją wysoką ocenę wizyty.", "lang": "pl"}
{"opinion_id": "op_003807", "text": "Wizyta odbyła się punktualnie. Lekarz zwracał uwagę na mój opis problemu. Starał się znaleźć przyczynę. Zlecił przystępne leczenie.", "lang": "pl"}
{"opinion_id": "op_003808", "text": "Pan Doktor posiada duża wiedzę, bardzo konkretne podejscie do pacjenta. Polecam.", "lang": "pl"}
{"opinion_id": "op_003809", "text": "Very professional and comptent doctor with big empathy to the patient. Highly recommended !", "lang": "pl"}
{"opinion_id": "op_003810", "text": "Pełny profesjonalizm. to była moja pierwsza wizyta. Pani dotor cierpliwie wysłuchała moje problemy. Następnie przeprowadziła badania zdużym zaangażowaniem. Wszystko odbyło się w przyjaznej atmosferze. Polecam. Jerzy", "lang": "pl"}
{"opinion_id": "op_003811", "text": "Jestem bardzo zadowolona z wizyty,szczegółowe wyjaśnienie, badanie oraz zalecenia.", "lang": "pl"}
{"opinion_id": "op_003812", "text": "Wizytę umówiłam dla swojej mamy. Pani Doktor przeprowadziła szczegółowy wywiad, z życzliwością i wyrozumiałością dla starszej pacjentki odpowiadała na pytania. Dzięki Pani Doktor trafiłyśmy do szpitala.  Jestem bardzo wdzięczna za pokierowanie mnie, co mamy dalej robić .", "lang": "pl"}
{"opinion_id": "op_003813", "text": "Całkowicie odradzam tego neurologa. Pani nie jest w stanie określić stanu zdrowia pacjenta po 10 wizytach. Nie potrafi lub nie chcę wypełniać dokumentacji medycznej jeżeli ktoś potrzebuje coś więcej niż L4 nie warto wydawać choćby grosz na wizytę u tego lekarza", "lang": "pl"}
{"opinion_id": "op_003814", "text": "Bardzo szczegółowo zaopiekowała się pacjentką. Pani doktor zleciła badania i omówiła wszystko co należy robić przy omawianych dolegliwościach.", "lang": "pl"}
{"opinion_id": "op_003815", "text": "Wysoko wykwalifikowany lekarz. Sposób leczenia jest efektywny.", "lang": "pl"}
{"opinion_id": "op_003816", "text": "Bardzo miła pani i madra,polecam wszystkim ten gabinet", "lang": "pl"}
{"opinion_id": "op_003817", "text": "Pani doktor kompetentna,zaangażowana,szczegółowo objaśnia i odpowiada na pytania.Polecam.", "lang": "pl"}
{"opinion_id": "op_003818", "text": "Bardzo pozytywna Doktor z doświadczeniem i zaangażowaniem. Była to pierwsza wizyta uzyskałam wszystkie informacje,skierowania i odpowiedzi na pytania. Bardzo przyjazna pacjentowi.", "lang": "pl"}
{"opinion_id": "op_003819", "text": "Wizyta była okropna. Lekarka pomimo wyników i wszelkich badań nie umiała odpowiedź na dane pytanie. Nie wspomnę już o tym że zamiast wszelako przejrzeć wyniki pytała się czy coś z nich wynika. I mimo zrobienia rezonansu i prawidłowego obrazu mówi że coś nie tak jest z tym badaniem. Nawet nie spoglądać na płytę ! Każdy specjalista typu neurolog czy ortopeda powinien nie sugerować się tylko opisem.", "lang": "pl"}
{"opinion_id": "op_003820", "text": "Zdecydowanie polecam! Dr Olga jest mistrzynią toksyny botulinowej popularnie zwanej botoksem - efekt jest doskonały, naturalny, bez przerysowania. Zabieg wykonany był bezboleśnie, dr Olga wszystko świetnie wytłumaczyła, czułam się bardzo bezpiecznie. Polecam z całego serca!", "lang": "pl"}
