{"opinion_id": "op_003481", "text": "Jestem zaskoczony... To początek drogi, ale wydaje mi się, że dzięki Edycie stanie się prostrza, mniej wyboista i wdoki będą sięgać horyzontu... a nie kolejnego winkla za którym nie wiadomo co czeka.", "lang": "pl"}
{"opinion_id": "op_003482", "text": "Bardzo pomocna . Zaangażowana w rozmowy. Empatyczna. Z gabinetu wychodzę zawsze naładowana pozytywna energią. Polecam jak najbardziej.", "lang": "pl"}
{"opinion_id": "op_003483", "text": "Pani psycholog jest miła, słucha uważnie. Daje rady i wskazówki. Polecam.", "lang": "pl"}
{"opinion_id": "op_003484", "text": "Pani Sonia jest bardzo miła , sympatyczna i empatyczna.", "lang": "pl"}
{"opinion_id": "op_003485", "text": "Super lekarz", "lang": "pl"}
{"opinion_id": "op_003486", "text": "Rzadko wystawiam opinie, ale tym razem po prostu nie mogłam inaczej. Pani Sonia pomogła mi niezmiernie, jest nie tylko niezwykle profesjonalna, ale również punktualna, a każda wizyta trwa dokładnie tyle, ile zostało ustalone w ZL. Już podczas pierwszego spotkania trafnie odkryła prawdziwe źródło mojego problemu. Pani Sonia jest przesympatyczna, pełna empatii, uważnie słucha i proponuje zdrowe, wspierające wzorce myślenia. Skutecznie pomogła mi przeprogramować moje negatywne nastawienie. Co więcej, ma niesamowitą pamięć, zapamiętała imiona mojego męża, ojca i braci, co naprawdę robi wrażenie i świadczy o jej ogromnym zaangażowaniu. Z całego serca polecam Panią Sonię, to wyjątkowa specjalistka i niesamowita psycholog.", "lang": "pl"}
{"opinion_id": "op_003487", "text": "Bardzo polecam, wystarczy kilka wizyt żeby poczuć się lepiej. Bardzo komfortowa atmosfera oraz pomocne ćwiczenia.", "lang": "pl"}
{"opinion_id": "op_003488", "text": "Od kilku miesięcy pani doktor podpowiada, wyjaśnia, rozwiewa moje wątpliwości - jest osobą kompetentną, zaangażowaną i posiada ogrom wiedzy, którą rewelacyjnie potrafi wykorzystać podczas konsultacji. Rozmawia w sposób otwarty i bardzo przyjazny. To co ważne - potrafi również słuchać pacjenta. Jest profesjonalistką! Serdecznie polecam!", "lang": "pl"}
{"opinion_id": "op_003489", "text": "Zaangażowanie na najwyższym poziomie,  profesjonalne podejście do sytuacji.", "lang": "pl"}
{"opinion_id": "op_003490", "text": "Pani Sonia jest bardzo pomocna i profesjonalna, zdecydowanie polecam", "lang": "pl"}
{"opinion_id": "op_003491", "text": "pełny profesjonalizm, sympatyczna Pani Psycholog .", "lang": "pl"}
{"opinion_id": "op_003492", "text": "Czujem się zrozumiany i wysłuchany, mogłem być sobą, bardzo polecam Panią Sonię", "lang": "pl"}
{"opinion_id": "op_003493", "text": "Polecam bardzo miła Pani przeprowadziła ze mną wstępną rozmowę po czym zostałam umówiona szybko na termin kolejnej konsultacji", "lang": "pl"}
{"opinion_id": "op_003494", "text": "Pani doktor punktualna i bardzo miła. Zaangażowana w rozmowę, udzieliła wskazówek co do dalszego leczenia córki. Polecam", "lang": "pl"}
{"opinion_id": "op_003495", "text": "Wszystko super wytłumaczone. Jestem zadowolona z rozmowy telefonicznej.", "lang": "pl"}
{"opinion_id": "op_003496", "text": "Gorąco polecam. Fachowy kontakt, duże wsparcie i zrozumienie. Odpowiednie wsparcie już na etapie pierwszego kontaktu.", "lang": "pl"}
{"opinion_id": "op_003497", "text": "Przez telefon słychać że miły głos i pochwała że miałem pierwszy krok do polepsznia zdrowia psychicznego dała mi więcej motywacji i chęci żeby starać zrobić coś w tym kierunku.", "lang": "pl"}
{"opinion_id": "op_003498", "text": "Bardzo miłe i empatyczne podejście do klienta, dziękuję!", "lang": "pl"}
{"opinion_id": "op_003499", "text": "Jestem zadowolona z rozmowy . Pani bardzo miła i wyrozumiała.", "lang": "pl"}
{"opinion_id": "op_003500", "text": "Wszystko w porządku bardzo miła pani z kojącym głosem, bardzo wyrozumiała i odrazu zrozumiała gdzie leży problem", "lang": "pl"}
