{"opinion_id": "op_003181", "text": "Today I was at the doctor's for the third time and I have no complaints. This time I dislocated my kneecap, I got a referral for a procedure, an NHS stabilizer, etc. The previous time I was there with tendonitis, it still hurts a bit, but I can move my arm, which I couldn't do before. He might not be the most pleasant person, but when someone has been on such a long journey through doctors as I have, you get used to their odd behaviors and care more about getting help than having coffee chats. Certainly there are better orthopedists, but so far I have only encountered worse ones (referring to the NHS). Compared to the doctor from the Johannites, who 5 years ago after a dislocation didn't even look at my leg, and when asked if it could happen again answered that I would find out if I dislocated it again, Dr. Jan Kowalski is golden.", "lang": "en"}
{"opinion_id": "op_003182", "text": "I agree with the opinion below!!! I had the unpleasant experience of going through this myself, I ended up in the hospital in Piaseczno a week ago with a missed abortion (my second miscarriage, the first was in January of this same year). The doctor performed an ultrasound on me and seemed very nervous that I was crying. Obviously, for any woman, a miscarriage is a traumatic experience, and this was my second one this year, and it was a twin pregnancy!!! I was given pills to induce expulsion, in the morning the doctor on rounds asked me if I had expelled (how should I know, she's the doctor). She did an ultrasound and stated that I had not expelled and that a procedure was needed... when I asked if, since this was the second time it happened to me, maybe I should have some tests done, the doctor said no, that if I miscarry a third time then... ok, the time for the procedure came... when they tried to put me to sleep, I was very nervous and crying, when the anesthesiologist tried to calm me down, right before falling asleep I heard the doctor's words: \"there's no point in crying now, girl...\" I was woken up from anesthesia, my stomach hurt terribly, I was given an IV drip and told I was going home... but I still felt bad and oops... I got a fever... more pills, the nurse said she didn't know what to do with me... so they gave me another IV drip and pills and discharged me home. The doctor didn't even bother to come see me after the procedure, why bother with patients when you can have coffee instead!!! Furthermore, I had the procedure around 12 pm and the hospital discharge was ready at 12:29 :) The discharge summary has no test results, not even the exact gestational age, and it says it was a twin pregnancy! (Comparing to my previous hospital stay for the previous procedure). I will add that I needed to see a psychologist but our hospital in Piaseczno doesn't have one! After a week of feeling very unwell, I went for a check-up to a doctor and it turned out that despite what I went through, I had not been completely curetted, I have an infection and the procedure absolutely needs to be repeated... and because of this, today I had to have the procedure again and suffer all over! Thank you very much and I do NOT recommend this doctor!", "lang": "en"}
{"opinion_id": "op_003183", "text": "However, as it later turned out, an important moment in his life was when he came across an unusual plant that opened its flowers at night and closed them during the day. When his parents bought him a book about Darwin, evolution, and various biological issues, he learned about a mechanism called the biological clock and that it was not known how it worked. The future Nobel laureate attended high school in Dallas, where his family had moved, and in 1971 he graduated from the University of Texas at Austin. The researcher became interested in the genetics of flies of the genus Drosophila. He was particularly fascinated by the fact that this organism has a relatively very small number of genes. He therefore wondered about the possibility of unknown, subtle functions of the flies' genes.", "lang": "en"}
{"opinion_id": "op_003184", "text": "The doctor was very polite and thorough. He presented me with all possible options regarding my treatment. He clearly outlined the pros and cons of each one. I left the office with no questions, as Mr. Jan Kowalski had carefully answered all of them during the visit. After the consultation, the patient feels they are in good hands and that someone here will take care of them. Mr. Jan Kowalski immediately booked me an appointment with another specialist so both could establish a treatment plan for me. I wholeheartedly recommend this doctor!", "lang": "en"}
{"opinion_id": "op_003185", "text": "I used the help of Anna Kowalska and I must say it was the first time I stuck to a diet for longer than 2 weeks. There are already the first weight loss results and my attitude has improved. I have no mood swings and I feel better. Thanks to the additional information Anna Kowalska provides, I know what works for me and why. I am still following the diet plan and I am more positively surprised with each passing day. I recommend Anna Kowalska to all those who are lost with diets, feel bad because they don't have lasting results. AK", "lang": "en"}
{"opinion_id": "op_003186", "text": "I went to see the doctor at the LuxMed clinic, where I pay a subscription of over 300 PLN per month, and I hadn't used an internist appointment in over half a year. Since the doctor was over 30 minutes late in seeing patients (he did not apologize for the delay) I decided to present my case as quickly as possible. I said that my visit was not about my illnesses, but I was requesting a referral for basic blood tests for a sanatorium (i.e., just morphology and ESR). I received a firm answer that I could only get tests consistent with the patient's documentation. I regretfully accepted this information. The doctor continued in a raised voice that he would not write what I asked for because he is not my secretary. I then pointed out to the doctor that he was being rude to the patient and asked if he didn't care about the patient's opinion. This statement greatly agitated the doctor. I also noticed that the paper with the tests ordered for me had already been printed, while the doctor just kept tapping on the computer keys. I tried to ask the doctor what tests I had received. Finally, I got the answer: \"I can read so I'll read it myself...\" Simultaneously, I was instructed that complaints should be submitted to the clinic or the medical director, and not written as grievances under the doctor's private practice. Should I understand, Doctor, that courtesy and politeness in your medical practice are only obligatory during visits in your private office, but not at the LuxMed clinic??? Do you treat differently in your private office than at the LuxMed clinic??? Following your advice, I will not be anonymous. During a conversation with the Medical Director, I requested a confrontation with the doctor for openly insulting me (quoted text below) - it turned out to be impossible. Finally, I will quote the doctor's entry into my electronic record, which he spent so long typing into the computer. I quote: \"The patient presented with a demand to order tests for a sanatorium under the NHS, I refused to order tests on request for the NHS, I ordered tests according to the patient's documentation in LuxMed... (here follows a list of illnesses) … The patient was aggressive, rude during the visit, hindering my even writing the documentation, Insulting me, blackmailing me with negative opinions about the visit. Physical examination: Examination impossible to perform due to the patient's rude behavior …\" The entire quoted text is a huge, blatant lie. I have quoted it for you, dear patients, for your consideration. Jan Kowalski", "lang": "en"}
{"opinion_id": "op_003187", "text": "\"Our research also showed that for women with this mutation, the risk of death depends largely on the size of the tumor,\" adds the geneticist from Szczecin. \"If it is detected quite early, when it does not yet exceed 2 cm in diameter, the probability of ten-year survival reaches 82 percent. Only when the tumor is larger, above 2 cm, does it drop to just 30 percent.\" According to the specialist, for carriers of the PALB2 mutation, regular check-ups, such as mammography and ultrasound and possibly magnetic resonance imaging, are crucial. \"These diagnostic tests allow for early detection of breast cancer when it is still small. Our research confirmed this; we had patients with this mutation who got checked and managed to detect a tumor measuring just 8 mm, 10 mm, 11 mm, or 16 mm,\" he emphasizes.", "lang": "en"}
{"opinion_id": "op_003188", "text": "Hello, I waited half a year for an appointment at the Cervical Pathophysiology Clinic, unfortunately the doctor I ended up with was Jan Kowalski. A year ago, at the age of 20, changes with high oncogenic potential were detected on my cervix, and the treatment I received was questionable to say the least, so I was waiting for the appointment at the Specialist Clinic with great hope. I went to the appointment, after reviewing the test results I brought, Mr. Jan Kowalski refused to consult me, stating that my tests were done commercially - paid for - that they don't do such ones, that \"I should go back where I came from\" and he would not treat me. I told him that it wasn't important to me what tests were done, that I wanted the doctor's opinion, that I was looking for a treating physician. Mr. Jan Kowalski repeated the sentences he had said earlier several more times, then stated that he would call the doctor who referred me there (her number was on the referral) and left the reception room slamming the door. After the conversation, he came back and told me to prepare for an examination. Never before, nor since, has any doctor treated me so poorly or shown such a lack of respect towards me. I did not go for another appointment with this man, nor did I pick up my results – because doctors, to me, are people of higher values. Due to the bad experience, I do not recommend.", "lang": "en"}
{"opinion_id": "op_003189", "text": "This doctor was the only neurologist I've been to who accurately diagnosed my condition on the first visit. Additional tests were unnecessary because the treatment that was applied brought me relief and significant improvement. I had been to several neurologists and GPs before who did not help me. The doctor has been seeing me privately all along and I am very satisfied. I highly recommend this doctor because she has incredible knowledge, and additionally, you can have a Doppler ultrasound of the brain arteries during her appointment. Going to see her, you should be prepared for long queues because patients come to her from far away; I waited and had the chance to learn that some travel even 150 km!!! to see her, but it's really worth it. The doctor spends as much time as needed and doesn't watch the clock.", "lang": "en"}
{"opinion_id": "op_003190", "text": "A very professional and friendly woman. She approaches the client warmly. She explains everything step by step so that after the visit you know what's going on. The only downside is the somewhat poor conditions regarding decor and equipment, although I'm not an expert on equipment and I might be wrong here...", "lang": "en"}
{"opinion_id": "op_003191", "text": "The doctor is a competent and specific person. After looking at my skin lesion, she already knew how to treat it. She didn't limit herself to just ointments but also prescribed me an oral medication to address the root cause of the problem. And that's what matters. As for the effectiveness of the treatment, it's still too early for a final assessment. Overall, I recommend Dr. Anna Kowalska to other patients.", "lang": "en"}
{"opinion_id": "op_003192", "text": "Unlike many other celebrities, this one is truly approachable and to the point. The conversation is easy and you don't feel that barrier, allowing you to ask and clarify various things that are important to the patient and sometimes you're simply embarrassed to ask others. I had a back problem, probably caused by my pregnancy, and I got a referral for rehabilitation within my district. After 10 treatments, I was probably worse off than when I started, so I didn't risk it and didn't take the next series. When I went to Mr. Jan Kowalski, the pain disappeared momentarily after the 1st treatment and after a few days it stopped hurting altogether. This is a lesson that you need to go to proven professionals with your health, so you won't be disappointed later.", "lang": "en"}
{"opinion_id": "op_003193", "text": "The anatomical specimens needed for study are stored in a special warehouse. Thanks to a closed circulation of the preservative fluid, there is no smell of formaldehyde in the department, and the used formalin does not end up in the Vistula River with sewage. In the Department of Forensic Medicine, many rooms have been rebuilt and their use has been changed, said its head, Prof. Jan Kowalski. Thanks to cameras, autopsies can be viewed in lecture halls, and the building has also been adapted for the needs of people with disabilities. Among the modern equipment was a computed tomography scanner and devices allowing for the analysis of, for example, traces of designer drugs in tissues and blood. In the event of incidents such as an airplane crash, the Department has a cooler to store 350 bodies in dignified conditions.", "lang": "en"}
{"opinion_id": "op_003194", "text": "The first visit made an impression on me. I didn't have to describe the problem; the Doctor himself noticed all the posture defects. I am 6 months postpartum and my hands were going numb at night. After the visit, there is improvement. Of course, this is just the beginning of the visits. For now, I can say that the doctor is good, polite, and professional in his approach to the procedure.", "lang": "en"}
{"opinion_id": "op_003195", "text": "You can see that this doctor knows what he's doing. I was with him - for the first time, I will definitely return. Although I admit his arrogance is a bit off-putting. I tried to explain to him that I have menstrual disorders (with gaps of up to a year) due to PCOS which was diagnosed in me. He interrupted me mid-sentence, saying he wasn't asking what diseases I have now. To sum up - knowledge at a very high level. Behavior and attitude towards the patient - poor.", "lang": "en"}
{"opinion_id": "op_003196", "text": "Jan Kowalski presented his achievement during the \"Investing in Medical Innovations\" congress held from Thursday to Friday in Katowice. It is based on research conducted at Harvard in 2010. \"That was research on whether it was possible to create a model using a certain polymer which - if we grow lung cells on it and subject them to forces actually present in the human lung, in the actual pulmonary alveolus - would start behaving as they would in the human lung. It was proven that this was the first time in history that a completely artificially designed and artificially functioning human organ was created using artificial conditions,\" he told PAP during the congress.", "lang": "en"}
{"opinion_id": "op_003197", "text": "In my opinion, the doctor was very unpleasant. Previously I was with another orthopedist who classified me as a hypochondriac. After the sentence: \"You're acting like: I spent 100 PLN and he didn't detect cancer in me\" I stopped listening to him. I don't think there was anything in my behavior that would warrant such a summary, especially since I barely spoke... I work as a nurse and have met many doctors, but such behavior was foreign to me until today. I am only referring to the behavior, not competence, because I felt very uncomfortable after this visit.", "lang": "en"}
{"opinion_id": "op_003198", "text": "I was fortunate that fate placed Dr. Jan Kowalski on my life's path. Thanks to an accurate diagnosis, followed by personally performing a complicated operation in the urinary tract, and tender care after the operation at the Clinic on Borowska Street in Wrocław, I am now healthy and in full strength, even though only a few months have passed since the operation. I owe all this to the professional engagement of Dr. Jan Kowalski regarding my health problems. I sincerely thank you, Doctor, for saving my health and life. I recommend Dr. Jan Kowalski to everyone with urological conditions. Greetings to you and your entire family, your grateful patient Jan Kowalski along with his wife Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_003199", "text": "I do not recommend. This specialist is not guided by the patient's well-being, UNFORTUNATELY... I went to this doctor based on internet reviews. I signed up at the NHS clinic, later I also signed up my daughter there, who was under this doctor's care until today. One fine day, I received a call from the school asking me to pick up my child who was complaining of ear pain and suffering. I immediately called the registration to find out the consultation hours. How surprised I was when the lady demanded a referral from a pediatrician AGAIN from me, because, as she put it - there's no point in me coming without it. After checking with the Patient Rights Ombudsman that this was not true and that the doctor must see a child in pain, the blonde lady still insisted, because that's what they told her in HR. Unfortunately, at the clinic, Mr. Jan Kowalski did not want to accept my child and told me to \"sort it out\" with the registration, because he doesn't deal with that. After demanding a written refusal to accept a patient in pain, the doctor changed his mind. I waited in line with my daughter until he had seen all the patients. After examining my daughter, he diagnosed the beginning of an EAR INFECTION, but refused to give me 2 days of school sick leave for the child, because as he stated \"the child isn't in pain right now, and we'll see what happens tomorrow, you can just come again...\" To my suggestion that right now her ears are drops and it will be difficult for me to take time off work again and come for a sick note, he replied that he saw no indications at the moment. He clearly took revenge on me for the scene at the clinic, for standing up for patient rights, he refused to see the child, but did not want to confirm it in writing. In my opinion, he is no doctor, just a tradesman doing his job. More important than the patient's well-being for this man is showing who's in charge here. I do not recommend. Well, unless privately...", "lang": "en"}
{"opinion_id": "op_003200", "text": "A nice and competent doctor. He knows how to listen to the patient. I hope the medication prescribed by the doctor will help me, or at least slow the progression of the disease. It's a shame that after a 2-week stay in the neurological ward of the hospital in Dąbrowa Górnicza, a proper diagnosis was not made and proper treatment was not started. And that was 2 months ago. The disease wouldn't have caused such devastation in my brain then and I would certainly still be walking. All my hope is in this doctor.", "lang": "en"}