{"opinion_id": "op_001601", "text": "Jan is indeed a pleasant, young man who already has some experience. However, in the case of a good physiotherapist, what matters is whether he knows for sure what he is doing and whether he is effective. In my case (herniated disc, sciatica), unfortunately Jan did not help, and the condition worsened after the visits - I found help from another physiotherapist shortly after. I have had experience with several good manual therapists in my life, and none of them started treatments without reviewing imaging diagnostics (CT/MRI), did not try a whole range of techniques without knowing which would help and which might rather harm, and did not perform procedures, a significant part of which were really painful (for a patient already in considerable pain), asking during their performance if he was not approaching a pain level of about 7 on a 10-point scale. In my opinion, if someone is looking for an experienced spine physiotherapist, they should keep looking.", "lang": "en"}
{"opinion_id": "op_001602", "text": "A very nice and warm doctor who listens well to the patient's problems, trying to understand them and advise appropriately. Besides prescribing medications that can of course improve one's state of well-being, one must face the problems and try to solve them on one's own or with the help of a psychologist.", "lang": "en"}
{"opinion_id": "op_001603", "text": "Unfortunately, I followed the opinions and went to the doctor at Enel-med. Since I have been an allergy and asthma sufferer since childhood and am currently pregnant, I needed advice. Unfortunately, the doctor was slow, something was constantly on her mind but it wasn't the patient. In summary, she prescribed me medications that later turned out to be dangerous for the baby, and my obstetrician was shocked when he heard what she had prescribed. I only hope that next time the doctor will think and consider what she says and prescribes to her patients.", "lang": "en"}
{"opinion_id": "op_001604", "text": "In addition to speakers from scientific centers across Poland, lectures in Zawiercie will also be given by guests from abroad. Prof. Antonio Torres Garcia was the president of the European Society of Metabolic and Bariatric Surgeons, and Prof. Garcia Caballero has extensive experience in bariatric and metabolic surgery. Both come from Spain, where medical procedures related to patient care before and after surgery are organized in an interdisciplinary manner. Another guest from abroad - Prof. Renato Pasquali from Italy - is one of the authorities in the field of endocrine disorders related to obesity, primarily fertility disorders and polycystic ovary syndrome. Endocrinologist Prof. Marija Pfeifer, who has been dealing with metabolic problems and obesity in Ljubljana, Slovenia for many years, has also announced her participation in the congress.", "lang": "en"}
{"opinion_id": "op_001605", "text": "I am satisfied. She accurately diagnosed the bacteria that attacked my little son, advised how to eliminate that nastiness in a simple and cheapest way. Moreover, she removed dozens of small warts scattered all over my body free of charge. The visit is short but substantive, without unnecessary chatter. She is a doctor of sciences, not some master's degree holder. :)", "lang": "en"}
{"opinion_id": "op_001606", "text": "I have been treating my daughter with the doctor almost since birth. My daughter has had recurring urinary tract infections from the beginning. The doctor always examines thoroughly, asks questions. She always answers all my questions and doubts. Even though I treat my daughter at the hospital in the nephrology clinic, I feel as if it were a private visit. Nice, reliable, pleasant. More such wonderful doctors. I highly recommend.", "lang": "en"}
{"opinion_id": "op_001607", "text": "I recommend the doctor. The price of a visit in a private office is not exorbitant, only such as the prices of visits to doctors accepting privately are roughly shaped. Additionally, an ultrasound is performed at every visit included in the price, and the doctor does not charge an additional fee for a Pap smear. It's very nice that the doctor always asks about well-being and always has time to listen to questions or doubts, which he answers. He answers questions regarding the ultrasound being performed, or describes what he is examining himself. He does not refer for dozens of unnecessary tests, only for those that are essential and sufficient to assess the patient's condition. He is nice and his manner allows, as much as possible, to relax during the entire visit and examination.", "lang": "en"}
{"opinion_id": "op_001608", "text": "If you cannot afford a procedure in a private clinic, then there is no point in going to the professor's office. The visit lasts 5 minutes, he only accepts CT images on film because he does not have a computer in the office. Then an express nose examination and prescription of steroid sprays (previously used unsuccessfully) and assurance that one must learn to live with such a condition. Finally, an announcement of the next visit, payment of 150 PLN and one can return home (in my case 400 km). A waste of time and nerves is my advice for those planning to go to the professor. Today I am a few days before the surgery because I found a doctor who does not claim that \"one must learn to live with such a condition\" and advised to operate it as soon as possible!!", "lang": "en"}
{"opinion_id": "op_001609", "text": "If you need genuine help that involves any procedure performed in hospital conditions, please do not count on the help of the doctor. The diagnosis was indeed correct, but that's where it ends. The doctor is an absolutely unreliable person, arranges for a phone call but unfortunately forgets to call back, probably counting on another visit. Empathy is a word unknown to the doctor. After several private visits for quite considerable money, unfortunately (despite assurances) I did not obtain further help. The doctor apparently was not interested that the pain, which could be eliminated with a short surgical procedure, prevented me from normal functioning. Thanks to the help of another \"true doctor\" who took care of me quickly, I am already recovering. Very unkind, doctor.", "lang": "en"}
{"opinion_id": "op_001610", "text": "The project also involved: Dr. Elżbieta Purta and M.Sc. Katarzyna Kamińska from Prof. Bujnicki's group at MIBMiK, and Dr. Janusz Stępiński from Prof. Darżynkiewicz's group at UW. The research was partly financed by the Ministry of Science and Higher Education and the National Science Centre, as well as by the Foundation for Polish Science (FNP) and the European Research Council. Dr. Nowotny was funded by the \"International Early Career Scientist Award\" grant from the American Howard Hughes Medical Institute (HHMI). FNP also supports Prof. Bujnicki and Dr. Nowotny through scholarships in the \"Ideas for Poland\" program, and Dr. Werner and M.Sc. Kamińska through scholarships in the START program.", "lang": "en"}
{"opinion_id": "op_001611", "text": "I had some concerns going to the professor after reading the opinions below. He turned out to be a very nice and competent doctor, collected a detailed medical history, explained everything in an accessible way. Before me there was a very noisy, talkative person and he listened to her patiently too (unlike those waiting :)) I don't know yet how my treatment will end but at the moment I am very satisfied with this visit. The cost is indeed not low.", "lang": "en"}
{"opinion_id": "op_001612", "text": "I highly recommend Anna Kowalska. My nearly 5-year-old child came to fairytale therapy sessions with a specific problem, which was solved in a short time after starting therapy (about 2.5 months, meetings weekly). Fairytale therapy works! Anna completely focused on the child's problem, I saw that she really delved into this problem, understood it and knew from which side to \"approach\" it. Anna is certainly an experienced, competent, professional therapist who definitely does not \"stand aside\" from the patient and who really cares about the patient. My daughter loved going to her. Anna is also a warm, nice person. I sincerely and warmly recommend.", "lang": "en"}
{"opinion_id": "op_001613", "text": "I only had a consultation with Dr. Jan Kowalski, so I cannot speak about the effects of the surgery, but as for the doctor's behavior during the consultation, I cannot agree with your assessments. I consulted about abdominoplasty. The doctor did not \"brush me off\" at all. On the contrary. He assessed the situation thoroughly, explained everything to me, described the entire procedure. The visit did not last 5 minutes at all but half an hour, but even if it had lasted 5 minutes, it seems to me that it's not about the duration of the visit but about finding out everything and having the doctor assess the situation well. Apparently he has enough experience that he doesn't need to spend the whole day with the patient. Regards.", "lang": "en"}
{"opinion_id": "op_001614", "text": "A physiotherapist by vocation, with commitment to the patient, before each procedure he conducts an interview regarding the functional state and depending on the assessment - selects various therapeutic methods and exercises recommended for home. Thanks to skills and knowledge and also - I believe - a \"therapeutic sense\" for sensing and recognizing dysfunctional areas, he effectively helps me minimize discomfort caused by hip joint degeneration. Professional help, cheerful disposition, personal culture and insightful analysis of all possible therapeutic applications make me able to choose the assessment \"very good\" with appreciation and recommend to others. Thank you very much for the help that enables me to move independently.", "lang": "en"}
{"opinion_id": "op_001615", "text": "The doctor seems to have missed her calling a bit. Scolding a child so that it doesn't cough on her because she has to be healthy because she is going on vacation in 3 days is out of place. Did the lady, when choosing her field of study, think that she would only treat healthy children? For me, such a remark was embarrassing...", "lang": "en"}
{"opinion_id": "op_001616", "text": "He operated on me. A great surgeon, an excellent diagnostician; a man devoted to patients and medicine. I saw - the daily morning professor's rounds at dawn - at 7 o'clock! Then often participation in the remaining rounds. On Saturday - too. When I was - I saw, less officially, without a procession and a gown. Such \"Hi guys, I dropped by for a visit?\" How many professors behave like that? He answered my email by phone. I asked if there was a chance of admission for a repeat procedure, after 8 years. The Professor called, personally! He asked about the ultrasound description, about the referring doctor's opinion. I received instructions and after some time I was operated on. Comment on - the art and attitude towards the patient? AL", "lang": "en"}
{"opinion_id": "op_001617", "text": "Young Krakow inventors see great commercialization potential in their idea. Various medical institutions are already interested in the invention, but sales could only start after device testing, i.e., at the earliest in spring. \"The market is very large, it is estimated that the number of people diagnosed with asthma worldwide is over 250 million. Our project focuses on solving the patient's daily problems. We want their comfort of life to grow with our device, and the burden of the disease to decrease\" - summarized Tomasz Mikosz. The invention would enter the market through a start-up. The Krakow start-up has already gained financial support from the Berlin-based medical innovation incubator - Startupbootcamp Digital Health. The invention was among the 10 winning projects submitted from 513 works from around the world to the Startupbootcamp Digital Health competition.", "lang": "en"}
{"opinion_id": "op_001618", "text": "I have been to the doctor three times so far on health insurance. At the first meeting, he impressed me as a competent but not very nice doctor, because in my opinion he was quite rushed and did not engage in conversations, also he was a bit unpleasant so I left the office quite quickly. Before the second visit, when I found out who I was going to, I was a bit scared, after the impressions from the first I didn't know what to expect. Since I had a serious problem, which I had already been to another gynecologist for, who unfortunately did not help me and even worsened my condition. So I went to the clinic and happened to get the doctor. I must say I was pleasantly surprised because this time there was a conversation, I was sent for additional tests and it looked like the doctor cared. Nevertheless, the examination was very painful which the doctor saw perfectly but he did it anyway. However, after the prescribed medications I recovered completely. The third and last was a control visit at which the doctor asked if I was already healthy, I said yes and I was not examined again. In summary, the doctor is a great specialist, although not always gentle, but for the price of recovery I could suffer for a while at least in my case. Sometimes he is rushed and has moods. Generally, most patients tend to either like him or he made a negative impression on them and they don't come to him anymore and hence the negative comments in my opinion. I do not recommend for the first visit to a gynecologist. However, if there is something serious, then I advise going to the doctor, one will be cured and the diagnosis will be accurate the first time.", "lang": "en"}
{"opinion_id": "op_001619", "text": "The doctor is a very nice woman, explains everything thoroughly and devotes as much time to the patient as needed. She does not disregard the patient, asks about all details. She is very gentle during examination, conversation with her is stress-free. A great advantage of the doctor is that she realizes that not everyone can afford expensive treatment and refers for detailed tests to the NHS clinic. She gives tips on where to go and to which other specialists for more advanced conditions. I definitely recommend the doctor, especially for young girls who do not want to be disregarded and do not want to ruin their health.", "lang": "en"}
{"opinion_id": "op_001620", "text": "I also recommend - I have been treated for 3 years and it's really worth it because the doctor even stays after hours - on NHS. has time - the visit lasts as long as needed, does ultrasound examinations very thoroughly, does not save. Can accept even more patients than registered has a super approach - is nice - explains and jokes super super recommend wish there were more such doctors as Dr. Jan Kowalski Regards Anna", "lang": "en"}
