{"opinion_id": "op_003781", "text": "The doctor is very professional and empathetic, performed the examination, reviewed previous test results, discussed them in detail, dispelled all doubts, recommended further testing, I highly recommend", "lang": "en"}
{"opinion_id": "op_003782", "text": "Very nice doctor, thoroughly explains the process of further treatment :)", "lang": "en"}
{"opinion_id": "op_003783", "text": "The doctor analyzes MRI images with dedication and provides a detailed opinion. During the visit, she conducts a thorough examination and orders additional tests if needed. I have been under her care for several months - there have been several visits and tests. Each visit took place in a positive atmosphere, with detailed analysis and defined next steps. I recommend.", "lang": "en"}
{"opinion_id": "op_003784", "text": "I felt that the doctor clearly didn't have time for the consultation. I felt dismissed, nothing was explained to me. The doctor who suggested I consult a neurologist for an examination was practically \"mocked\" by the neurologist.", "lang": "en"}
{"opinion_id": "op_003785", "text": "I recommend the professionalism and great empathy. Warm regards to the doctor", "lang": "en"}
{"opinion_id": "op_003786", "text": "I'm still in the process of treatment but at the moment I'm satisfied with the approach of Dr. Anna Kowalska. She listens to the patient, is patient, engaged in body examination, reading results and MRI plates. I recommend the doctor to everyone and wish her good health.", "lang": "en"}
{"opinion_id": "op_003787", "text": "No downsides. Very professional visit. I recommend!", "lang": "en"}
{"opinion_id": "op_003788", "text": "The doctor conducted a very detailed interview and examination to properly diagnose and apply treatment. Additionally, she is very nice and professional.", "lang": "en"}
{"opinion_id": "op_003789", "text": "Very professional approach, everything explained, friendly atmosphere. I recommend", "lang": "en"}
{"opinion_id": "op_003790", "text": "As always, very well taken care of. This doctor's care and knowledge are extraordinary. I'm glad I ended up at this practice.", "lang": "en"}
{"opinion_id": "op_003791", "text": "I'm very happy that I ended up with Dr. Jan Kowalski. I felt understood during the consultation, which is lacking in many other medical practices. Quick decision to introduce pharmacology, which makes me happy because I've been struggling with migraines for 20 years. Great visit, very detailed. Doctor with very high personal culture and respect for the patient. I recommend making appointments with the doctor without hesitation!", "lang": "en"}
{"opinion_id": "op_003792", "text": "A doctor with high personal culture, full of respect for the patient. Punctual, thorough, with great knowledge and commitment. Listened attentively, explained everything clearly. A competent specialist, worthy of recommendation.", "lang": "en"}
{"opinion_id": "op_003793", "text": "The doctor thoroughly diagnosed everything, explained it, and directed to appropriate treatment. Thank you for the visit, may there be more doctors like this :)", "lang": "en"}
{"opinion_id": "op_003794", "text": "Concrete, detailed, without rush and with a sense of humor!", "lang": "en"}
{"opinion_id": "op_003795", "text": "After a year of searching for the cause of pain, after tests ordered by the Doctor, we found the cause. Additionally, high culture and friendly approach", "lang": "en"}
{"opinion_id": "op_003796", "text": "I recommend Dr. Jan Kowalski! Engaged, approachable, effective!", "lang": "en"}
{"opinion_id": "op_003797", "text": "A doctor with full commitment, very empathetic and professional.", "lang": "en"}
{"opinion_id": "op_003798", "text": "I recommend! Nice atmosphere in the practice. The doctor explained everything well and ordered additional tests.", "lang": "en"}
{"opinion_id": "op_003799", "text": "Explained everything, prescribed treatment", "lang": "en"}
{"opinion_id": "op_003800", "text": "hello", "lang": "en"}
