{"opinion_id": "op_001761", "text": "Hello. Dr. Anna Kowalska led both of my pregnancies. The birth was easy and the children received 10 points each. The visits to the doctor may not be cheap, you have to keep track of the tests and they are also paid for, in the office you almost always have to wait about 1.5 hours despite the scheduled time, but but ever since I met the doctor in 2005, I had no doubts that she would lead my pregnancies. I trust her, you can always ask her about anything and she is never indifferent to the slightest doubts. My pregnancies were not easy because in both I had nausea and vomiting until the end of the 5th month. I admit that I am not a very consistent person and I did not always regularly follow what the doctor recommended - mea culpa. I believe that my good preparation for both childbirth and motherhood is thanks to Dr. Anna Kowalska. I recommend her books, especially for those whose visits sometimes last very briefly, after all, when everything is in order, why should they last longer. When I had a problem and asked for a visit, she never turned me away, probably that's why there are queues to see her because she accepts everyone who asks for an urgent appointment. One of the reasons I was looking for such a gynecologist was the fact that since 1990 I have been a vegetarian (I don't eat meat or fish) and I was looking for someone I could trust and who would dispel my fears that such a diet could be dangerous for pregnancy. The second reason is that I don't trust conventional medicine too much and here again I found what I needed, because the doctor recommends natural methods, herbs, healthy eating, rest... Today I am in the 5th week of pregnancy and I have no doubts about who will lead it. I am glad that we have Dr. Anna Kowalska in Wroclaw and I think she is a wonderful, warm, smart woman and a good gynecologist.", "lang": "en"}
{"opinion_id": "op_001762", "text": "I also had the opportunity to meet Dr. Jan Kowalski. Living on Iron Street with my ailing, bedridden mother who was 87 years old, Dr. Jan Kowalski provided medical care for my mother and I want to say one thing: I have never met a doctor so dedicated to performing his profession in relation to elderly people, with his big heart and commitment to treating my mother. We know perfectly well, let's be honest, how elderly people are treated by the health service these days, I'm not afraid to say and use the words 'a necessary evil'. But for Dr. Jan Kowalski, age didn't matter, the person mattered. He did everything he could for that sick person: treatment, administering IV drips at home. Being nearby on visits, he would come and check on his patient even if an appointment hadn't been scheduled. I also won't mention his approach to the patient - a sincere smile, a nice conversation that the doctor had with my mother, which seems to me greater than anything else; it gave faith in healing and restored faith that there are still wonderful doctors. For that, today, even though my mother passed away 4 years ago, I would like to thank the doctor once again very much for the shown heart and goodness. I WISH THE ENTIRE HEALTH SERVICE AS MANY SUCH DOCTORS AS POSSIBLE. WITH RESPECT, THE DAUGHTER OF STANISŁAWA PALUSZEWSKA, ANNA PALUSZEWSKA", "lang": "en"}
{"opinion_id": "op_001763", "text": "Apart from typical cavities, I also had a root canal treated by the doctor. It turned out that I have one very long root and the task was difficult. But the doctor is patient and pays great attention to details, does everything precisely and under a microscope. Even when tired, he tells jokes :) Fortunately, moderate ones, so that the patient doesn't burst out laughing with a drill in their mouth :) He always explains what happened to the tooth, what he is doing, and how to take care of it later. This guy is really a passionate person and you can see that this is his calling. I am also a specialist, just in a different field, so a specialist recognizes a specialist right away :) You can ask about everything, and even look at something under the microscope. I honestly recommend :)", "lang": "en"}
{"opinion_id": "op_001764", "text": "I basically found out nothing. During the examination, I heard 'everything is soft' and that something is red, but what it is is unknown. A prescription for suppositories and 'if something happens, please come back'. Just for 150 zł for a visit which, together with the examination, lasted about as long as I waited outside the office. The doctor started writing a summary in front of me, giving me to understand that the visit was over. I expected greater involvement from the doctor, especially since I am after radiotherapy. Not great!!!", "lang": "en"}
{"opinion_id": "op_001765", "text": "I ended up in the hospital in Siedlce with a broken foot. Dr. Jan Kowalski, without any tests (!) - only based on an X-ray, diagnosed me with bone cancer. I heard: 'What operation are you talking about? This is bone cancer, this leg is rotting from the inside!'. After simple blood tests, and then after a CT scan with contrast, it turned out that it was not cancer, nor even osteomyelitis as was later suggested to me. I found a wonderful surgeon in Warsaw who stated it was only soft tissue inflammation (no wonder - after walking on a broken foot for 2 months!), recommended sparing the leg and walking in an orthosis. This saved me from a double operation to fix the foot in Otwock (cleaning and fixation), which with my diabetes could have meant a year of my life.... And Dr. Jan Kowalski - not only is he curt, has no time for the patient, and treats them impersonally, but he is also incompetent. I would steer clear of such a doctor.", "lang": "en"}
{"opinion_id": "op_001766", "text": "People, which doctor do we go to where we don't pay a minimum of 50 zł? Unless it's a state one in half a year. With Dr. Jan Kowalski, you call in the morning and go the same day. Another thing: if you decide on homeopathy, you must be patient. And most people who give a bad opinion were there twice and didn't see results because in their opinion every illness is a seven-day cold and you should be 100% healthy after 7 days. Then we listen to the doctor because every mistake in diet, bad smell, etc. is a recurrence of ailments. But if you are patient and consistently follow the recommendations, the effect will be one hundred percent. I recommend Dr. Jan Kowalski if you have real health problems; he helped my child and will help those whom traditional treatment did not help.", "lang": "en"}
{"opinion_id": "op_001767", "text": "She was my first 'gynecologist'. I went to her only because she was a friend of my mother's and she led a high-risk pregnancy from which my sister was born whole and healthy. At first, I had nothing to complain about, maybe because I had no comparison and didn't know that a gynecological examination could not hurt and not cause walking awkwardly for several days.... It is a fact that Ms. Anna Kowalska cured my ovarian cyst without surgery (although it was close, but she managed to dry it out with some experimental treatment). So I cannot deny her competence. However, she is terribly unpleasant and ironic. When I came back to her every month with recurring vaginal inflammations, she said that maybe it was time to change my partner, because apparently he is not 'constant in his feelings' since he keeps infecting me with some inflammations. I lost the desire to go to her. As it turned out later, I got rid of the inflammations for good after the first visit to another gynecologist....", "lang": "en"}
{"opinion_id": "op_001768", "text": "As explained in the communiqué, the Polish-Spanish publication is also significant for another reason. For years, genetically modified mice have been used in behavior experiments in laboratories all over the world. Until now, all scientists were convinced that introducing GFP protein does not affect the animals' reactions. Now it is known that this is not the case. Some of the scientific works published so far may therefore be based on misinterpreted data. Scientists from the Nencki Institute explain what the research involved. \"DNA in cells is not naked – it is wrapped around proteins called histones, forming chromatin fibers,\" says Dr. Anna Kowalska from the Nencki Institute and adds: \"Most people certainly associate that chromosomes in human cells resemble the letter X in appearance. It is the appropriately coiled chromatin that is responsible for such characteristic packing of genetic material.\"", "lang": "en"}
{"opinion_id": "op_001769", "text": "Supposedly a children's doctor, has an approach to children only if they are well-behaved, and if they don't want to cooperate, the visit is wasted. Money spent, no examination, a referral for another visit. Maybe it will work another time. A lively two-year-old didn't want to be examined. A private doctor can do this endlessly, I don't have money to waste. A nice person, but what good is that to us :/", "lang": "en"}
{"opinion_id": "op_001770", "text": "This was the first visit, so it's hard to give an opinion. She certainly knows how to listen. She bases things on questionnaires, which on one hand makes you feel a bit like you're taking an exam, but on the other hand, it allows you to specifically determine how big the problem is.", "lang": "en"}
{"opinion_id": "op_001771", "text": "I really don't understand people who write about the doctor as an aloof or incompetent person. This is a clear injustice. I know her privately, not only as a doctor for me and my family. She is very nice, devotes her private time to patients. She explains everything as best she can, and if some people didn't bother to learn biology or chemistry and don't understand certain processes and biochemical phenomena - that's not her fault. And as for not talking to patients, as far as I know, she talks to them much more than the average doctor. IF SOMEONE NEEDS A CONVERSATION, THEY SHOULD GO TO A THERAPIST OR PSYCHOLOGIST, OR JUST GO ON A CHAT ONLINE. The main task of a doctor is to treat the patient, not to act as a confidant; that's what family and priests are for!!", "lang": "en"}
{"opinion_id": "op_001772", "text": "I visited the dermatologist several months ago for psoriasis and facial dermatitis (caused by a one-time application of a steroid to my face). After the visit, I was devastated because I received no help, apart from information that I should wash my face with Pirolam shampoo. I was told to come for another visit and if it didn't improve after using this shampoo, I would be referred to the hospital. After the visit, I called the outpatient clinic at the hospital where I am an NHS patient, asking for an appointment as soon as possible - I was told I could come the next day. Due to my condition, I was referred to the hospital - I was in such a state that I was ashamed to leave the house. Fortunately, everything is fine now. I am aware that my case was severe, but I was disappointed with the doctor not because she couldn't help me, but because she couldn't tell me that and didn't refer me to the hospital immediately.", "lang": "en"}
{"opinion_id": "op_001773", "text": "HELLO, I HAVE A QUESTION THAT'S A BIT OFF TOPIC! I REGULARLY WORK OUT AT THE GYM, I DECIDED TO START TAKING CREATINE. DOES IT HARM OR INTERFERE WITH FERTILITY OR IMPREGNATING A WOMAN??? MY WIFE DISCOURAGES ME BECAUSE SHE IS AFRAID THAT BECAUSE OF IT SHE WON'T GET PREGNANT, BUT IT'S NOT A STEROID, IT'S A NATURAL SUPPLEMENT. PLEASE AND THANK YOU IN ADVANCE FOR YOUR ANSWER!!!!", "lang": "en"}
{"opinion_id": "op_001774", "text": "I was with my child at Dr. Jan Kowalski's twice. Initially, he ordered tests. A 5-minute visit cost 140 PLN. The next visit was 120 PLN, even though the child's tests came back normal, no allergies. However, allegedly based on a nasal swab, the doctor stated that my son has non-allergic rhinitis with eosinophilia. And he immediately prescribed a steroid drug, Avamys, and wanted to schedule another visit. This worried me and the prescription drug - a very heavy steroid. Reading online, I came to the conclusion that it is impossible for my son to have this disease because his eosinophils are at 0% and everything else is fine. I consulted another specialist who ruled out his diagnosis. Jan Kowalski unnecessarily prescribed this steroid to my child. I must add that he didn't explain anything to me and I had to figure it all out myself. I do not recommend this doctor.", "lang": "en"}
{"opinion_id": "op_001775", "text": "I categorically do not recommend. I left a lot of money at this gentleman's clinic. He performed a laparoscopy on me without checking the patency of my fallopian tubes. He didn't tell me much about the disease I have; it was only the next female doctor who enlightened me. A doctor who doesn't say much; you have to ask about everything. I poorly remember the period of visits with Dr. Jan Kowalski... I would not recommend him to anyone....", "lang": "en"}
{"opinion_id": "op_001776", "text": "Nanofibers used by Dr. Anna Kowalska are surfaces a million times thinner than a human hair - their thickness is below one micron (i.e., from several tens to several hundred nanometers). They are made of polymers - molecules that can be compared to a string of a million pearls. The surface area of such nanofibrous materials is very large relative to their mass or volume. Nanofibers have been used in medicine for about a decade, e.g., as a component of dressings and bandages, and even as one of the layers of artificial blood vessels. In the future, nanofibers could be used to treat bone defects. And although it sounds like fantasy for now - the research conducted by Dr. Anna Kowalska from the International Centre of Electron Microscopy for Materials Science at the AGH University of Science and Technology in Krakow is leading precisely to that goal.", "lang": "en"}
{"opinion_id": "op_001777", "text": "A big plus is definitely the tests that the professor orders. Also a plus for not having to go for visits too often because many things can be handled over the phone. She is the first doctor who looked at me as a whole, listened, and answered questions. Together with the professor, I was trying for a child ;-) After a few months of unsuccessful attempts, she referred me to another doctor who was to take over my treatment. Ultimately, it turned out that I was already pregnant then, so the treatment worked. I generally recommend.", "lang": "en"}
{"opinion_id": "op_001778", "text": "For example, there is the position of an equal opportunities officer. Someone like that is in every major German institution or university. They ensure that, for example, in a given workplace, there are as many long-term contracts for men as for women, or that women are not paid worse than men. It also works the other way around. 'Because if this balance - between work and home - is not also present for men, then the entire responsibility for family and home matters falls on the woman,' she explains. Equal opportunities officers also prepare four-year plans that are supposed to indicate how much the situation of women is improving in a given workplace. You can also approach such a person if a potential employer asks a woman, for example, about her family plans. 'According to the law, you cannot ask this type of question,' emphasizes Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001779", "text": "In the last weeks of life, a terminally ill person speaks less and less and sleeps longer. Awareness of the proximity of death, hallucinations and disorientation, and seeing deceased loved ones appear. Body temperature drops (by one degree or more), blood pressure decreases, pallor and cyanosis occur, and there is increased sweating. Breathing becomes irregular, rattling and coughing can be heard. During this period, the patient may surprisingly experience a surge of energy. They want to get out of bed, even though it wasn't possible before, show a greater willingness to talk and a greater appetite. However, this is often misleading. 'The patient may already be entering the final phase of dying,' emphasizes Associate Professor Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001780", "text": "I DO NOT RECOMMEND! I really regret those few visits because not only was the tooth not cured, but the situation was worsened instead of being even slightly improved. The doctor was sparing with words; I had to ask about everything myself because she practically said nothing on her own about what was really happening with my tooth, and it was in a serious state requiring precise and long-term treatment. The doctor started root canal treatment. After a month's break, all the medicine/dressing fell out. The tooth hurt. In my opinion, such a long break between visits during root canal treatment is simply unacceptable. The doctor's own expression a month later, when she saw the hole in my tooth, spoke for itself. So I went to another dentist. It turned out that in one canal, which the doctor described as 'tight', a piece of a surgical instrument or cement that the doctor was using was stuck. To make matters worse, there was a lack of proper equipment in the office for performing a procedure like cleaning canals, i.e., a device that would indicate how far the needle is in the canal to avoid damaging the tissues. While taking an X-ray, I was told to hold the plate in my mouth with my own hand. And I came in 'from the street', so like it or not, before I got to the doctor's office, I had to touch a few doorknobs and doors. I wasn't given any disposable gloves. Unprofessional, unengaged, unclear. I will certainly not go there again and I discourage everyone from going because it's money down the drain, in my opinion.", "lang": "en"}