{"opinion_id": "op_001821", "text": "We're going against the current trends - admits the acoustician. He explains that although many research teams worldwide are working on new generations of stethoscopes, most ideas are based on collecting acoustic signals from the body as accurately as possible and feeding them into a computer, which - instead of the doctor - would interpret these results and make a diagnosis. Meanwhile, according to Dr. Jan Kowalski, this is not the solution that doctors or patients are waiting for. According to the acoustician, it's important that the stethoscope remains a simple, portable device that would help the doctor make a quick preliminary diagnosis. The Polish team therefore focused on another aspect of improving the stethoscope - adapting the device's signal to the physical capabilities of the human ear and how sounds are perceived in the brain. So the diagnosis and interpretation of results would still depend on the doctor. After all, such a diagnosis comes not only from acoustic signals from the body, but also from observing the patient and talking with them.", "lang": "en"}
{"opinion_id": "op_001822", "text": "I'm after my first visit and frankly I'm disappointed. The first thing he told me was that if I come through the National Health Fund, he can't properly manage my pregnancy... so I should consider it - meaning he communicated that I shouldn't come for pregnancy care through the NHF. He graciously wrote down on a piece of paper what tests I should do (wonder why not on a referral...) and that was only because I asked him to, and I'm talking about basic blood tests, toxo and such (it's early pregnancy). I wanted my fiancé to be present during the ultrasound (so he could see that little ball too :)) but the doctor didn't agree, saying there's nothing to see yet!", "lang": "en"}
{"opinion_id": "op_001823", "text": "I don't have the strength to write about my impressions after the second visit with the female doctor, so I'll summarize it briefly. The female doctor diagnoses as if racing (allocates about 2-7 seconds for diagnosis), is significantly and regularly late for appointments (at least in Bielsko), and when gently reminded that it might be worth informing patients about this, responds that if they don't like it, they can go to another specialist - then for the rest of the visit (as I mentioned, conducted at express speed) she repeats with every sentence to go to someone else for follow-up and behaves very rudely (my subjective feeling, but I guarantee it would take a lot to move me) - apparently this is how professionals and doctors who respect patients behave. Overall - I strongly discourage visits with the female doctor.", "lang": "en"}
{"opinion_id": "op_001824", "text": "As microbiologist Anna Kowalska emphasized, women have this conviction that they, unlike men, care more about hygiene because they wash their hands more often. However, according to scientists from the University of Colorado, there are fewer microorganisms on men's hands. The reason is that the pH of men's hand skin is more acidic than women's, and microorganisms don't like acidic environments. \"Nature equipped men with a natural weapon, perhaps anticipating they would care less about hygiene\" - emphasized the specialist. Moreover, when comparing hands of people from different professions, it turned out that office or mental workers have microbiologically 'dirtier' hands than those performing physical work. This results from a simple reason - physical work involves visible dirt 'with the naked eye', so those working in these conditions wash their hands more often.", "lang": "en"}
{"opinion_id": "op_001825", "text": "Hello, I recently had osteochondral nose surgery. I'm very satisfied with the surgery and its outcome. Everything went without complications, which allowed me to recover quickly. My nose is now proportional to my face, not like before when it was hooked and upturned. I don't regret my decision because the result is very favorable.", "lang": "en"}
{"opinion_id": "op_001826", "text": "Our device has existed for several months, but to be able to sell it, it must undergo clinical trials. All these centers will be invited to the clinical study. We want to complete this stage by the end of 2018 - plans the PAP interviewee. The device - according to preliminary estimates - will cost about 700 euros, but various payment forms are being considered, e.g. micropayments, so the user pays for actually used hours. The device creators are currently participating in the international Chivas The Venture competition. The competition creators invest 1 million dollars annually in projects that improve the quality of human life. Until April 25, internet users can vote through their Facebook account for a specific project among 27 proposed by the organizers (bit.ly/eNDaphasia). The first place winner will receive 50 thousand dollars. In total, a prize pool of 200 thousand dollars has been allocated for this competition stage. In the final global stage, which will end with a conference in Amsterdam, prizes from a pool of 800 thousand dollars will be awarded.", "lang": "en"}
{"opinion_id": "op_001827", "text": "After my last visit with the female doctor, I conclude that she's mainly interested in making money quickly. My visit was delayed by an hour because the female doctor registered too many patients for one day. Worse yet, during the visit she answered her cell phone several times and additionally left the office as she was called by the receptionists. The visit was rushed, she allocated about 13 minutes for me. I state that I didn't get full answers from the doctor to my questions, she mainly prescribed me some herbal medications that she recommended purchasing at a friendly herbal store. I'm disappointed with the visit, which cost me 140 zł.", "lang": "en"}
{"opinion_id": "op_001828", "text": "The need to increase awareness in this area was emphasized by Dr. Jan Kowalski from the Upper Silesian Medical Center in Katowice, acting chairman of the Resuscitation and Emergency Medicine Section of the Polish Society of Anesthesiology and Intensive Therapy. Specialists from all over Poland will talk about various aspects of saving human life and health during the conference \"Resuscitation.plus from a to z\". The conference will take place on June 9-10 in Katowice. Anaphylactic shock is one of many possible reasons for needing resuscitation. Conference participants will also discuss issues of rapidly developing sepsis - including in children, as well as helping patients in deep hypothermia. Numerous practical workshops are also planned.", "lang": "en"}
{"opinion_id": "op_001829", "text": "I signed up with the female doctor guided by many very positive opinions about her work! I arrived at the clinic where the female doctor practices much earlier because I was coming from another city. Despite this, I was admitted ahead of time and didn't have to wait long. The female doctor was very warm. After presenting my medical history to the female doctor, she examined me thoroughly, conducted a detailed interview and confirmed the diagnosis made by previous endocrinologists. With the difference that she completely changed the treatment approach. And this turned out to be a bull's eye. Previously, despite following doctors' advice, I couldn't cope with my illness. Now I see significant improvement, which fills me with great optimism for the future! I'm glad I used the znanylekarz.pl portal and chose a doctor based on reviews. Today I know I found a very competent doctor whom I won't exchange for any other.", "lang": "en"}
{"opinion_id": "op_001830", "text": "Unfortunately or maybe fortunately, I'm giving the female doctor a VEEEEEEERY NEGATIVE review. In the 12th week of pregnancy, I went to the Ikar clinic in Bydgoszcz for prenatal tests!!!! The female doctor, when I came for the results, said they were bad and recommended amniocentesis!!!! She didn't explain what and how, just immediately started scheduling the amniocentesis procedure! Thank God, in the office next door, a gynecologist examined the baby again and stated there was no need for such a procedure because the baby is healthy and doesn't have Down Syndrome!! Meanwhile, the female doctor was rudely interrupting the gynecologist, until I pointed it out to her and then she fell silent! When we returned to her office, she stated that elevated protein might indicate gestational diabetes, and here's the whole point because during the interview before blood collection the female doctor forgot to ask about such an important thing which is gestational diabetes because it changes test results, and I had it since the 7th week of pregnancy. My nightmare that I experienced until the day of birth is indescribable! From the bottom of my heart, I wish the female doctor competence in the future!!!!!", "lang": "en"}
{"opinion_id": "op_001831", "text": "As the project manager of BioMed estimates", "lang": "en"}
{"opinion_id": "op_001832", "text": "I'm after 4 visits with the female doctor and after gradual medication changes, all my previous ailments have subsided, it's hard for me to believe. The female doctor is very nice and cheerful, although at first she looked very serious, she's just focused, as someone already wrote here, it's true. She motivates me to take care of my health. I came for the first time and was very stressed because the results were very bad, and now I'm a different person. I feel like a healthy person now, although I know I must strictly follow everything she says. She's a great specialist.", "lang": "en"}
{"opinion_id": "op_001833", "text": "The female doctor is an angel... you'd search with a candle these days for such wonderful doctors. I came to the female doctor asking for consultation because I had a feeling I was being poorly treated by another endocrinologist... my intuition didn't fail me. The female doctor spent 45 minutes with me explaining test results and making sure I understood everything. I was finally examined because no doctor had done that for half a year. I've been going from office to office for a long time, I've already spent thousands of złoty on visits, tests and medications, but I haven't had the opportunity to meet such a wonderful female doctor yet. After meeting with the female doctor, hope returns to me that there are still doctors with a vocation.", "lang": "en"}
{"opinion_id": "op_001834", "text": "In short - professional, concrete answers about what, how, why, for what purpose and what next, physical examination done thoroughly, procedure/treatment prescribed, the center and doctor's approach pleasant (I'd say that Dr. Jan Kowalski is a doctor of the \"young generation\" - a professional who achieves something together with the patient through cooperation. And that Facebook too ;)). I don't even have anything to criticize for balance. And the version for the patient: I came to the doctor due to prolonged pain in the shoulder joint area - I wanted the orthopedic doctor to perform various maneuvers with the upper limb to determine if the joint itself was damaged, and what to do next. I also had a few minor questions about other orthopedic matters. At the beginning of the visit, an interview and then physical examination - the doctor bent my limb in every possible way and it was immediately clear that the joint itself wasn't damaged, only a muscle strain occurred. And in those 5 or 10 minutes the main purpose of the visit was already taken care of - as it should be. Another issue came out instead - cor stabilitis (which I didn't expect). I won't go into great descriptions - in short, the doctor detected a problem I was unaware of and which wasn't the \"topic\" of the visit, conducted further physical examinations and the diagnosis was clear. I got information about where the problem came from, what to do to correct posture defects - here both procedures were prescribed and the use of special shoe inserts, I found out what shoes to wear, there was a very unpleasant recommendation for physical exercises ;) - so generally I received the information I needed. For me, the hit and novelty in Polish healthcare was the recommendation to watch a set of warm-ups before exercise on the center's Facebook page - truly world-class as it looks. :) At the end, I asked 3 questions about some minor symptoms and got answers - short and concrete. Finally - timing matters. The visit started on time. Judging by available appointment times, 20 minutes are allocated for one patient - I sat for at least 30 minutes, even closer to 40 minutes. Exactly that much time was needed for me and it was found, there was no rush. The center itself at Energetyczna - nice, neat, colorful. The office probably air-conditioned. I RECOMMEND. For control or other orthopedic problems, I'll return to Dr. Jan Kowalski because the visit met all my expectations (and even more, it was supposed to be simple diagnosis of shoulder pain, but a completely different matter came out and was handled immediately).", "lang": "en"}
{"opinion_id": "op_001835", "text": "As a doctor - approach to children good, unfortunately treatment of colds (over 8 months) resulted in removal of the third tonsil, cutting of two lateral ones, ear drainage. As she claimed - you have to let the body defend itself - but how long can a 3-year-old's body defend itself. Over 8 months, he was given 6 antibiotics - different ones, missed. It should be added frequent private visits, paid, even control ones. After this treatment, I withdrew my child from Vity and from Mrs. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_001836", "text": "I'm impressed with the commitment with which Mrs. Anna Kowalska performs her work and treats every patient. Before the planned delivery, we met with Mrs. Anna Kowalska at the Hospital on Siemiradzkiego and then she told us exactly how to prepare for delivery (what exercises to perform, what to pay attention to, when to go to the hospital, what to bring, what the husband's role will be during delivery, etc.). The message was understandable and uplifting ☺ Although it was my first pregnancy and I was very afraid of delivery, I knew I would be in good hands and everything would go well. Being in the hospital I felt well cared for and safe - Mrs. Anna Kowalska constantly informed me what she was doing, how the situation looked and how it translated into the course of delivery - what the progress was, whether it would hurt more..., whether it was worth getting anesthesia, how to minimize pain sensation, how to exercise on the ball... Due to the risk of complications appearing at the end of delivery, the team at the Hospital decided to deliver by cesarean section so I wasn't able to wait for the finale and give birth naturally with Mrs. Anna Kowalska's support. But now I know that thanks to Her experience and good communication with the entire team, everything ended well, and the decision for cesarean was made at the right moment. Then Mrs. Anna Kowalska visited us again in the postpartum room to make sure everything was okay; I admit, I felt then as if my beloved aunt had visited me ☺", "lang": "en"}
{"opinion_id": "op_001837", "text": "The female Doctor is very nice and a smiling person, right at the entrance she immediately greeted me with a smile, conducted a detailed conversation, wrote down notes, examined me, we talked about what could be the cause, obviously the female doctor isn't a clairvoyant to immediately know what's happening but she wants to start treatment with things that are least invasive for me and not too expensive. She made me aware of many things I didn't know before, I'm already 5 days after the visit and through applying basic elements from her, my complexion already looks somewhat better and most importantly pimples are healing and no new ones are coming out. I recommend, the price of 100 zł for the visit is a normal price.", "lang": "en"}
{"opinion_id": "op_001838", "text": "I DON'T RECOMMEND TO ANYONE!!! The male doctor prescribed me (as I found out later an outdated drug) for prolactin (pituitary tumor) without any head tomography because he stated that the cause of my irregular periods was too high prolactin in me!! It ended with me losing over 15 kg in 2 months, I couldn't sleep, eat, function normally, moreover it was my exam session period but due to my zero functioning it ended with a forced one-year health leave for me. Fortunately after some time I went to a good endocrinologist who told me to immediately stop the medications and I recovered and I'm doing well, periods also ok, in no test so far has my prolactin been elevated oddly. IN SHORT, THE MALE DOCTOR'S TREATMENT ENDED WITH A YEAR TAKEN OUT OF MY YOUNG LIFE. I don't understand how a person with a doctor of medical sciences title can make unverified diagnoses and expose the patient to health damage. The only plus of visiting Dr. Jan Kowalski is no queues, now I understand why.", "lang": "en"}
{"opinion_id": "op_001839", "text": "Although generally I'm satisfied with the male doctor and with how he managed my pregnancy, I don't hide that I was disappointed after delivery. Even though I was in the hospital for 4 days, and the male doctor had shifts every day, he didn't look in on me even once, didn't ask how we're doing and how the delivery went. I know it's not his obligation, but it would be nice if he showed that he cares in some way and is concerned.", "lang": "en"}
{"opinion_id": "op_001840", "text": "First impression positive. Second and subsequent ones increasingly worse. I agree with opinions about pushing for unnecessary tests, and even suspect that there might have been falsification of test results with him. Isn't it interesting that all patients of Mr. Jan Kowalski have at least an erosion suitable for freezing?!", "lang": "en"}
