{"opinion_id": "op_003741", "text": "A very positive visit. Help was provided.", "lang": "en"}
{"opinion_id": "op_003742", "text": "A factual and specific doctor, yet patient. After a thorough interview and examination, I know the direction for further treatment. Thank you.", "lang": "en"}
{"opinion_id": "op_003743", "text": "The doctor is very committed and explains everything. He patiently listens to the patient and answers all questions. I highly recommend the doctor.", "lang": "en"}
{"opinion_id": "op_003744", "text": "A very detailed interview during the visit, excellent approach to the patient with commitment, empathy, and patience. The doctor explains thoroughly, presents various treatment options, answers every question, and does not downplay any symptoms. Professionalism and vast medical knowledge. One wishes to meet such doctors more often!", "lang": "en"}
{"opinion_id": "op_003745", "text": "Professional approach from the doctor, friendly facility, and pleasant atmosphere. I recommend.", "lang": "en"}
{"opinion_id": "op_003746", "text": "Detailed examination and interview, specific recommendations for further action. The patient feels safe and well cared for. I recommend the doctor.", "lang": "en"}
{"opinion_id": "op_003747", "text": "A very good doctor... Professional and honest, a young doctor... Has extensive neurological knowledge and helps people with Parkinson's disease... for this purpose, he performs many neurological tests...", "lang": "en"}
{"opinion_id": "op_003748", "text": "A professional young doctor, attentive and inquisitive, committed. Broad perspective on medical issues. Asks questions but also answers the patient's questions.", "lang": "en"}
{"opinion_id": "op_003749", "text": "A wonderful specialist, reliable and committed. Has vast knowledge and explains everything understandably. I recommend.", "lang": "en"}
{"opinion_id": "op_003750", "text": "I am very satisfied with every visit to the doctor. She first helped me 15 years ago, and since then I haven't changed neurologists. A very empathetic, helpful, and competent doctor. And at the same time, a very warm and attentive person who listens to the patient's needs. I am grateful for the help.", "lang": "en"}
{"opinion_id": "op_003751", "text": "Full comfort, understanding of the patient, effective medication prescribed for sciatica. A calm place, a calm visit, and great empathy from the doctor. Definitely recommend and thank you.", "lang": "en"}
{"opinion_id": "op_003752", "text": "The doctor was very polite, listened to the problem I came with. Explained everything and answered my questions. Ordered tests to establish a treatment plan. I am satisfied.", "lang": "en"}
{"opinion_id": "op_003753", "text": "Friendly atmosphere and very high commitment from the doctor.", "lang": "en"}
{"opinion_id": "op_003754", "text": "A very skilled doctor and great atmosphere. I recommend!", "lang": "en"}
{"opinion_id": "op_003755", "text": "This was my first visit, which I rate very well. I will benefit from the doctor's professionalism. I recommend.", "lang": "en"}
{"opinion_id": "op_003756", "text": "I highly recommend Pani Anna. The consultation took place in a pleasant atmosphere; I felt heard and cared for. Thank you!", "lang": "en"}
{"opinion_id": "op_003757", "text": "Concrete, factual, and professional. Pleasant and friendly atmosphere.", "lang": "en"}
{"opinion_id": "op_003758", "text": "The worst investment of 250 zł. I registered with the doctor because she had available appointments and good reviews. I came with lower back pain, an X-ray, and shooting pains in my fingers suggesting nerve issues. The doctor performed a standard neurological test but ignored my complaints. When asked what to do, she said I could take painkillers and she would gladly prescribe them. When I asked about exercises, she brought a photocopy with general recommendations and advised looking for paid rehabilitation. She stated I could come every two months but did not explain why. I was concerned by her warning that if 'my leg starts to go numb,' I should return immediately, but she did not explain what that meant. For insomnia issues, she proposed compounded medications that are addictive. The visit was unproductive, and the doctor seems primarily interested in writing prescriptions. A waste of time and money. I do not recommend.", "lang": "en"}
{"opinion_id": "op_003759", "text": "I recommend the doctor. And as always, professional approach and commitment.", "lang": "en"}
{"opinion_id": "op_003760", "text": "A very factual specialist.", "lang": "en"}
