{"opinion_id": "op_004101", "text": "Visit in a serious condition but it helped a lot!!!!", "lang": "en"}
{"opinion_id": "op_004102", "text": "Everything was clarified, massaged, and I finally found out what had been bothering me for a year. I'm satisfied :) if something happens - I know who I'll go back to :)", "lang": "en"}
{"opinion_id": "op_004103", "text": "Excellent specialist - professional, attentive, and committed. Thoroughly explains every stage of therapy and tailors exercises individually. Thanks to his help, the pain quickly decreased, and mobility is returning to normal. Definitely recommend!", "lang": "en"}
{"opinion_id": "op_004104", "text": "I'm very happy that I found Mr. Jan. After just the first visit, I no longer have the ailment I had for over a year and had seen several specialists. Amazing!", "lang": "en"}
{"opinion_id": "op_004105", "text": "Great specialist, I went based on a recommendation so I knew he wouldn't harm me ;) explained where the concrete is and promised to send an email with exercises to break it down ;) greetings and recommend", "lang": "en"}
{"opinion_id": "op_004106", "text": "Everything okay, efficiently and reliably conducted diagnostics, recommend", "lang": "en"}
{"opinion_id": "op_004107", "text": "I highly recommend this Specialist due to effective treatment. A wrist after a distal radius fracture with fragments, after cast removal (non-operative treatment partly due to advanced age), was very well mobilized within two months. I perform normal activities without problems. Dorsal and palmar flexion and ulnar and radial deviation cause no trouble, I perform them almost normally (I have minor limitations, these are complications mentioned by orthopedic doctors). There's no point counting on the National Health Fund, I was registered for manual therapy for May 2026, and yet this is the only effective treatment (plus exercises performed by the patient) that should be undertaken immediately after cast removal!", "lang": "en"}
{"opinion_id": "op_004108", "text": "I recommend Mr. Jan. Explained everything excellently and in detail. Very pleasant atmosphere and professional approach.", "lang": "en"}
{"opinion_id": "op_004109", "text": "I recommend Mr. Jan, the visit took place in a pleasant atmosphere. Mr. Jan is a good professional. I hope he will help with the ailments", "lang": "en"}
{"opinion_id": "op_004110", "text": "I would like to warmly recommend Ms. Anna as an exceptional specialist in the field of physiotherapy. Her professionalism, empathy, and commitment to work are truly admirable. Already after the first visit, I noticed a significant improvement in my well-being, the individual approach to the patient makes me feel comfortable and safe. Highly recommend to everyone", "lang": "en"}
{"opinion_id": "op_004111", "text": "Ms. Anna is a true professional and a very pleasant person. I came to the appointment with pain in the lumbar region, which completely subsided 2 days after the massage. Ms. Anna listens carefully and looks at the patient holistically. Highly recommend!", "lang": "en"}
{"opinion_id": "op_004112", "text": "The lady helped me a lot and now I can live without pain, recommend", "lang": "en"}
{"opinion_id": "op_004113", "text": "Ms. Anna is very committed, with a professional approach, conducted a thorough interview and provides detailed answers. Besides therapy, I received valuable tips on stretching and rolling at home. Highly recommend!", "lang": "en"}
{"opinion_id": "op_004114", "text": "I perceive Ms. Anna as a very pleasant, calm person. She can listen and show great involvement in the patient's matters. Improvement in ailments never comes immediately. Consistency matters, so I intend to continue going to Ms. Anna believing it will only get better.", "lang": "en"}
{"opinion_id": "op_004115", "text": "The first specialist who finally freed me from hip pain. For 4 years I struggled with hip pain - I went from physiotherapist to orthopedist and back. Finally, after reading many opinions, I came to Ms. Anna. One deeply performed treatment and I could sleep peacefully through the night. It gets better week by week and I can finally function normally - exercise, run, and enjoy long walks. Definitely recommend!", "lang": "en"}
{"opinion_id": "op_004116", "text": "Very well-educated doctor. Immediately understood my disease symptoms and even announced them herself. Purchased a package of treatments because after the first visit, still in the office, I felt better.", "lang": "en"}
{"opinion_id": "op_004117", "text": "Everything very professional. I received many tips on what to change in my training plan to support knee pain therapy.", "lang": "en"}
{"opinion_id": "op_004118", "text": "I made an appointment with Ms. Anna because I had chronic intestinal problems. Thanks to her knowledge, I found out the cause and then received recommendations and a simple diet plan tailored to my needs and preferences. My well-being improved significantly! Warmly recommend.", "lang": "en"}
{"opinion_id": "op_004119", "text": "I've been to Ms. Anna several times and each time I leave extremely satisfied. She helped me with several ailments I had been struggling with for a very long time and no specialist was able to help. Ms. Anna explains everything thoroughly, is meticulous in the interview, and is extremely pleasant which affects the entire visit. I will gladly return and recommend to everyone. Thank you Ms. Anna.", "lang": "en"}
{"opinion_id": "op_004120", "text": "Massage amazing, performed professionally with full commitment and precision. I felt better immediately. I will definitely return.", "lang": "en"}
