{"opinion_id": "op_002701", "text": "I was at the female doctor's 3 months ago. A small filling - the entire procedure, which cost 400 PLN, lasted just 15 minutes. My tooth hurt for 4 weeks and finally stopped when I was about to go for a check-up visit. Unfortunately, after a few more weeks, the tooth started hurting again... so I have to check what's happening with my tooth. This situation happened to me for the first time in my life. The female doctor advised me to remove my wisdom teeth, which - as I recently consulted other dentists - is completely unnecessary for me - they don't hurt or bother me. Regardless of the painful tooth, I had the impression that the female doctor wants to treat as much as possible, regardless of whether there's a need or not...", "lang": "en"}
{"opinion_id": "op_002702", "text": "The male doctor dedicated almost 1 hour of his time to us. This is extremely rare among this type of specialists, who have so many patients that by default visits are very short and it's hard to get anything out of them beyond rush. Meanwhile, we were calmly explained what our daughter's disease entails, how to live with it and how to treat it. With great patience, but also professionalism, the male doctor answered our questions. It was a good visit and despite the stress resulting from our little daughter's severe bladder disease, we feel safer because we know that after the visit everything is under control. So we recommend.", "lang": "en"}
{"opinion_id": "op_002703", "text": "Good day, I was asked to give an opinion but the visit wasn't conducted as it should have been. First of all, I wanted to emphasize that no ECG was performed. I insisted, but the doctor stated that it was pointless, which is absurd because I need the ECG for treatment documentation. Besides, during the visit the doctor kept answering phone calls, especially during the heart echo. The visit lasted 10 minutes, not 20. It was chaotic and not substantive. I didn't learn important things for me. Since I take antidepressants, I didn't find out what and whether the medications I'm currently taking can be taken. Because some medications are contraindicated for arrhythmia. I spent 150 PLN plus travel. For me this is a lot of money. And I'm very disappointed.", "lang": "en"}
{"opinion_id": "op_002704", "text": "Moreover, three-fifths of Poles (61%) drink coffee at least once a day (including 15% who drink several coffees during the day), almost one-third (30%) experience stressful situations at least once a day, over one-quarter (27%) admit to daily cigarette smoking, and every eighth respondent (12%) claims they eat a meal right before sleep every day. Half of respondents (50%) sleep less than six hours per day at least once a week, including every eleventh person (9%) for whom less than six hours of sleep is the rule. One-third of respondents (33%) eat less than three meals per day at least once a week, including every fourteenth person (7%) who usually doesn't eat more than twice a day. Almost every third respondent (30%) consumes alcohol at least once a week.", "lang": "en"}
{"opinion_id": "op_002705", "text": "She also gave many people another reason to quit smoking. She stated that cigarette smoke probably disrupts brain function and negatively affects dream formation. She assured that former smokers have much more vivid dreams. The speaker said that before we go to bed, we should plan the next day so that nothing distracts us during rest. After going to the bedroom, we can try to evoke sleepiness by imagining a pleasant, calming landscape. The student didn't recommend using the method called \"counting sheep,\" nor performing other too cognitively engaging mental activities, because they make falling asleep difficult. She warned that if we fall asleep within 5 minutes of lying down, we might be over-tired. The proper time to fall asleep is 10-15 minutes.", "lang": "en"}
{"opinion_id": "op_002706", "text": "I came to the female doctor through positive comments and the condition of my sinuses and my well-being was already terrible. The female doctor prescribed me medications and referred me for sinus X-ray. Unfortunately, there was no improvement so she referred me for head CT. After several months waiting for the NHS examination, I went to Dr. Sowa with the result, it turned out she should have done sinus CT, not head CT, so I lost time and money. After several more months I went to the male doctor with sinus CT and it turned out the problem lies in a deviated septum and chronic sinusitis. Currently I'm already after the procedure performed by Dr. Sowa and I'm waiting for effects. Because of this I cannot recommend female doctor Pisarska because although she is nice and pleasant, she didn't help me, and for some reason referred me for head CT instead of sinus CT. Anna", "lang": "en"}
{"opinion_id": "op_002707", "text": "And I have unpleasant experiences with the male doctor. Of course: very nice etc., that cannot be denied... However, he totally ruined my operation. He didn't inform me about possibilities to counteract postoperative effects, lied during the control meeting that my scars are perfectly fine (after my intervention because I myself saw they weren't!... this was confirmed by two other specialist doctors), to my 4 requests to send medical documentation and photos he didn't respond positively for me and still nothing - he sent me printouts of those photos which in the eyes of another uninformed specialist would confirm what wonderful work he did, and I asked for photos in file form because I needed to deliver them to the chairman of the provincial plastic surgery commission to show to what extent the male doctor \"didn't excel\"... Additionally, in emails he twists things around telling me that the bad condition of the operated body part is only my fault (wtf?!). When I told him about this commission he stated (surprisingly sudden change of opinion!) that my scars actually aren't ok (and during the control visit he said they were!). For me he gave the impression as if he was learning to operate on me, was examining and himself surprised at what wonderful thing came out of it. That's in great short. I don't recommend when it comes to plastic surgery!", "lang": "en"}
{"opinion_id": "op_002708", "text": "The obtained result is compared with the image of a healthy person's sample. If the analyte - biomarker, meaning a chemical compound typical for a given disease unit, is elevated or lowered, it's a sign that a change has occurred which may indicate a pathological change - said PAP research coordinator, head of the Department of Environmental Chemistry and Bioanalytics at Nicolaus Copernicus University in Toruń prof. Bogusław Buszewski. Sometimes comparing air samples of a sick and healthy person can be difficult. This is the case for example with patients suffering from lung cancer. To determine which biomarkers correspond to this disease, researchers must check the composition of exhaled air in smokers, non-smokers and those who quit smoking. The number of chemical compounds in the breath of a smoker with cancer is not the same as in a person affected by cancer but not smoking.", "lang": "en"}
{"opinion_id": "op_002709", "text": "Although I'm having my pregnancy with another doctor, I came across Dr. Sawicki during it thanks to friends' recommendations when I was looking for a good gynecologist-endocrinologist because at the beginning of pregnancy my TSH shot up high. The male doctor from the beginning won me over with his approach and professionalism. Additionally, when my attending doctor detected a two-vessel umbilical cord in me and I came to seek Dr. Sawicki's opinion because I got terribly scared - he examined me, calmed me down and directed me what to do next. He's an amazing person with heart and vocation. The doctor answers every question, and meticulously writes his recommendations on paper and gives to the patient. It's impossible to forget about examination, medication dosage etc. A visit with him is a true pleasure. Additionally he's in constant telephone contact with the patient, I at least feel pampered from every side. Now I'll recommend every friend to have pregnancy (and not only) with this doctor. I have full trust in him. Brilliant specialist - both as a gynecologist obstetrician and endocrinologist. I thank fate with all my heart for putting Mr. Sawicki on my path :))", "lang": "en"}
{"opinion_id": "op_002710", "text": "Lightning-fast visit, additionally during the examination the male doctor simultaneously explained doubts with the receptionist lady, thereby I was left with doubts, ignorance about the causes of diagnosis and without sick leave, for which in turn I got an inquiry from HR why I come to work with a computer with such inflammation.", "lang": "en"}
{"opinion_id": "op_002711", "text": "I agree one hundred percent with previous opinions, the female doctor is indeed very nice with excellent approach to the patient. Examination conducted very meticulously and precisely and answers to all questions very substantive and exhaustive. The only minus in my opinion is the inflated price for routine control.", "lang": "en"}
{"opinion_id": "op_002712", "text": "A bit disappointed :/ We don't know the exact measurements of the little one or the due date because the equipment shows \"strangely\". Additionally I recently found out that I should have a pregnancy card, which the male doctor hasn't issued to me until now (17 weeks), and when asked he was surprised that I don't have it because he thought he already issued it to me :/", "lang": "en"}
{"opinion_id": "op_002713", "text": "Dr. Lembas is an amazing person! I noticed already at the first consultation how the male doctor approaches the patient - everything described precisely, he's patient, can listen and advise, meaning he behaves as every doctor should - full professionalism! Additionally the doctor is a very warm and extremely nice person. Less than two weeks ago I had total rhinoplasty with septum done. I must admit the effect is fantastic for such a complicated operation and time that has passed after the procedure. I have nothing to complain about :) The nose fits the whole face, isn't artificially small and matches my expectations 100% (despite still being slightly swollen). I'm happy I chose Dr. Lembas, it was the best choice - I confirmed my belief that he is a top-class surgeon! I warmly greet the gentleman and RECOMMEND! :) Anna K.", "lang": "en"}
{"opinion_id": "op_002714", "text": "\"We support those recommendations that emphasize that if the child is already school-aged, then they - not just their parents - should agree to their participation in such studies. We argue for establishing a uniform age threshold from which obtaining such understood child consent would be necessary. Most studies concerning children's competencies indicate that even seven-year-olds can speak on this topic with some understanding\" - emphasizes Dr. Waligóra. He hopes that proposals from Jagiellonian University bioethicists will contribute to improving and unifying existing recommendations regarding conducting biomedical research. \"Our goal is to develop tools that will find real application\" - notes the Krakow researcher.", "lang": "en"}
{"opinion_id": "op_002715", "text": "I've been going to the male doctor for several years. I came to him with a difficult and unusual problem. Dr. Pancześnik performed a minor procedure that had really great significance for me, both health-wise and psychologically. He never made me feel that my problem is \"funny\" or \"trivial\". Such routine, control care suited me, however the problem appeared when I got pregnant, problematic from the beginning due to my health condition. I can't complain about anything specific, however I felt insufficiently \"cared for\", I didn't even have basic tests ordered. Further treatment and diagnostics and potential pregnancy management I will entrust to another doctor, because somehow I lost trust in the male doctor.", "lang": "en"}
{"opinion_id": "op_002716", "text": "\"It must be emphasized that in our studies we didn't check whether changes concerning sperm or testosterone levels translated into reduced male fertility. For that purpose, a different study would need to be planned\" - said prof. Hanke. As he noted, all men had proper, WHO-compliant sperm concentration - from 15 to 300 million per 1 ml of ejaculate. However, the problem is that the average sperm concentration in men's semen is still decreasing. This caused WHO to lower the lower norm to 15 million per ml in 2010, while a decade earlier it was 20 million per ml. In such situation, any additional disorders concerning male reproductive cells gain significance.", "lang": "en"}
{"opinion_id": "op_002717", "text": "What can bring relief to hearing, which along with voice is a tool of work? Questions were answered by expert from the Institute of Physiology and Pathology of Hearing Maciej Ludwikowski during the 12th Science Festival in Jabłonna. As Maciej Ludwikowski observes, the concept of \"good hearing\" is often confused with the term \"musical hearing\", so-called absolute. People with absolute musical hearing have perfect frequency resolution of sound. They can distinguish tones with frequencies of 1000 Hz and 950 Hz. These are so-called accountants among musicians, who can detect every unplayed note in a piece. And simultaneously they can have lowered hearing threshold, because one doesn't exclude the other. Often musicians suffer from hearing loss, especially after years of concert performing, exposure to unilateral noise. According to the expert, one can defend against this.", "lang": "en"}
{"opinion_id": "op_002718", "text": "In his opinion, one of the most innovative points of the Polish solution is using an appropriate polymer mixture that will biodegrade after nerve regeneration. \"With their help we can guide the nerve during independent rebuilding of the defect. Additionally, after fulfilling their function the tubes will biodegrade, meaning dissolve in the body\" - he emphasized. Thanks to this, after nerve regeneration a repeat operation related to implant removal won't be necessary. Another innovative solution is placing polysaccharide hydrogel inside the tube, which provides support for the regrowing nerve, and is also a carrier of growth factors, meaning biomolecules necessary for proper and fast nerve rebuilding. The hydrogel is synthesized inside the tube, and in the same technological stage its simultaneous sterilization occurs - added Dr. Wach.", "lang": "en"}
{"opinion_id": "op_002719", "text": "I'm giving a neutral rating because he neither completely helped me, nor particularly harmed me. I was treated on a hunch, maybe this will help, and if not, then we'll try that. My suggestions were downplayed. Another orthopedist without suggestion conducted appropriate examinations and only then implemented treatment. Another matter is approach to the patient - sometimes surprising. Of course I don't require the doctor to be nice and communicative (although undoubtedly it facilitates interaction with people), but sometimes the male doctor's behavior (not necessarily towards me, but other patients and staff) was simply unpleasant, sometimes insolent. I won't recommend. I myself probably won't use either.", "lang": "en"}
{"opinion_id": "op_002720", "text": "Not very pleasant first visit, the female doctor isn't necessarily interested in what the patient has to say. She also didn't address in any way the observations I presented to her. For several years I've been suffering from Hashimoto's disease, I have experience with endocrinologists, the female doctor definitely didn't gain my trust.", "lang": "en"}
