{"opinion_id": "op_003501", "text": "Pani Wiktoria szczegółowo objaśniła jak działają wizyty i szczerze odpowiedziała na moje pytania. Polecam.", "lang": "pl"}
{"opinion_id": "op_003502", "text": "Pani doktor bardzo miła i pomocna. Zadzwoniła punktualnie z godzina umówioną.", "lang": "pl"}
{"opinion_id": "op_003503", "text": "Bardzo przyjemna wizyta, świetnie wyjaśnienie problemu. Plan leczenia wdrożony .", "lang": "pl"}
{"opinion_id": "op_003504", "text": "Wspaniała wizyta, wspanialy lekarz , bezbolesne znieczulenie , szczegółowe wyjaśnienia , totalne zaangazowanie , totalnie bezstresowo i profesjonalnie , wizyta tak mila ,że aż zastanawiam sie czy to się dzialo w realu , serdecznie polecam", "lang": "pl"}
{"opinion_id": "op_003505", "text": "Bardzo przyjazny, fachowy lekarz i asystująca pomoc dentystyczna, szczegółowe wyjaśnienie całego procesu, rozwiązań i zagrożeń przy usunięciu zęba, sprawne działanie, punktualność, przyjazny, komfortowy gabinet, poczucie bezpieczeństwa przez cały czas", "lang": "pl"}
{"opinion_id": "op_003506", "text": "Cenne wyjaśnienia i porady tego Lekarza. Dbałość o komfort pacjenta. Profesjonalność i sympatyczny kontakt z pacjentem. Polecam !", "lang": "pl"}
{"opinion_id": "op_003507", "text": "Lekarz był bardzo miły, profesjonalny i udzielił odpowiedzi na wszystkie pytania. Polecam.", "lang": "pl"}
{"opinion_id": "op_003508", "text": "Super podejście do pacjenta, pan Krzysztof wszystko dokładnie wytłumaczył, sam zabieg szybki i bez bolesny. Bardzo polecam.", "lang": "pl"}
{"opinion_id": "op_003509", "text": "Pan Doktor jest niezwykle zaangażowanym specjalistą. Pierwszy raz został mi transparentnie przedstawiony cały plan leczenia, który będziemy sukcesywnie realizować. Pan Doktor jest profesjonalny i bardzo uprzejmy. Z całego serca serdecznie polecam!", "lang": "pl"}
{"opinion_id": "op_003510", "text": "Wszystko świetnie i profesjonalnie.Jestem zadowolony z usługi.", "lang": "pl"}
{"opinion_id": "op_003511", "text": "Wizyta w tym gabinecie przebiegła w super warunkach, bardzo przyjemnej atmosferze i dużym profesjonalizmie. Będę polecał innym", "lang": "pl"}
{"opinion_id": "op_003512", "text": "Bardzo sympatyczny stomatolog, wszystko wyjaśnił dokładnie i bezboleśnie wyrwał 8kę  polecam!", "lang": "pl"}
{"opinion_id": "op_003513", "text": "Pani doktor bardzo konkretna, wyjaśnia, odpowiada na pytania.", "lang": "pl"}
{"opinion_id": "op_003514", "text": "mila i fachowa pomoc, przyjemny gabinet, wroce na kontrolna konsultacje.", "lang": "pl"}
{"opinion_id": "op_003515", "text": "bardzo miła, profesjonalna Pani Doktor, polecamy serdecznie", "lang": "pl"}
{"opinion_id": "op_003516", "text": "Pani doktor miła, odpowiada na każde pytanie, pomogła z bólem ucha, Polecam", "lang": "pl"}
{"opinion_id": "op_003517", "text": "Wizyta przebiegla sprawnie ,konkretnie I  rzeczowo --polecam", "lang": "pl"}
{"opinion_id": "op_003518", "text": "Wizyta przebiegła bardzo sprawnie i konkretnie. Pani doktor wszystko wytłumaczyła i zrobiła rozeznanie", "lang": "pl"}
{"opinion_id": "op_003519", "text": "Jestem jak zawsze zadowolona z wizyty. I wiem że na tą panią doktor zawsze można liczyć", "lang": "pl"}
{"opinion_id": "op_003520", "text": "Pani doktor jest bardzo kompetentna, zaangażowana, miła, bardzo dobrze wszystko objaśnia. Wizyta przebiega bez najmniejszego stresu. Polecam Panią doktor wszystkim, którzy potrzebują dobrego laryngologa. Marian Pomostowski.", "lang": "pl"}
