{"opinion_id": "op_003641", "text": "Bardzo konkretna lekarka, profesjonalne podejście, dużo ważnych informacji i pomoc.", "lang": "pl"}
{"opinion_id": "op_003642", "text": "Pełny profesjonalizm i zaangażowanie. W sposób zrozumiały zostałem poinformowany o dalszym postępowaniu. Polecam", "lang": "pl"}
{"opinion_id": "op_003643", "text": "Pani doktor bardzo miła, wysłuchala mnie i wyjaśnila moje problemy. Była to moja druga wizyta i bardzo skuteczna. Lekarstwo pomogło mi.", "lang": "pl"}
{"opinion_id": "op_003644", "text": "Wizyta bardzo profesjonalna, otrzymaliśmy odpowiedzi na wszystkie zadane pytania.", "lang": "pl"}
{"opinion_id": "op_003645", "text": "Polecam Panią doktor, przeprowadziła wyczerpujący wywiad, jest pomocna i przesympatyczna", "lang": "pl"}
{"opinion_id": "op_003646", "text": "Wizyta bez jakichkolwiek uwag, Pani doktor rzeczowa, z bardzo dobrym podejściem do pacjenta. Polecam.", "lang": "pl"}
{"opinion_id": "op_003647", "text": "Wszystko ze strony p.doktor oceniam na bardzo dobrze", "lang": "pl"}
{"opinion_id": "op_003648", "text": "Pani doktor wszystko dokładnie wyjaśniła, dała konkretne zalecenia i pokierowała dalej w odpowiednie miejsca w celu dalszego kompleksowego leczenia.", "lang": "pl"}
{"opinion_id": "op_003649", "text": "Wyczerpujące wyjaśnienie na podstawie posiadanej dokumentacji medycznej.", "lang": "pl"}
{"opinion_id": "op_003650", "text": "Bardzo przyjazne miejsce. Profesjonalna i miła Pani doktor.", "lang": "pl"}
{"opinion_id": "op_003651", "text": "Pani Doktor z uwagą analizuje objawy choroby, w sposób profesjonalny i empatyczny podchodzi do pacjenta.", "lang": "pl"}
{"opinion_id": "op_003652", "text": "Pani doktor jest osobą bardzo kompetentną ,wrażliwą ,słuchającą uważnie pacjenta. Dokładnie bada problem i  tłumaczy co i jak.", "lang": "pl"}
{"opinion_id": "op_003653", "text": "Pani Doktor wykazała się profesjonalizmem oraz życzliwym podejściem do pacjenta. Wizyta przebiegła w miłej atmosferze, został przeprowadzony szczegółowy wywiad, a następnie tata otrzymał jasne i konkretne zalecenia. Pani Doktor chętnie odpowiadała na wszystkie zadane pytania, poświęcając odpowiednią ilość czasu i uwagi.", "lang": "pl"}
{"opinion_id": "op_003654", "text": "ciepła i miła osoba, polecam Panią Aleksandrę polecam", "lang": "pl"}
{"opinion_id": "op_003655", "text": "Bardzo miła pani.Wszystko szczególnie wyjaśniono po wizycie nie zostało żadnych pytań.", "lang": "pl"}
{"opinion_id": "op_003656", "text": "Bardzo miła sympatyczna Pani Doktor.", "lang": "pl"}
{"opinion_id": "op_003657", "text": "Kompleksowe podejście do zgłoszonego problemu, profesjonalizm, uważne wysłuchanie pacjenta. Bardzo polecam.", "lang": "pl"}
{"opinion_id": "op_003658", "text": "Wizyta konkretna i profesjonalna, spokojne i dokładne wyjaśnienia.Polecam", "lang": "pl"}
{"opinion_id": "op_003659", "text": "Pani Doktor wysłuchała z zaangażowaniem cel mojej wizyty. Dokładnie i ze spokojem wyjaśniła jakie badanie pilne powinnam wykonać.", "lang": "pl"}
{"opinion_id": "op_003660", "text": "Wszystko szczegółowo wyjaśnione, bardzo dokładne badanie, leki rozpisane, badania zlecone, wszystko na wydruku z wizyty. A przy tym punktualnie, przyjaźnie, spokojnie, sympatycznie.", "lang": "pl"}
