{"opinion_id": "op_004321", "text": "A holistic approach to the problem and the patient. Anna Kowalska excellently combines her sports experiences with practical knowledge and with the passion she has for this profession. I recommend cooperation!", "lang": "en"}
{"opinion_id": "op_004322", "text": "I sincerely recommend!! An amazing atmosphere, and Anna Kowalska is an incredibly warm and professional person. She listened attentively, leaving none of my doubts unanswered. She explained everything clearly and specifically, without judging the other person. You can see that she knows her stuff and has a great approach to people. I wholeheartedly recommend!!", "lang": "en"}
{"opinion_id": "op_004323", "text": "The first visit took place in a very friendly atmosphere. The dietitian thoroughly analyzed my eating habits and needs, and her approach was professional, yet full of empathy. I received specific tips and first recommendations that seem easy to implement. I feel this is the beginning of a good change and I am motivated to take action!", "lang": "en"}
{"opinion_id": "op_004324", "text": "Anna Kowalska is very nice, pleasant, and friendly", "lang": "en"}
{"opinion_id": "op_004325", "text": "Anna Kowalska is a very competent person. She conducted a detailed interview both with me and with my son. She explained all our doubts to us. When creating the diet, she took my son's preferences into account. I warmly recommend cooperation with Anna Kowalska", "lang": "en"}
{"opinion_id": "op_004326", "text": "First and foremost, a great approach to the client. I received a diet perfectly tailored to my needs and capabilities. I warmly recommend :)", "lang": "en"}
{"opinion_id": "op_004327", "text": "I highly recommend Anna Kowalska. She is a nice, competent, and knowledgeable person. When composing the menu, she took all suggestions and preferences into account. The dishes she proposes are tastier, easier to prepare, and more pleasing to the eye. I am in my third week on her diet and I already see results: I don't feel hungry, I have more energy, I don't need naps during the day. She responds to additional questions quickly and to the point. In a word: a professional. I will definitely use her services again.", "lang": "en"}
{"opinion_id": "op_004328", "text": "The dietitian collected a concrete, detailed history from us, also from the child, recommended additional tests, explained all doubts, and took the child's dietary preferences into account when creating the diet. I recommend this place and cooperation with Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_004329", "text": "Professional and individual approach to the patient are definitely the distinguishing features of Anna Kowalska. Constant contact with the patient, monitoring progress, and the provided guidance - all this makes our cooperation bring the expected results. I know that in moments of doubt I can count on Anna Kowalska's help.", "lang": "en"}
{"opinion_id": "op_004330", "text": "I recommend it to everyone who wants to comprehensively and effectively change their approach to eating habits and their lifestyle. Jan's professionalism, knowledge, and positive attitude helped overcome the most difficult moments on the way to achieving the intended goal", "lang": "en"}
{"opinion_id": "op_004331", "text": "A great trainer, very nice and patient with his charges, I highly recommend", "lang": "en"}
{"opinion_id": "op_004332", "text": "Super trainer! The gentleman definitely knows his stuff. I warmly recommend", "lang": "en"}
{"opinion_id": "op_004333", "text": "I am very satisfied, great advice, a nice atmosphere during the visit.", "lang": "en"}
{"opinion_id": "op_004334", "text": "Professional care, great contact and understanding of the patient", "lang": "en"}
{"opinion_id": "op_004335", "text": "A competent, empathetic specialist – I warmly recommend.", "lang": "en"}
{"opinion_id": "op_004336", "text": "Training with Jan is pure pleasure ;) A creative and interesting approach to training and simultaneously effective. Before, after, and during, a friendly atmosphere, and by the way, you can learn something - Jan explains exactly what, how, and why we are doing it.", "lang": "en"}
{"opinion_id": "op_004337", "text": "Jan is a trainer with great knowledge and competence. During EMS training, he tailors exercises to needs, also taking the patient's suggestions into account. The effects of the training are quickly visible – for me, it was a general improvement in physique and losing centimeters in circumferences. I recommend it for busy people who want visible results in a short time!", "lang": "en"}
{"opinion_id": "op_004338", "text": "Super help, now I know exactly what to do and what not to do. I recommend and send my regards", "lang": "en"}
{"opinion_id": "op_004339", "text": "Training with Jan is a sure mood improvement and a big dose of endorphins! :) Jan adapts exercises to a person's capabilities, and also motivates during training to give your best, which allows you to achieve the intended effects. Training is always accompanied by a friendly atmosphere, so if someone wants to work out in a nice atmosphere, I warmly recommend EMS training with Jan :)", "lang": "en"}
{"opinion_id": "op_004340", "text": "Visits are conducted professionally and in a pleasant atmosphere, everything is explained in a factual and understandable way. The therapy turned out to be effective. I recommend", "lang": "en"}
