{"opinion_id": "op_004021", "text": "Nie tylko świetna inwestycja w swoje zdrowie, lecz również jako prezent dla bliskich. Pan Marek sprawdził się na medal i pomogł w dolegliwościach taty :)", "lang": "pl"}
{"opinion_id": "op_004022", "text": "Bardzo dobry specjalista. Wizyta odbyła się w przyjaznej atmosferze. Wszystko zostało szczegółowo omówione i wyjaśnione. Dostałem również wskazówki co i jak robić, aby przeciwdziałać takim problemom, z którymi przyszedłem, na przyszłość.", "lang": "pl"}
{"opinion_id": "op_004023", "text": "Skuteczna wizyta, Pan Marek zna się na swojej pracy. Polecam", "lang": "pl"}
{"opinion_id": "op_004024", "text": "Rehabilitacja po złamaniu. Po pierwszej wizycie odczułam poprawę  mobilności uszkodzonej kończyny. Polecam tego lekarz oraz gabinet.", "lang": "pl"}
{"opinion_id": "op_004025", "text": "Szczegółowo przeprowadzony wywiad, pełen profesjonalizm i wyczerpujące odpowiedzi na zadawane pytania :) a masaż wykonany przez Pana Marka, spowodował, że pozbyłam sie bólu i spięcia, z którym przyszłam. Polecam z całego serca!", "lang": "pl"}
{"opinion_id": "op_004026", "text": "Pełen profesjonalizm,szczegółowo wszystko wyjaśnione,polecam jak najbardziej", "lang": "pl"}
{"opinion_id": "op_004027", "text": "Świetny fachowiec, konkretne i profesjonalne podejście do klienta. Szybko zdiagnozował problem i przy użyciu odpowiednich narzędzi pozbył się go w przeciągu godziny, w międzyczasie odpowiadając na różne pytania i dając zalecenia odnośnie przyszłej profilaktyki. Dodatkowo na plus bardzo dobry kontakt z pacjentem, wizyta przebiegła w miłej atmosferze nie tracąc tym samym na jakości. Polecam!", "lang": "pl"}
{"opinion_id": "op_004028", "text": "Dobrze przeprowadzony wywiad i zdiagnozowanie problemu. Dodatkowo masaż, który przyniósł natychmiastowy efekt - ulge od bólu. Otrzymalem pigulke wiedzy i ćwiczenia, które mogę wykonywać sam i monitorować postępy. Polecam.", "lang": "pl"}
{"opinion_id": "op_004029", "text": "Masaż przeprowadzony profesjonalnie i z dbałością o szczegóły. Fizjoterapeuta wykazał się dobrym podejściem i dostosował zabieg do moich potrzeb.", "lang": "pl"}
{"opinion_id": "op_004030", "text": "Jestem stałą pacjentką Kasi i z pełnym przekonaniem mogę powiedzieć, że to jedna z najbardziej profesjonalnych i zaangażowanych specjalistek, z jakimi miałam do czynienia. Kasia łączy ogromną wiedzę z wyjątkową empatią i indywidualnym podejściem do pacjenta. Zawsze uważnie słucha, trafnie diagnozuje i dostosowuje terapię do stanu zdrowia. Dzięki jej pomocy znacznie zmniejszyły się moje bóle i zawroty głowy, które wcześniej bardzo utrudniały mi codzienne funkcjonowanie. Cenię ją nie tylko za skuteczność, ale też za ciepło i ogromne poczucie humoru, które sprawia, że nawet trudniejsze momenty podczas terapii mijają lżej. Z całego serca polecam!", "lang": "pl"}
{"opinion_id": "op_004031", "text": "Do pani Kasi chodzę już od 3 lat na fizjoterapię. To fizjoterapeutka z dużą wiedzą i zaangażowaniem, w jej gabinecie można się zrelaksować w milej atmosferze i porozmawiać s nawet pośmiać się .Korzystałam już z pomocy różnych fizjoterapeutów ale tylko tu po raz pierwszy spotkałam się z takim zaangażowaniem i wiedzą .Pani Kasia  pomogła mi gdy miałam  rwę kulszową i nawet zastrzyki ze sterydów mi nie pomogły. Po serii zabiegów postawiła mnie na nogi i mogłam normalnie chodzić i funkcjonować bez bólu.Często gdy mam migreny lub  ból barku to przychodzę na rehabilitację, bo wiem że zawsze mi pomoże i będę czuła się lepiej i będę zdrowa.", "lang": "pl"}
{"opinion_id": "op_004032", "text": "Wystawiam tę opinię z rozczarowaniem i poczuciem obowiązku ostrzeżenia innych.", "lang": "pl"}
{"opinion_id": "op_004033", "text": "Miła, profesjonalna, wszystko dokładnie wyjaśniła, polecam", "lang": "pl"}
{"opinion_id": "op_004034", "text": "Konkretne podejście do pacjenta, wszystko szczegółowo wytłumaczone", "lang": "pl"}
{"opinion_id": "op_004035", "text": "Pani Katarzyna to rzetelny i konkretny specjalista. Celnie postawiła diagnozę problemu i zaleciła dalsze postępowanie. Polecam jak najbardziej i wrócę w razie problemów :)", "lang": "pl"}
{"opinion_id": "op_004036", "text": "Konkretne, rzeczowe wyjaśnienie problemu. Jasne wskazówki ad dalszego postępowania.", "lang": "pl"}
{"opinion_id": "op_004037", "text": "Chodziłam po wielu fizjoterapeutach, ale nikt tak trafnie nie wyłapał przyczyny moich dolegliwości bólowych. Pani Kasia podchodzi do pacjenta indywidualnie włącznie z konsultacją, czy nie przeszkadza pacjentowi  prowadzona rozmowa podczas wizyty.", "lang": "pl"}
{"opinion_id": "op_004038", "text": "Zaangażowanie w wizyty nie jest jednakowe, raz mniejsze raz większe. Jeśli ktoś lubi dużo rozmawiać to miejsce dla niego.Pani jest bardzo sympatyczna, niekiedy jednak przytłaczająca.", "lang": "pl"}
{"opinion_id": "op_004039", "text": "Pani Kasia jest niezwykle sympatyczną i empatyczną  osobą, profesjonalistką w każdym calu. Wizyty odbywają się w miłej,  przyjacielskiej atmosferze i przynoszą niezwykłe efekty. Pani Kasia  przeprowadza wywiad i patrzy na pacjenta holistycznie. Zabiegi już po pierwszej wizycie przyniosły wyraźną poprawę w moim funkcjonowaniu, dostałam też porady i ćwiczenia do domu. Gorąco polecam wizyty u Pani Kasi :)", "lang": "pl"}
{"opinion_id": "op_004040", "text": "Bardzo sympatyczny fizjoterapeuta. Widać że wie o czym mówi i że lubi swoją pracę i chce pomóc pacjentowi.", "lang": "pl"}
