{"opinion_id": "op_002821", "text": "I was disappointed twice. The first time I was treated like an intruder when trying to get an appointment through the doctor's husband (I had called earlier and the doctor assured me I would be seen). The second time I managed to get an appointment, but I was not treated in the right way. Generally, I was left with the ailments I intended to get rid of.", "lang": "en"}
{"opinion_id": "op_002822", "text": "After a visit to the doctor, I feel that I am in good hands. He gained my trust by listening to me and explaining what the surgery would involve. I am currently waiting for the procedure date, I am nervous after all this is a spine and not a tooth : - ) ) ) It will be fine! Since he convinced me that the surgery is necessary, I put myself in His hands. I know something from my own practice - the patient should be listened to - then they feel understood, and Doctor Jan Kowalski can do that. Full of culture, congratulations!", "lang": "en"}
{"opinion_id": "op_002823", "text": "Unfortunately, Dr. Jan Kowalski did not help me. I live in a small town where the hospital has a terrible reputation, so after a routine gynecological ultrasound revealed a multicameral ovarian cyst (oh my what is that! the doctor also asked if my children were already grown up), I decided to look for a good doctor to operate on me. Dr. Jan Kowalski advertises himself as a specialist in oncological gynecology as well, and based on his good reviews, I decided to entrust him with my own health. After a private visit, where it turned out that the super ultrasound machine was not working, and the pictures from the second available machine were worse than those from my gynecologist in the provinces, we made an appointment for a visit at the hospital clinic. I was supposed to have a thorough examination and an established plan and scope of the surgical procedure, i.e., whether it should be radical, whether we prepare the intestines beforehand (in case of cancer). I will add that traveling to Krakow is a problem (and cost) for me because I am a single parent raising 3 children, one of whom is disabled. At the scheduled appointment, which lasted maybe 2 minutes, the doctor said based on previous tests, I quote \"it doesn't look that terribly bad\" and set a surgery date for me. I had to perform all the pre-operative tests at my own expense and it finally turned out that the surgery was performed by another doctor, who did not remove the ovary (???), even though I am post-menopausal and don't understand why I need it, he only enucleated the cyst. The histopathology was supposedly unsuspicious, but after the surgery I still feel bad, and after 4 months a sizable cyst was again found on that ovary!", "lang": "en"}
{"opinion_id": "op_002824", "text": "I had a consultation with Anna Kowalska, she is very nice and friendly. So far I can only rate the visit, everything was professional. I will be able to write the next opinion in a few m - because I will have a treatment course with the doctor. And we will see how everything goes. And if the treatment course turned out to be well chosen.", "lang": "en"}
{"opinion_id": "op_002825", "text": "The doctor is unpleasant, I don't like visits to her (we only go in emergencies, because it's the closest). It's not true that the doctor is tired, this doctor is arrogant - we have a very popular pediatrician and she was never so unpleasant... I have the impression that she doesn't examine my daughter thoroughly and the only recommendations we got were smecta and an elimination diet (which had nothing to do with the problem we came with). Despite this, I am grateful to the doctor for taking the time when we needed a referral, and she didn't brush us off, but made sure that she definitely could not issue a specific one.", "lang": "en"}
{"opinion_id": "op_002826", "text": "This is convincingly argued by the authors of the educational campaign entitled 'The answer is in your blood!', organized with the aim of early detection of blood and bone marrow diseases, including hematological cancers. According to data from the National Cancer Registry (KRN), over the last three decades, the number of new cases of hematopoietic and lymphoid system cancers in Poland has more than doubled. Demographic and epidemiological forecasts are not optimistic – Polish society is aging, and advanced age is a risk factor in some blood and bone marrow diseases. Diagnosis is difficult in this group due to the tendency of older people to explain feeling unwell by their old age, while they may, for example, have myelofibrosis – one of the rarest, yet particularly dangerous blood cancers.", "lang": "en"}
{"opinion_id": "op_002827", "text": "I went to This doctor at the age of 14 with a twisted knee, within a few years I underwent 5 surgeries on my right knee and one on my left including one patella reconstruction. I will never say a bad word about the doctor because thanks to him I walk! A professional doctor in every way! Today I am 22 years old and I feel great, my knees sometimes hurt and even though I suffer from habitual patellar dislocation, nothing like that has happened for several years! I thank him for what he did for me..", "lang": "en"}
{"opinion_id": "op_002828", "text": "I was at the doctor's twice and twice I was late for work. The visit lasts 5 minutes (120 zł). She is not very talkative and I had the impression that she was working as a punishment. I am 30 years old and I got pregnant for the second time, I already have a 4-year-old daughter. I was treated like a 16-year-old who had an accident. She answered my questions in a raised voice as if she was upset with me, I just don't know why. I do not recommend, she is cold and for 120 zł I expect something more.", "lang": "en"}
{"opinion_id": "op_002829", "text": "Jan Kowalski, a graduate of High School No. 3 named after the Polish Navy in Gdynia, was inspired by a text from the English encyclopedist Ephraim Chambers from 1728. \"In times of plague epidemics, those who worked extracting and processing amber in Königsberg were never infected,\" he recalls. In his work \"Amber Drug. A study of the impact of extracts from fossil and subfossil resins and 1,4-butanedioic acid on selected microorganisms,\" the young scientist demonstrated that active substances obtained from Baltic amber (and other fossil resins – such as Mexican amber, Canadian Cretaceous amber, gedanite, and Colombian copal) could combat pathogenic bacteria like Staphylococcus aureus, without harming beneficial gut microorganisms. Particularly strongly acting compounds include 1,4-butanedioic acid. It could potentially be possible to develop medicinal agents and dressings based on the substances described in the project – the author believes.", "lang": "en"}
{"opinion_id": "op_002830", "text": "Well, unfortunately. Only 2/5. The doctor was very polite, nice, and friendly. She listened to me and even though she tried very hard to help, she could not diagnose a simple ailment (carpal tunnel syndrome), even though I had typical symptoms. Instead of quickly implementing treatment that would improve my condition, the doctor recommended that I change my sleeping position and replace my pillow and did not recommend further tests. I did not expect that from a specialist doctor. Another neurologist immediately identified the problem. A pity, because as a person the doctor is very nice and really likeable.", "lang": "en"}
{"opinion_id": "op_002831", "text": "Doctors are reluctant to talk about their own mistakes or those of their colleagues for fear of professional consequences or in the name of a falsely understood professional solidarity. However – adds the Swiss professor – in the long run \"transparency in this area will also benefit the doctors themselves.\" \"The main problem is the lack of preparation for doctors on how to behave in such situations. This is not taught in medical studies not only in Poland but also in other countries, with the possible exception of Scandinavia and the Netherlands. This needs to change,\" Cranovsky told PAP. He appeals – together with Prof. Jan Kowalski (Institute named after Maria Skłodowska-Curie in Warsaw) – for proper procedures in the situation of ZN [medical error] to be the subject of introductory training for all new medical staff in Poland.", "lang": "en"}
{"opinion_id": "op_002832", "text": "We went to Anna Kowalska with our child 2 years ago. Our son was 3.5 years old then. I will briefly tell the story. After noticing probable cavities on the proximal surfaces of the incisors (which overlapped) we sought advice from our \"family\" dentist. He confirmed our fears - caries. However, he himself does not treat children so he advised us to go to a children's clinic. We chose Mini Dental, where Anna Kowalska practices. The diagnosis knocked us off our feet - caries in the incisors and five other teeth. Treatment plan - lapis on all teeth and then (if the child is ready to cooperate) - fillings in the molars. Dr. Kowalska does not fill milk incisors. I did not trust this diagnosis - due to my own bad childhood experiences I take great care of my son's teeth - hygiene, diet, fluoridation since he was 1.5 years old every half year. I am also not a supporter of lapis (the substance stains teeth black - for me as a child it was traumatic). I decided to look for a practice that would offer me a different treatment method. Looking for a doctor on this service's website, we found our current dentist (who, by the way, has a doctorate in pedodontics). Diagnosis: caries in the incisors, remaining teeth healthy, one molar to observe. Treatment: fillings in the incisors. My son cooperated very nicely during cleaning and placing the fillings. For two years, fortunately, nothing has happened. We go for check-ups every six months. - The fillings are in place and the cavities diagnosed by Dr. Kowalska have not appeared to this day. I do not recommend.", "lang": "en"}
{"opinion_id": "op_002833", "text": "The strangest personality I have encountered at luxmed... Substantively very ok, the doctor examined everything, referred me to the hospital, etc. but overall a very strange impression... - I was scolded for not taking off my flip-flops when sitting on the gynecological chair (I was in my 9th month of pregnancy, my legs were so swollen that I could barely put those flip-flops on, not to mention bending over... it was terribly hot...) no gynecologist has ever commented on my shoes before. - For a good 15 minutes I sat waiting for the doctor to finish using the computer. I was convinced she was describing the entire visit in detail and writing out recommendations. It turned out that in the recommendations she only wrote the necessity to go to the hospital. - The referral to the hospital I received had an indication for \"other weak contractile activity,\" for which I was laughed at in the hospital, because the problem was complex and consisted of something else. Overall - I recommend rather in emergency situations, but as a primary care doctor I would prefer someone with a better approach to the patient", "lang": "en"}
{"opinion_id": "op_002834", "text": "Hello. I fully agree with the positive opinions of the previous speakers. I have been treated by Dr. Jan Kowalski since June 2009 when the first gastroscopy was performed. After this examination, I was thoroughly explained what exactly is wrong with me, why I have such and not other ailments, and what difficulties were faced by \"specialists\" financed by the NFZ [National Health Fund], who tried to treat me with Helicit. In negative comments we can read about \"high\" fees for a visit - I suggest these grumblers should dial their grandmothers' phone numbers (if they are lucky enough that they are still alive) and ask them about traditional methods of dealing with stomach ailments - such consultations will certainly cost less (unless you have free calls with grandma) but what about their effectiveness... enough sarcasm from me. To sum up: the medications prescribed after the gastroscopy in 2009 100% suited me and my lifestyle, I finally feel like running after a ball and I hope that soon I will be able to boast to my family that I have lost weight... Regards", "lang": "en"}
{"opinion_id": "op_002835", "text": "I will skip the fact that the doctor had a time delay of 1.5 h... well, it happens. I needed a quick and competent medical consultation, but I was disappointed. The doctor first wrote a prescription, which I needed immediately, as I was in Poznań and didn't have access to my gynecologist, and he demanded 200 zł for it! The man hadn't seen me, because the note was handed over by his secretary... He called me back saying I should appear soon, because the price of writing the prescription includes the full range of services. So I showed up a few days later and found out nothing, as the doctor showed great unprofessionalism. I told him more about the problems and complications than he told me... He was late so he was in a hurry, which made the examination unpleasant, he didn't want to talk to me. The ultrasound itself lasted 30 sec... he didn't examine my breasts, didn't ask about a smear test... generally I do not recommend. After the whole visit, which lasted maybe 7 minutes, he mentioned something about further costs for this visit, but I am not a person who lets herself be fooled... Ah... I almost forgot. He couldn't answer my questions based on the ultrasound, he was very offended, in the meantime he proposed a method completely unnecessary in my case, the costs of which run into hundreds of złoty... In the end, he threw me out of the office, as he decided that since he doesn't meet my expectations, then goodbye. I should add that I am a calm and composed person who doesn't start arguments, and maybe I should have...", "lang": "en"}
{"opinion_id": "op_002836", "text": "For many months, I was plagued by a painful, erupting wisdom tooth. I went to Dr. Anna Kowalska based on a recommendation. From the moment I sat in the chair until the stitches were removed, the care provided by Dr. Anna was absolutely worthy of distinction. This is a dentist who thoroughly familiarizes herself with her patient's medical history, can predict every possible inconvenience that may appear after performing a procedure. After performing a very delicate, rather unpleasant anesthetic, after which I felt absolutely nothing, Dr. Anna removed my wisdom tooth within 3 minutes! After 10 minutes, with a prescription in hand, I was already at the pharmacy. All medications recommended by the doctor were spot on - the next day, with slight swelling, I was able to function normally at work. Dr. Anna has vast knowledge in the field of dentistry and you can hear in her decisive, certain voice that in her case, accidents at work do not happen. Stressed about the procedure, I researched Dr. Anna Kowalska's medical history. The number of trainings, Polish and foreign, publications, conferences, and lectures she participates in convinced me that this is a doctor who constantly verifies her knowledge with the progress accompanying medicine worldwide. Dr. Anna, from what I know, also performs extremely complicated operations in the field of maxillofacial surgery flawlessly, to the applause of much older surgeons, so I estimate her 10-15 years of experience is enormous despite her young age. I hope I never have to end up on an operating table, but if it were to happen, only under the knife of Dr. Anna Kowalska! I recommend a hundred times over!", "lang": "en"}
{"opinion_id": "op_002837", "text": "Dr. Anna Kowalska is in my eyes a dentist by vocation. Very thorough examinations of the dentition preceding any work, photographic documentation, taking X-ray images - all this was to ensure the qualification of any tooth for potential treatment, and also to allow the patient to see with their own eyes what worries the doctor. I really liked Dr. Anna's approach to prosthetic corrections, which was the main reason for my last visit to the surgery. The doctor first listens to the patient, asks what aesthetic effect would be satisfying for them, and then accurately and reliably informs how it looks from the medical and functional side - the shape and size of the teeth are meticulously matched to the patient's bite. She always chooses the least invasive solutions and thus they are most often a pleasant surprise for the patient in terms of costs. The doctor always informs about the cost of treatment at the first visit and these are the maximum amounts the patient may incur - it happens that they are reduced - so everyone can plan these expenses without unnecessary stress. I recommend Dr. Anna Kowalska to everyone who cares for their smile and is looking for a professional who can take care of it in the best way possible.", "lang": "en"}
{"opinion_id": "op_002838", "text": "He did not help. I came with a chronic inflammatory condition, the examination was thorough, the interview detailed. Diagnosis: I need to look for the cause of the problems in my head. Pathetic. Wasted money and time. I understand that sometimes nothing shows up during an examination and the doctor may have doubts, but to comment on them in such a way.... Nice and smiling, but that's not enough. I will add that he was not thrilled when I asked for an invoice for the service. This was my first and last visit to the doctor.", "lang": "en"}
{"opinion_id": "op_002839", "text": "I am not convinced about this doctor. The visit was very quick, without any special interview, just a glance at the blood test results and a statement that they are ok. The question of how I feel did not come from his mouth - and that is actually the most important symptom forcing at least consideration of whether the conducted treatment is correct and requires modification. The doctor is nice and friendly - that's for sure. I require constant control by an endocrinologist, but I will not decide on repeat visits.", "lang": "en"}
{"opinion_id": "op_002840", "text": "After 4 visits with Anna Kowalska I feel much better. Besides great professional knowledge and skills, she is also extremely approachable, kind, and sincere. I don't have too many inhibitions with her to undress to my underwear and feel at ease, which is normally a big problem for me. We joke that she should have a sign on the door saying physio-psychotherapist, because during the treatment we also talk about what, for example, causes stress for me, and thus muscle tension. However, it's not just about having a nice time. Anna Kowalska has many years of experience, enormous theoretical knowledge, and passion, and this translates into high-quality service. I recommend as I was recommended.", "lang": "en"}