{"opinion_id": "op_003901", "text": "The doctor listened, reviewed the images, the visit was conducted calmly without rush, there was time for asking questions. She clearly explained how to use the medications and what they are for. I recommend.", "lang": "en"}
{"opinion_id": "op_003902", "text": "Anna practically took me in right away on Saturday. Very nice and empathetic. In the problem I came to her with, she demonstrated knowledge and experience. Highly recommend.", "lang": "en"}
{"opinion_id": "op_003903", "text": "Everything went smoothly. I am satisfied with the consultation.", "lang": "en"}
{"opinion_id": "op_003904", "text": "The visit took place in a very pleasant atmosphere. Anna is a very committed doctor who cares about helping the patient. She examined my ailments and indicated treatment methods. The visit even managed to take place a moment ahead of time because there was no one waiting at that moment.", "lang": "en"}
{"opinion_id": "op_003905", "text": "Concrete, professional and at the same time empathetic.", "lang": "en"}
{"opinion_id": "op_003906", "text": "A mole removed efficiently and painlessly. The lady is very pleasant and matter-of-fact with vast knowledge.", "lang": "en"}
{"opinion_id": "op_003907", "text": "The doctor was nice, but the price for a 5-minute visit is very high; I didn't learn anything new that I didn't already know from the internist, whose treatment wasn't effective. I didn't feel satisfied with the visit, I feel my situation wasn't taken seriously, the office was dark, and the changes weren't examined thoroughly. I certainly won't go a second time for 280 zł for advice I could have come up with myself.", "lang": "en"}
{"opinion_id": "op_003908", "text": "Anna diagnosed me correctly, prescribed medications that help. I highly recommend the doctor.", "lang": "en"}
{"opinion_id": "op_003909", "text": "The doctor is very pleasant, the visit took place on time, and the availability of evening hours is undoubtedly very convenient.", "lang": "en"}
{"opinion_id": "op_003910", "text": "A small problem with parking spaces but no one has control over that in this case, a slight delay but it's acceptable, the visit itself was great, the doctor is competent and above all has a good approach to the patient, I hope the treatment helps, best of health.", "lang": "en"}
{"opinion_id": "op_003911", "text": "The doctor is very thorough and attentive. She gives the patient as much time as needed and the visit takes place in a very pleasant atmosphere which undoubtedly helps the patient feel comfortable. The therapy was spot on.", "lang": "en"}
{"opinion_id": "op_003912", "text": "I am impressed with the doctor's knowledge in the field of aesthetic medicine, she advised me on a minimally invasive procedure in a series. The effect is already visible after the first time.", "lang": "en"}
{"opinion_id": "op_003913", "text": "I am very satisfied with the visit to the doctor, I recommend. A thorough and pleasant doctor.", "lang": "en"}
{"opinion_id": "op_003914", "text": "A very pleasant doctor and a pleasant assistant, they create a nice, relaxed atmosphere.", "lang": "en"}
{"opinion_id": "op_003915", "text": "I recommend the very pleasant doctor, a physician with many years of experience, always an accurate diagnosis and well-chosen treatment.", "lang": "en"}
{"opinion_id": "op_003916", "text": "The doctor is very nice and professional, the procedure was performed efficiently, I received clear instructions, I felt well taken care of. I warmly recommend!", "lang": "en"}
{"opinion_id": "op_003917", "text": "I recommend this practice and the doctor, I have visited many dermatologists, but only here the prescribed medications turned out to be effective. Visits are always professional, with a kind approach to the patient.", "lang": "en"}
{"opinion_id": "op_003918", "text": "I am very satisfied with the visit to the doctor, I recommend, a thorough, pleasant, super specialist doctor.", "lang": "en"}
{"opinion_id": "op_003919", "text": "The highest quality. Without rush, thorough explanations.", "lang": "en"}
{"opinion_id": "op_003920", "text": "A classic model of a visit to a specialist doctor specialized in the category of proceeding according to the applicable procedure. Pharmaceutical companies are grateful.", "lang": "en"}
