{"opinion_id": "op_000081", "text": "The visit lasted less than a quarter of an hour. The doctor, although nice and polite, did not help me. I went for the visit due to recurring headaches, balance problems, and nausea. Apart from a trivial reflex examination, nothing concrete. I found out that \"it would be good to do an MRI.\" So, just what my family doctor had told me. I wasted 120 zł for nothing. The consultation neither reassured me nor provided any basis to undertake any treatment. A big minus for the conditions. The office has a scandalously low temperature (approx. 10 degrees C). Unfortunately, I do not recommend.", "lang": "en"}
{"opinion_id": "op_000082", "text": "I have just had an ultrasound, gastroscopy, and colonoscopy performed at Dr. Salomon's office. I recommend it to all people who truly want to professionally understand the essence of their health problems and not guess from tea leaves. All the above examinations take about 30 minutes, and after their completion—as in my case—the Doctor immediately made a diagnosis and started treatment. I recommend.", "lang": "en"}
{"opinion_id": "op_000083", "text": "Dr. S. is indeed very nice and calm (it was a private visit), but the rest of the examination was probably very misguided. Namely, the doctor ordered skin tests for my then 1.5-year-old son. Unfortunately, the result was falsified (a clearly stated allergy to milk in the medical history did not show any result in the tests, and it is the main allergen for my son since birth). If I had educated myself thoroughly on the topic of tests before the visit to the doctor, I certainly would not have agreed to skin tests for such a young child.", "lang": "en"}
{"opinion_id": "op_000084", "text": "By verifying manufacturers, one can recognize which company operates within environmental responsibility and whether its products meet specific requirements and can be called organic or \"bio\" products. \"However, there are also companies that have not undergone this process, and here this +ecoscam+ can most often appear,\" she added. Examples of actions suggesting a pro-ecological nature of an undertaking may include, for instance, repainted green facades of company buildings, green product packaging, or false labels on packaging with graphics such as a green leaf or hands holding a planet. They may suggest that a given product is environmentally friendly or meets the requirements of some organization, which is not confirmed in reality.", "lang": "en"}
{"opinion_id": "op_000085", "text": "I went to Dr. Jan Kowalski about 2 years ago with major sinus problems. Previous treatment and FESS surgery did not yield results. The doctor performed a total of three procedures on me: nasal septum straightening, tonsil removal, and FESS sinus surgery with sinus ostium widening and sphenoid sinus unblocking. Each procedure sooner or later brought a positive result. Headaches stopped, I breathe much better thanks to the straight nasal septum, and I speak better thanks to the removed tonsils. Above all, Dr. Jan Kowalski performs procedures very minimally invasively, and most importantly, after the procedure, he does not insert nasal packing, so the post-operative discomfort is much less. I have a comparison with FESS surgery in another hospital, after which I was recovering for 4 weeks. For example, after nasal septum straightening, there are only a few stitches to remove, the nose is not blocked, it bleeds little, etc. Similarly, after FESS surgery, despite a bleeding nose, I could breathe all the time. Zero packing, blocked nose, sleepless nights, etc. This is a great convenience for the patient because most people fear post-operative discomfort, and it turns out they are not so burdensome. Additionally, after the procedure, the Doctor examines the sinuses with an endoscope, which was not done in the other hospital. If someone has serious ENT problems and needs surgical treatment, I can wholeheartedly recommend Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000086", "text": "I have been a patient of Dr. Jan Kowalski for many years. A very good doctor. An excellent specialist in endocrinology. A decent and sensitive person. People like Dr. Jan Kowalski should be distinguished in the hospital and set as an example for other doctors. I would like to come across such doctors more often. If others behaved even 50% like this, there would not be such bad opinions about healthcare. Bravo Doctor!!!!!", "lang": "en"}
{"opinion_id": "op_000087", "text": "The truth is that the doctor is a pretty and very well-groomed woman. And that, in my opinion, is her only advantage. I won't comment on the treatment because I was only there once. I was scheduled for a specific time, I waited 46 minutes for her to see me (ok, I understand there are many patients). She asked what was wrong, so I tried to tell her about my problem, but she kept interrupting me, looking at her watch. There wasn't much to tell because it was my first visit to a gynecologist-endocrinologist. Actually, I just wanted to be examined and get a referral because only after doing tests can a doctor make a diagnosis, that's logical. She wrote me a referral and thanked me for the visit... I asked about the examination. She said she had so many patients that she couldn't examine me at that moment, to come back another time. So I went, but to another doctor who had time to talk with me and, above all, to examine me. So my feelings are negative. Reading other patients' opinions, I think maybe I had the misfortune of catching her on a bad day, but paying so much money for a visit, I expect something more than being treated this way.", "lang": "en"}
{"opinion_id": "op_000088", "text": "She noted that the presence of Spirometra larvae is difficult to detect, so caution is necessary because although the larvae of this tapeworm usually locate under human skin, it has happened that they were found, for example, in the eye, lungs, or brain and caused severe disease symptoms. She added that, for example, in Asia, the larvae of this tapeworm are found in frogs and snakes, and consuming these species (which are considered delicacies there) is a common source of infections. \"It is usually not a fatal disease, but it is very unpleasant,\" says Dr. Anna Kowalska. The larvae under the skin are removed surgically. The discovery will be consulted with veterinary and sanitary services to try to develop a course of action. The problem is new, and there is neither law nor standards of procedure that regulate it, says Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_000089", "text": "I went to Dr. Jan Kowalski on a friend's recommendation about 2 months ago, and due to my long-standing dentophobia, I went very reluctantly. But at the door, I was greeted by friendly staff, and the Doctor himself turned out to be a warm person, very thorough and solid in his profession. He doesn't show off, brag, or flaunt his opinions, and he doesn't create a nervous, stressful atmosphere as \"great\" doctors always do. He plans comprehensive treatment in connection with other doctors. He collaborates with similar professionals (both a surgeon, an orthodontist, and assistants). The office is very cozy, not intimidating with the austerity of a large clinic. Greetings and recommendations.", "lang": "en"}
{"opinion_id": "op_000090", "text": "Meanwhile, scientists from several countries—Denmark, the USA, Belgium, Poland, and Sweden—have described previously unknown defense mechanisms that occur in the vaginal mucosa upon contact with the herpes simplex virus type 2 (HSV-2). These mechanisms begin to occur within the first day of the virus appearing on the mucosa. Until now, regarding the vaginal mucosa, only defense mechanisms that appear 48 hours after contact with the pathogen were known. \"The mechanism we investigated is triggered very early—even before the virus enters the body's cells,\" says the PAP interviewee and adds that the herpes virus is recognized at the stage of physical contact on the surface of the mucosa. \"The epithelial cells already then receive a signal that something foreign has appeared and try to summon the > >army", "lang": "en"}
{"opinion_id": "op_000091", "text": "I had breast reduction surgery with Dr. Jan Kowalski in February this year. After the conversation, I was very satisfied and confirmed the surgery date almost immediately. Dr. Jan Kowalski is a very competent doctor with an excellent approach to the patient. Calmly and patiently, he explained everything to me, answered all my questions, was patient, and even though I was naturally nervous, I felt very good as a patient. Also, before the surgery itself, after, and at every subsequent check-up, I felt comfortable. All the nervousness disappeared. Dr. Jan Kowalski is a young, chivalrous, competent, and very pleasant doctor. I highly recommend him :)", "lang": "en"}
{"opinion_id": "op_000092", "text": "I find it amusing what I read here. I go to Dr. M, the first time I went I also got a diet (even though I weighed 52kg), but I must admit I feel much better; the second time I also got the same pills. My next visit—hmm... there is improvement, and I feel it myself. I don't have ovarian pain, which I had every day before. And to those who are dissatisfied, I recommend finding another doctor. I believe in Dr. M, and I am very satisfied. And as for expensive medications—either tell the doctor right away that they are too expensive, or accept that good treatment costs. And I recommend some people to wait out their adolescence because when someone is an adult, they should take care of things to be as good as possible, not boast that even though they didn't take the medication—the doctor noticed improvement. Ehh... it's not worth elaborating. My husband and I are very satisfied; thanks to Dr. M, we are on the right track. And my sister-in-law also goes to Dr. M. I recommend it to everyone who has problems with their gynecologist. Greetings", "lang": "en"}
{"opinion_id": "op_000093", "text": "A visit that didn't happen. Apparently a good doctor, but I can't assess that. Due to being about 5 minutes late, I was not admitted for the visit. Dr. Jan said I had to wait for my turn because he already had another patient. Unfortunately, after half an hour of waiting, I had to leave. If I wanted to wait for hours outside the office, I would go to a public clinic (I add that the visit was scheduled in a private clinic where patients are booked for a specific time!).", "lang": "en"}
{"opinion_id": "op_000094", "text": "\"We know that parasites have an amazing ability to suppress the immune response of their host, which allows them to inhabit the body for a long time without causing an inflammatory reaction. Thus, in people with autoimmune diseases, the presence of intestinal nematodes in the body results in the suppression of the excessive inflammatory reaction and, consequently, the symptoms of diseases such as nonspecific inflammatory bowel diseases and even multiple sclerosis (MS). Our experiments aimed to indicate the mechanisms that are triggered during therapy with live nematodes in mice with autoimmune inflammation of the brain and spinal cord—a model of MS. During the experiments, we identified a new population of leukocytes whose number increases very significantly during disease remission in mice infected with the nematode,\" explained Dr. Anna Kowalska. Further research showed that it is possible to activate and increase the number of this type of leukocytes not only in the body of sick mice (in vivo) but also ex vivo—in blood taken from sick mice. \"It is very likely that the discovered mechanism will also work in the case of other autoimmune diseases because it may be universal. Soon we will begin experiments on mice affected by Alzheimer's disease,\" adds Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_000095", "text": "The randomized phase three trial will combine the efforts of doctors from this university and researchers from the Polish Myeloma Consortium, led by Dr. Jan Kowalski from the Medical University of Poznań. Financial support will be provided by two manufacturers of myeloma drugs used in this study—Celgene and Amgen. The project will include nearly 200 patients, most of them in Poland, offering them treatment with preparations used in the United States but not yet available in Poland. \"We will want to check which of the two treatment regimens will allow for longer remission and greater patient survival,\" said Prof. Jan Kowalski in Rome to PAP, who is one of the leading specialists in myeloma treatment in the United States.", "lang": "en"}
{"opinion_id": "op_000096", "text": "To detect kidney cancer, so-called screening tests are not performed, similar to those used for breast cancer, cervical cancer in women, and colorectal cancer. Such tests are given to all people of a certain age, e.g., after the age of fifty (breast and colorectal cancer). Dr. Jan Kowalski claims that it is worth undergoing ultrasound examinations once a year, which are already widely available. \"There is then a good chance that kidney cancer will be detected in time,\" emphasized Dr. Jan Kowalski at the PAP conference dedicated to kidney cancer. In his opinion, men over 45 should particularly remember this, as they are most at risk for this type of cancer.", "lang": "en"}
{"opinion_id": "op_000097", "text": "The doctor is factual, answers every question specifically, not in general terms, which is very important. I also liked during the visit her honest opinion and approach to tests, especially to the multitude of tests (often unnecessary) ordered by private gynecologists. I myself was a patient of a private practice in my previous place of residence and know how it was with the number of tests (which, of course, involves costs, and not small ones unfortunately). Everything was explained to me, I received answers to questions, the examination was quick, the conversation was concrete. The only thing I missed was maybe a bigger smile or sympathy towards the patient.", "lang": "en"}
{"opinion_id": "op_000098", "text": "As the PAP interviewee admits, it is natural that young, healthy people have problems correctly performing unfamiliar kitchen tasks. However, for scientists, the most important thing was to check which type of tasks the participants had the most problems with, what causes them the greatest difficulties, which cognitive functions are necessary to perform them, and what activity occurs in their brains. \"We noticed that in both kitchen tasks, participants needed the same amount of time to learn all the tasks and to perform them. However, people with non-intuitive kitchen tasks performed significantly more actions in the wrong order. Most of these unfamiliar kitchen tasks were also performed incorrectly. The participants also forgot to perform a significantly larger number of unfamiliar kitchen tasks and replaced them with new activities invented by themselves,\" describes Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000099", "text": "Color vision disorders also accompany macular diseases because that is where the highest density of cones is, thanks to which we perceive color. \"Since this disease primarily impairs visual acuity, patients mainly complain that they see poorly, not that they see colors poorly,\" emphasized Assoc. Prof. Anna Kowalska. The ability to see colors can also be lost as a result of a brain injury, even if the visual organ was not damaged. \"The matter of color vision begins in the retina, but it actually takes place at the brain level. This happens at many levels. Even those who do not have color blindness see the world in different tones, depending on the individual configuration of light-sensitive elements in the retina and the brain's abilities. Differences in color vision are very beautifully presented to us by visual artists. The tones in the paintings they create change depending on how old they were, whether they had cataracts, whether they had any retinal diseases—all this changes their color perception,\" said the ophthalmologist.", "lang": "en"}
{"opinion_id": "op_000100", "text": "Hello! I can't say much good (or bad, for that matter) about Dr. Jan Kowalski because he didn't say much during the visit either. The medical history consisted of the question: do you pee at night? There were no examinations, not even ordered. Instead, there was a prescription for medications that were later advised against at the pharmacy, as it turned out—rightly so. Maybe such talk about peeing is casual and—above all—human, but it embarrassed me and somewhat disgusted me. And it certainly effectively discouraged me from this specialist. However, every patient has different sensitivity and different requirements, so I give a neutral rating.", "lang": "en"}
