{"opinion_id": "op_001161", "text": "I went to the female doctor during my primary physician's absence, in the middle of pregnancy. The pregnancy was progressing normally, my doctor had no objections to the test results, but at Dr. Anna Kowalska's I was told that I would soon end up in the hospital with such urine results (slight deviations, it turned out that I had stored the sample incorrectly). Additionally, she scared me that I might miscarry because I had contractions (which, as it turned out, can occur from the 20th week; the female doctor, when I asked, said she had never heard of such a thing). So I only got scared, and those few visits cost me a lot of nerves, and I believe that pregnant women should be spared that.", "lang": "en"}
{"opinion_id": "op_001162", "text": "Lack of establishing a relationship with the patient, not asking about key issues regarding psychiatric history, not issuing a receipt; questions like 'what do you want from me' I find very inappropriate. Lack of empathy from the female doctor, unfounded assumptions. The prescribed medications might be good, but I rate everything else very poorly.", "lang": "en"}
{"opinion_id": "op_001163", "text": "Meetings with Mr. Jan were one of the most interesting, beautiful, and at the same time most difficult adventures that have happened in my life. I'm not the best writer, but I also can't help but describe what happened to me. My therapy lasted a year. I long postponed the decision to meet, but there comes a moment in every person's life when they've had enough, are tired. My private life, family problems that I couldn't come to terms with, stagnation, a relationship in which I wasn't happy, lack of courage to make any decision, lack of self-acceptance - finally I understood that I needed to ask someone for help. The course of therapy wasn't easy for me, I kept crying, there was silence that I couldn't bear, doubts arose on my part, but despite all that, Mr. Jan was by my side, waited for me until I was ready to take the next step. I don't know how, I don't know by what method, but he managed to 'break' me, for which I am very, very thankful - that's called effectiveness. Finally, I stopped deceiving myself and started listening to my own person, my thoughts, my body. Thanks to therapy, I improved my relationship with my beloved dad, I understood what an egoist I was, I didn't appreciate what I have, that thanks to these wonderful people that are my parents, I am in this world. I got rid of excessive perfectionism, became a more assertive person, started discovering femininity in myself, and most importantly, despite problems, I learned to face them instead of feeling sorry for myself. I know what I want, what is most important to me, what makes me happy : ) I stopped racing with life, with myself, I regained peace - that's incredible for me! Mr. Jan, thank you very much for the opportunity to experience this adventure with you. Thank you for the good energy that you shared with me, for the patience shown, kindness, for the smile! For those who have any doubts, it's honestly worth taking a step forward and asking someone for help - though I know it's not always easy. Greetings : )", "lang": "en"}
{"opinion_id": "op_001164", "text": "I won't hide that Pani Ptaszyńska pulled me out of a very difficult life situation, but when at the last scheduled check-up visit, which was supposed to finally assess my mental state, which the female doctor had previously described as good and stable, I brought a close person with me so they could see it with their own eyes. As soon as the female doctor noticed that I was accompanied by a 'controller', she seemed to feel embarrassed. Just recently, thinking I was cured, she wanted to schedule a final check-up visit with me. At that visit, she completely changed her mind, saying: 'There is still a long therapy with a psychologist and long-term use of antidepressant medications ahead of you.' Our meeting ended after half an hour because the female doctor ran out of ideas for convincing me I had depression. I'll add that 90% of the visits were not punctual. Now, instead of the sadness that used to follow me, I feel anger that won't let me rest, because nowadays even doctors dealing with serious illnesses like deep depression are affected by dreadful greed and selfishness... The situation with the psychologist was 'collegially' identical. I leave this depressing opinion as a warning to the sick to beware of self-interested doctors who once took the Hippocratic Oath to help those in need and promised: 'I will apply treatments for the benefit of the sick according to my ability and judgment, protecting them from harm and injustice.' I warn you, Embarrassed", "lang": "en"}
{"opinion_id": "op_001165", "text": "When I read opinions about this female doctor, I feel like I was at an appointment with a different person. She didn't devote time to me (the visit lasted about 5 minutes), didn't explain anything, just wrote a prescription and threw in how often to take the medication; I had to ask about everything, and even then she answered very laconically. I had the impression that patients were a necessary evil for her. Apart from her skills in talking to patients, which I don't value highly in doctors at all, I must also point out the course of the visit itself - she is completely uninterested in anything beyond what you came for. Lack of gynecological-obstetric history, not to mention general or family history. She doesn't ask about previous illnesses, pregnancies, currently taken regular medications, chronic diseases, or anything else. If she knows nothing about the patient, how is she supposed to conduct any treatment? I must admit that I've never met a gynecologist before who treated patients so superficially - with everyone else, the visit started with questions about general health, past pregnancies, surgeries, etc., and a breast exam during the visit was a standard procedure. I was disappointed.", "lang": "en"}
{"opinion_id": "op_001166", "text": "I definitely do not recommend, and I have the impression that the male doctor experiments on patients: despite semen and hormone results that did not qualify for pharmacological treatment, he prescribed strong medications (Agapurin, Undestor, Tamoxifen) after which, after 3 months of 'treatment', the semen and hormone results significantly worsened. I'll add that after the unsuccessful treatment, I decided to visit a second andrologist at the Novum clinic (Dr. Jan Kowalski) and he stated that this treatment made no sense!!! The gynecologist from the clinic was also surprised by the treatment because it ended up with an IVF procedure anyway, and we unnecessarily lost money and, above all, time (after stopping the treatment, we had to wait another 3 months for IVF).", "lang": "en"}
{"opinion_id": "op_001167", "text": "I am not satisfied with any visit to the male doctor, and there were 4. The information I received was very limited. When I asked about diet for Hashimoto's disease - the male doctor laughed at me and stated that there are no dietary recommendations. When I asked what the causes might be, I learned that there could be many. The environmental history was also very limited. At none of the meetings did I get an answer that would even slightly bring me closer to understanding the disease itself and the state of health I was in at the time. The thyroid ultrasound lasted a moment; after the test was done, I didn't see the printout. I explained my lack of satisfaction with the meeting by my high demands, until I met another specialist who explained from A to Z what it's all about and why it might be this way and not another. I do not recommend.", "lang": "en"}
{"opinion_id": "op_001168", "text": "I was at my first appointment with Dr. Ufnalewski yesterday. Pleasant, helpful, creates an atmosphere of calm. However, I forgot to ask which hospital he works at, or if he even works in a hospital or only runs his private practice? If any of you know, please reply, thank you in advance.", "lang": "en"}
{"opinion_id": "op_001169", "text": "She emphasized that thanks to this type of therapy, patients can improve their motor skills. This happens – added Anna Kowalska – through music provided externally by the therapist, e.g., in the form of rhythm, which can stimulate the nervous system of the sick. 'Thanks to this, very often people who walk poorly, when they hear music, start moving completely differently – their step lengthens, they walk faster, more rhythmically. This effect has been studied multiple times' – emphasized Anna Kowalska. An important element of music therapy, according to the therapist, is also playing simple instruments, thanks to which patients imitate movements performed in daily life, e.g., while dressing, and thus can improve their dexterity. 'Thanks to the fact that we can practice similar movements that they are losing, using various settings of percussion instruments, the same movements later translate into motor functions needed in daily functioning' – she said.", "lang": "en"}
{"opinion_id": "op_001170", "text": "The extraordinary nature of these molecules is evidenced by recent studies. They showed that with the right microRNA molecules, an adult cell can be reprogrammed into... a stem cell. It was known earlier that stem cells could be obtained by introducing a set of three genes into an adult cell. 'Now it turns out that it is enough to increase the expression of the appropriate microRNAs, and the cell will 'retreat' to the stem cell phase. There's no need to interfere with its genome anymore; just 'add' the appropriate microRNA and it's done! We were amazed when we learned about these studies!' – recounts the scientist. Dr. Anna Kowalska emphasizes that intensive research on microRNA is ongoing in laboratories worldwide because there are still many question marks. 'We are constantly seeking possibilities to apply these microRNA molecules to treat many different diseases by understanding the mechanisms of their regulation and action' – emphasizes the researcher.", "lang": "en"}
{"opinion_id": "op_001171", "text": "I admire the female doctor for trying to help people despite the conditions of this primitively organized 'institute', taking upon herself the whole odium of the crudeness of this place. I know she tries to help people as best she can despite being overloaded with an excessive number of seriously ill patients. 10 minutes per patient doesn't stem from her whims but from cardinal organizational errors. This institute saves as much as it can on tests, medications, and doctors. Patients only have access to the cheapest and until recently the most primitive forms of treatment. I feel sorry for and am surprised at Dr. Anna Kowalska for still wanting to expose herself to the affront of so many unfavorable opinions. In such a frontline facility with such a serious illness, it's hard to satisfy anyone even with a kind word when there are no other possibilities or time for even a simple examination and treatment. I wish the female doctor patience with sometimes perhaps rightly disgruntled families. However, I don't think this doctor should be blamed for the system's neglect and the facility cynically saving on patients.", "lang": "en"}
{"opinion_id": "op_001172", "text": "The professor, after viewing the imaging and patiently listening to my stories about the ailments and after examining me, explained that at this stage of the disease, nothing remains for me but exercises, diet, massages, and possibly painkillers. He recommended an MRI as soon as possible and a follow-up consultation. The visit was pleasant in that it was based on knowledge; I felt safe and did not feel pressure from the doctor towards surgery, which had been suggested to me earlier.", "lang": "en"}
{"opinion_id": "op_001173", "text": "I was at the female doctor's appointment and was satisfied, however, I was not cured so I cannot give either a positive or negative rating. The female doctor explained to me what mistakes I might be making and what might be wrong with me and why. After treatment, the symptoms of my inflammation - infection decreased but did not completely subside, so I am now doing more detailed tests and looking for a doctor who will cure me. However, I think that the female doctor is a relatively good doctor and may have many satisfied patients.", "lang": "en"}
{"opinion_id": "op_001174", "text": "He was gentle, showed me my ovaries on the ultrasound, laughed. He told me exactly what he was doing, what he was looking for, and how long it would take. Suddenly a nurse came in informing that they had a girl with such sharp pains that she was fainting, and upon leaving, she didn't close the door. He saw my terror. He apologized, closed the door after previously drawing the nurse's attention. He said that the other one had to wait because he was currently examining a patient. I saw that he wasn't rushing; he treated me really like a woman, not objectively and with haste. I was very satisfied; I need to find out where he practices when I go next time.", "lang": "en"}
{"opinion_id": "op_001175", "text": "I do not recommend; I treated my child with the female doctor for 2.5 years, lost a lot of money on unnecessary medications, almost led my child to asthma because throughout that time she treated without any tests; when I changed the doctor, he was shocked by the state of a regularly treated child. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_001176", "text": "I went to the doctor on a friend's recommendation. I've been his patient for over 2 years now and wouldn't trade him for any other doctor even though the visit prices aren't the cheapest. He is the only doctor who explained to me exactly what and how during the ultrasound. Thanks to his help, I am today the mother of a beautiful daughter; at every visit, he kept my spirits up and said everything would be okay, despite my numerous doubts. I highly recommend.", "lang": "en"}
{"opinion_id": "op_001177", "text": "The results obtained by the FSA in 2009 indeed did not show statistically significant differences, but it should be emphasized that those authors did not consider bioactive compounds from the polyphenol group at all, and the selection of works for analysis was quite particular. The American work from 2012 covered a slightly broader material, though still relatively small. Moreover, another element appeared there. In the text of the work, information can be found indicating that significantly more polyphenols occur in organic raw materials than in conventional ones. However, in the final conclusions, the authors claim that there are no such differences. In my opinion, this is manipulation of scientific data. Unfortunately, this is a very often used trick that I have encountered multiple times. P", "lang": "en"}
{"opinion_id": "op_001178", "text": "I warn everyone against visiting this 'doctor'!!! We were at this gentleman's for an ultrasound of our daughter's hips. Based on the examination, the gentleman diagnosed dysplasia in one of the hips and recommended putting on an apparatus. Not a word of explanation about what apparatus, what to do next, how to proceed. When asked what apparatus was meant, the gentleman said that I would read about it in the examination description. We left the office without necessary information regarding further steps; from the examination description, it appeared that he recommended putting on a Koszla spreader, which, as we later found out, practically immobilizes the infant for at least 6 weeks - a nightmare. Fortunately, we decided to verify the diagnosis with 2 other reputable orthopedists. It turned out that everything was fine with the hips, nothing needed treatment!!! Lost nerves and money on additional visits unfortunately cannot be recovered. In summary: I ADVISE AGAINST any visits to this gentleman - it's a waste of nerves and the child's suffering needlessly tormented in a spreader!", "lang": "en"}
{"opinion_id": "op_001179", "text": "The doctor was very polite and nice, which given my previous experiences with doctors should be clearly emphasized, as it's not so obvious. He answered questions very matter-of-factly and thoroughly. He presented the possible treatment options in detail and honestly assessed their effectiveness taking into account the medical documentation. Compared to the visit at the Oncology Hospital, where a female doctor received us, it was like heaven and earth.", "lang": "en"}
{"opinion_id": "op_001180", "text": "The sense of agency is the feeling that we are the cause of our own actions. It would seem that each of us should know that it is we who move our hand, think about something, or speak. It turns out that this is not always obvious, and some people do not feel the causality of action. They are convinced that intrusive thoughts could have been brought into their head by someone from the family, God, the devil, or aliens - explains Jan Kowalski, conducting research at SWPS University of Social Sciences and Humanities, under the direction of Anna Kowalska. This applies not only to schizophrenics but also to people with obsessive-compulsive disorders. They manifest when we perform some action against our will, e.g., we can't stop washing our hands or we can't decide whether to button or unbutton a shirt.", "lang": "en"}
