{"opinion_id": "op_001181", "text": "An exception is tuberous sclerosis - a rare genetically determined disorder during which epileptic seizures usually occur before the first year of life. This disease can be detected in a child while still in the womb, as it is characterized by the presence of heart tumors. Polish scientists led by Prof. Jan Kowalski from the 'Pomnik - Centrum Zdrowia Dziecka' Institute in Warsaw observed that by performing regular EEG tests on these children, changes in the brain's electrical activity can be detected early, and medication can be administered even before seizures occur. Such an approach reduces the risk of intellectual impairment in infants. Currently, the international research project EPISTOP is underway, which aims, among other things, to confirm these observations.", "lang": "en"}
{"opinion_id": "op_001182", "text": "I was at Dr. Jan Kowalski's for an ultrasound confirming pregnancy at 7 weeks. There's no doubt that at this stage the doctor doesn't have much to tell the patient, nevertheless Dr. Jan Kowalski seemed rather uncommunicative, answering questions half-heartedly. He didn't provide me with any information on how I should proceed further, and this is my first pregnancy. I have no reservations regarding the doctor's competence.", "lang": "en"}
{"opinion_id": "op_001183", "text": "It was the first visit but maybe also the last. The doctor was somewhat apathetic, not speaking clearly. I'm supposed to do some test but I don't really know which one. He didn't write a referral/recommendation, I think he mentioned gastroenterology. I should have been more demanding and asked more questions. I don't recommend this doctor.", "lang": "en"}
{"opinion_id": "op_001184", "text": "The wall is described as an unpleasant experience that is more of a physical crisis than a psychophysical one. It most commonly manifests through general fatigue, decreased motivation, unintended slowing of pace, loss of form, increased effort, muscle pain, or heaviness of limbs - explain the author and supervisor of the work titled \"Analysis of motives and cognitive strategies used during competitions by athletes training for marathon running.\" According to experts, the phenomenon of \"the wall\" is related to training level, so debut runners who want to try their hand at a marathon in the upcoming season should prepare for difficulties. Key is planning ways to deal with \"the wall\" and adapting to conditions during competitions. It's worth considering the start time, air temperature, sportswear, but also the terrain layout.", "lang": "en"}
{"opinion_id": "op_001185", "text": "I regret to say that the visit to the female doctor brought nothing. The prescribed medications and herbs brought absolutely no effect, moreover, since the beginning of this year I've been constantly catching colds - initially upper respiratory infections, now throat. The female doctor spent the entire visit (less than an hour - exactly 45 minutes - despite the website stating that the first one would last at least 1.5 hours...) taking my medical history, after which I received a herbal mixture. Despite several months of use, I saw no improvement. Apparently I'm a person of little faith, but I don't recommend this treatment path - it's a waste of time and money.", "lang": "en"}
{"opinion_id": "op_001186", "text": "My husband paid 150 zł for semen analysis and when he received the results I thought I'd have a heart attack. The semen analysis was written on a regular piece of paper that doctors usually use to write medication instructions. On this ridiculous piece of paper was written the name, surname, and 'semen analysis within normal limits'. A JOKE and 150 zł went down the drain. He also said he has varicose veins on his testicles. He's the one with varicose veins but in his brain. Avoid him with a wide berth.", "lang": "en"}
{"opinion_id": "op_001187", "text": "Involved in the idea of creating the facility - together with the Military Medical Institute - is the Ujazdowski Hospital Association, which was the initiator of establishing the Museum of the Military Hospital at Ujazdów - the largest and oldest Polish military hospital. Whether and when, as well as on what scale the project will be realized, will depend - as the originators emphasize - on the amount of funds that can be obtained. \"Many years ago, when the Military Medical Institute was being established, it was said that it inherits the traditions of the Sanitary Training Center (CWS) operating in Warsaw at Ujazdowski Hospital; this was a cadet school where future military doctors were trained\" - indicated the director of WIM, Gen. Jan Kowalski, in an interview with PAP.", "lang": "en"}
{"opinion_id": "op_001188", "text": "PAP: Heart attack or stroke are serious health incidents, but can the time change negatively affect the life of a theoretically healthy person? DWG: Without a doubt it affects sleep quality. In the case of the autumn change, we suffer from difficulty falling asleep, while in the case of the spring change - from an hour less sleep. Typically, however, people adapt to the new situation within a few days. It looks worse among people who already have some sleep problems. As individuals very sensitive on this point, they react to the time change with very high stress. According to research, this primarily concerns neurotic, extroverted individuals. These people, very sensitive about sleep, also cope poorly with shift work. People with very distinct chronotypes may react worse to the time change, i.e., extreme \"larks\" or \"owls.\" The latter cope very poorly with early rising in spring, the former cope worse in autumn because they get up early anyway.", "lang": "en"}
{"opinion_id": "op_001189", "text": "This time I'm not satisfied with the physiotherapist's approach to the patient. Jan didn't refer me to an orthopedist or for an ultrasound but treated my pain as a false alarm and applied therapy on the principle of 'it will get better or worse'. After inflammation appeared, I went for an ultrasound and received the diagnosis \"grade 2 injury of the proximal attachment of the long adductor\". I believe people should be taken more seriously and one should also be able to say that they don't know something and not apply therapy without certainty of its result.", "lang": "en"}
{"opinion_id": "op_001190", "text": "I recommend Dr. Jan Kowalski. He is a good specialist, orders necessary tests; repeats them if needed; refers to doctors of other specialties if the proper diagnosis requires it; one could say he \"errs on the side of caution\". The doctor managed my first pregnancy and when the results after the glucose tolerance test came out abnormal, he notified me immediately and directed my further treatment. The doctor is not a talkative person, but he provides precise information to questions asked. I would certainly have my next pregnancy managed by this doctor.", "lang": "en"}
{"opinion_id": "op_001191", "text": "Approach to the child is cold and distant. Doesn't try in any way to distract the child from the examination. To make the child open its mouth, he pinches its nose. Besides, taking a 10-minute break when the appointment time had already ended. I don't recommend to parents who care about their child not being afraid of the doctor.", "lang": "en"}
{"opinion_id": "op_001192", "text": "First visit with Dr. Anna Kowalska not very successful, distracted, she mixed up the threads I outlined to her. First she stated that I unnecessarily went to a psychologist for over 2 years and took medication, I'll add here that I quit therapy then because I saw it wasn't bringing any results and the female psychologist simply burned out with me. Then however she stated that she can't help me because I should find myself another good psychologist and ended the visit. Zero specifics, not very substantive. Again I was left at the starting point and I don't feel like telling my story to another psychologist.", "lang": "en"}
{"opinion_id": "op_001193", "text": "The doctor is late, I waited 40 minutes. Private visit at Salve. Didn't bother to say a word to me before the gastroscopy! Just without a word (when entering he didn't even say Good day) he shoved the tube down my throat, didn't explain anything beforehand, didn't react at all to panic, breathing problems. I strongly advise against. Traumatic experience. The gentleman probably confused the times. Afterwards I barely managed to squeeze two sentences out of him regarding what he found.", "lang": "en"}
{"opinion_id": "op_001194", "text": "Hey, my pregnancy is also being managed by Dr. Jan Kowalski, so far I'm satisfied. True, he may not be oozing friendliness and doesn't compliment at every step, but I prefer a doctor who is a professional and specialist rather than a charming and handsome buddy. He's concrete and substantive - for me that's very important. In my opinion he's worthy of recommendation unless one of you expects compliments and long chats from a doctor.", "lang": "en"}
{"opinion_id": "op_001195", "text": "In the statement, IChF PAN emphasized that changes in oxytocin concentration alone in the blood do not unequivocally determine whether the tested person has a tendency towards autism. Before making a diagnosis, concentrations of at least several other substances (biomarkers) characteristically associated with this disease should be checked. \"Our chemical sensor for determining oxytocin is actually just the first step towards building a more advanced medical device diagnosing predisposition to autism. For some time we've been working on polymer layers reacting to the presence of two other compounds associated with autism: melatonin (which should not be confused with melamine) and gamma-aminobutyric acid\" - emphasizes the research project leader, Dr. Jan Kowalski (IChF PAN).", "lang": "en"}
{"opinion_id": "op_001196", "text": "Unfortunately, Dr. Anna Kowalska didn't help me... I've had a problem with acne for a longer time and essentially the specifics prescribed to me by the female doctor didn't work. I had the impression that she had no idea about treatment at all and was prescribing whatever came to hand. Maybe she's a better specialist regarding other ailments, she didn't help me.", "lang": "en"}
{"opinion_id": "op_001197", "text": "Hello. He made a very good first impression on me, but unfortunately I changed my opinion about the male doctor. I don't recommend, I'm even outraged by his approach to his work. I know the male doctor from Polmed, Initially he seemed substantive, but recently much has changed. Apparently he no longer respects his job, when I came to him after a longer break (because it was hard to get an appointment with him) the visit lasted 5 minutes, he didn't even bother to examine me, but ok... I thought, maybe it's not necessary. But at the next visit it was even better, all female patients were leaving very quickly, my appointment lasted maybe 3 minutes, without examination because why bother... totally lack of engagement and desire, as if he was forced to sit there. But nobody is forcing him!!!! And Polmed pays him for this. No words, there are no longer selfless doctors by vocation. In this Poland it's only probably..................", "lang": "en"}
{"opinion_id": "op_001198", "text": "DEFINITELY RECOMMEND! I came to Jan after a car accident with a twisted cervical spine. At first I could barely turn my head to the left side, after a few treatments the pain stopped and if not for memory, I probably wouldn't know anything about the accident anymore :) He always has time to talk, intervenes quickly and is willing to help. During one treatment on the spine I complained about pain in the groin, Jan immediately took care of it. He can diagnose the problem well, if I had listened to him, I would have saved 400 zł which I spent on an unnecessary MRI. It turned out that I had torn the adductor muscle (and not as the doctor suspected - a hernia), and the help offered by Jan in the form of manual and physiotherapeutic treatments brought effect after a week. In short, I got myself a doctor for the future and I also recommend him to you if you ever have problems with your spine or muscles.", "lang": "en"}
{"opinion_id": "op_001199", "text": "For this purpose, mice with a sterile digestive system were used. These are rodents in which the bacterial gut microbiota is not developed at all. Such sterile mice were transplanted with gut bacteria from \"chilled\" mice, kept for four weeks in cooler conditions. For comparison, other mice were transplanted with bacteria from mice bred in normal temperatures, which didn't have to struggle with cold. After transferring the gut microbiota to the recipients, all mice were put on a high-fat diet - under normal conditions such fed animals would quickly gain weight. It turned out that mice with the set of bacteria from their chilled colleagues remained slim for a long time (they were studied for six weeks), had better glucose tolerance, insulin sensitivity and lower percentage body fat content. And yet - due to the diet - the animals shouldn't remain slim. At the same time control mice - with bacteria taken from mice bred in standard, warm conditions - gained weight as expected.", "lang": "en"}
{"opinion_id": "op_001200", "text": "I've known this doctor for years. He used to be a very good doctor. Unfortunately, routine crept in over time. And probably problems with his own health. As for listening to the patient - he rather has a problem with that. Otherwise he wouldn't stuff me with additional, unnecessary medications, but would have ordered an X-ray, as I asked. And so - he annoyed me, I decided to act on my own and it turned out that I was right. Another doctor immediately referred me to the hospital for a procedure.", "lang": "en"}
