{"opinion_id": "op_002121", "text": "Hello. My opinion is that she is a very good psychologist, although for many years I was angry with her for the reason that she is still treating my ex. However, she helped me tremendously, as a real breakthrough happened in my life and I believed in myself, I believed that I am strong and valuable. She opened my eyes and back then she herself said that she doesn't see a common goal for me and my ex. However, because I was terribly attached to my husband back then, she still managed to get through to me. My ex is an alcoholic and I understand that he is her client now and she focused on him. Believe me, my ex is not an easy man and can show the face of a saint while simultaneously being able to turn into a monster. That's why I was angry with the psychologist for a long time, but I decided to put myself in her situation. I was angry when I visited her after breaking up with my ex and the psychologist stated that she no longer remembers what was said (I'm not surprised because she probably felt I wanted her to be a witness in a case). However, looking from a perspective, she is a great Psychologist and I thank her very, very much. It's a pity I can't talk to her and tell her what I managed to achieve (a few of my dreams). Thank you : )", "lang": "en"}
{"opinion_id": "op_002122", "text": "My opinion of Dr. Anna Kowalska is very low. For 2 years she has not been able to rebuild my immunity; she managed to give me about 10 antibiotics within 6 months. Furthermore, recently she did not admit me to her office but in the waiting room, in front of everyone, she managed to say \"why have you come again, I don't have time for malingerers and I'm not admitting\" and she closed the door in my face. I went to another doctor who diagnosed me and it turned out that antibiotics were not immediately necessary, as Dr. Anna Kowalska always did, even without examining me. I once received an antibiotic from Dr. Anna Kowalska that deregulated my entire body and its substance will only disappear after a few years.", "lang": "en"}
{"opinion_id": "op_002123", "text": "The student admits that the uDISCO method developed in Germany also has certain limitations - it is not possible to completely flush out the blood from all organs, which is why not every rodent tissue becomes equally transparent. There are problems, for example, with obtaining a crystal-clear heart or liver. The skin also cannot be made transparent yet, so it has to be removed during preparation. Furthermore, preparing the specimen must be done under a fume hood - the substances used are toxic. That is why Jan Kowalski is already working on a more effective method for making mice transparent. For now, the results of his team's work are in the process of publication, so the researcher does not want to discuss the details yet. However, he reveals that mouse bodies prepared using his new method are even more transparent, and the chemical compounds used in the new method are less harmful - work does not need to be conducted under a fume hood or using special equipment.", "lang": "en"}
{"opinion_id": "op_002124", "text": "I went to Ms. Anna Kowalska with a suspicious rash on my face that appeared 3 months earlier and wouldn't go away. The visit took place in a pleasant atmosphere, you can't say a bad word about that. The applied treatment - an antibiotic for acne. After 5 weeks, another visit, the \"rash\" had decreased a bit. Continuation of acne treatment. After another 5 weeks, even though the problem hadn't disappeared, the doctor stated that I was cured and what remained were scars (during the first visit she told me I had scratched a \"pimple\" because it looked like it was filled with water), she prescribed me an exfoliating ointment for my skin dried out from the antibiotic. Unfortunately, these \"scars\" started growing again. Only the 3rd dermatologist helped, who correctly diagnosed flat warts.", "lang": "en"}
{"opinion_id": "op_002125", "text": "The method will be particularly effective in treating solid tumors, in cancers with large areas of hypoxic and underperfused tissue. These are especially cancers of the prostate, pancreas, and bladder. \"Immune cells have the ability to migrate into non-vascularized tissues and actively extravasate from blood vessels. This is very important because currently there is no method for delivering drugs to such places. Traditional drugs are distributed throughout the body by the circulatory system, and there is no idea how to extend the range of their reach to areas far from blood vessels,\" explains the researcher. Dr. Jan Kowalski hopes that the method being developed by his team will increase the effectiveness of the drugs used and limit their side effects. \"Anticancer drugs are administered intravenously and only a small part of the administered dose reaches the tumor. The rest - instead of harming the cancer cells - harms the patient. That's why chemotherapies are so toxic,\" he says.", "lang": "en"}
{"opinion_id": "op_002126", "text": "It was my first time, Dr. Jan Kowalski is a nice and concrete man, I know what to do next, this is important for me because I had a stack of tests and didn't know what to do, what to worry about and what not to, now I know. I've already made an appointment for my next visit, then I will be able to write more concretely.", "lang": "en"}
{"opinion_id": "op_002127", "text": "\"Therefore, in pathological states, when the immune system is overstimulated or its activity lasts too long, the consequences of disrupting the functions of other systems become increasingly severe. As a result, the immune system, instead of protecting, destroys the body. If we knew how to block the influence of pro-inflammatory cytokines on the cell, then the immune system would not damage other systems,\" explains a PhD student at the Faculty of Biology of the University of Warsaw. Originally, it was thought that specialized informational molecules in the body were characteristic of specific systems, e.g., neurotransmitters for the nervous system, and cytokines for the immune system. It was assumed that this was a 'code' that cells use to communicate within their own system, unintelligible to other cells. Currently, scientists know that this view was incorrect, and receptors for cytokines and neurotransmitters can be found in the majority of cell populations.", "lang": "en"}
{"opinion_id": "op_002128", "text": "There is just one small problem. Zolpidem only works in the body for two hours. That is definitely too short. \"Its short duration of action, which is its advantage as a sleep-inducing drug, is however disadvantageous in the case of use for treating schizophrenia,\" emphasizes the researcher. Her research team therefore developed a series of modifications to the chemical structure of this sleep drug, which are intended to lead to the creation of a \"new, better zolpidem.\" Its duration of action will be tailored to the needs of people suffering from schizophrenia. It also won't have as many side effects as olanzapine, because it binds to only one receptor in the brain. \"Prolonging the action of drugs can be achieved by modifying their chemical structure. Certain chemical groups are then removed from it, and new ones are introduced,\" explains Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002129", "text": "I DO NOT RECOMMEND, he was rude already on the phone! He makes appointments himself, we called him constantly because that's how he scheduled appointments by phone, quote \"because something might free up after 7 pm, call me then\" and so on for 3 months, twice a week. Finally, a slot opened up for us, we were supposed to confirm the day before by calling the doctor around 7 pm, and that's what we did. It turned out that 'sorry, but just a moment ago I booked someone else in your spot,' and it didn't help that we had been booked for a while, that the appointment was urgent, and that we were with a 3-year-old child! No, quote \"call on Wednesday after 7 pm.\" I called CM Promed in Krakow, where without any fuss we had an appointment in three days with a nice lady doctor, all the tests with a camera explained, and a nasal endoscopy already on the first visit, and that is professionalism. They schedule for a specific time and they see you at that time. One phone call was enough and the cost of the visit was the same, and the child was smiling during the examination.", "lang": "en"}
{"opinion_id": "op_002130", "text": "I am extremely happy with the procedure performed by Dr. Jan Kowalski. An excellent specialist in the field of aesthetic medicine, very competent, eloquent, experienced, willing to help, smiling, understanding, and the list could go on and on. I must admit I was very positively surprised by the results of the Dermapen procedure, which turned out to be an excellent solution for my acne scars. I turned to the doctor for help because I had heard only positive things about him. In practice, he did not disappoint me. He approaches his patients very individually, cares about safety, comfort, and cleanliness in the office, and never deals with personal matters. He showed me how focused and engaged he is. I was greatly impressed by his professionalism and seriousness. The procedure was completely painless and actually pleasurable due to the results I could see after it. Acne scars are no longer my nightmare and do not affect my appearance. I am very happy that I went to this particular office and this particular doctor. I did have to wait almost 2 weeks for the appointment, but it was really worth it. The doctor is scrupulous, precise, and very decisive in his procedures. You can see he knows his stuff, and aesthetic medicine is not foreign to him. I am incredibly happy with the results of the procedure and I must say that thanks to him I have regained my self-confidence. Thank you for your kindness and I wish you success, Doctor!", "lang": "en"}
{"opinion_id": "op_002131", "text": "I went to the lady doctor for a year to get birth control pills, she really is very nice, wonderful, but when I went with poor hormone results and she checked me with an ultrasound and said I wasn't ovulating and wouldn't be able to get pregnant now because I don't have fertile days and I need to cure this to get pregnant. Of course, I was devastated because I trusted her; it turned out I was pregnant two weeks later. I believe such a diagnosis should be given after more tests or after consultation with another doctor. This really upset me.", "lang": "en"}
{"opinion_id": "op_002132", "text": "In May, I had an accident at the university, as a result of which I bruised my right knee quite badly. Due to the injury, I couldn't move my knee, let alone stand on my leg. For about 2 months, I walked on crutches. After the accident, I wandered around various doctors, had lots of tests, medications, and went to rehabilitation, but it didn't help. Of course, numerous hematomas and bruises on my knee went away, but I still had difficulties walking. It was only after some time that I started going for manual therapy with Jan Kowalski and I must honestly admit that I noticed improvement after the first visit. After subsequent visits, it got better and better. In my opinion, Jan Kowalski does his work conscientiously, asks all the questions regarding the injury, and looks for the best solution. I recommend anyone after an injury to visit Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002133", "text": "I was at the doctor's twice and I regret every visit. In my first pregnancy, I was worried about some triviality but of course, I read all sorts of scary things on the Internet so I made an appointment with a doctor who had a free slot, and unfortunately, I ended up with Dr. Anna Kowalska :(. The doctor literally laughed at me. The visit at a private facility lasted 5 minutes and the doctor didn't even ask if anything else was bothering me, how I was feeling, NOTHING. The second visit was during my second pregnancy for an ultrasound. A similar situation. Due to the absence of my primary doctor, I had to make an appointment with another doctor for the last pre-delivery ultrasound (III trimester). The doctor called me into the office a few minutes late - even though the previous appointment had ended 10 minutes before its scheduled time. During the examination, I was informed that everything was fine, but before handing me the report, the doctor said that she hadn't done half of the examinations performed during a III trimester ultrasound because she didn't have time and I should make another appointment. She said with a half-smile that since the baby had all its organs in previous examinations, they probably hadn't evaporated and it probably wasn't necessary to check them :(. But that's the point of the I, II, and III trimester examinations - to thoroughly examine the baby's anatomy. I have never encountered such an approach and such comments from a doctor, even though in my previous twin pregnancy I had ultrasounds every two weeks. No doctor ever told me they didn't examine something because they didn't have time - even in situations where the appointment time was the same as for a singleton pregnancy. I definitely do not recommend Dr. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002134", "text": "I am a huge fan of Dr. Jan Kowalski; he operated on my mom 3 times. She lost 44 kilos at the age of 58 and her skin was sagging everywhere. The doctor magically gave her a new figure :)) She is a happier woman now thanks to him. I personally had a tummy tuck with the doctor along with flank liposuction and I am super happy. The Doctor's approach is very professional. He is a wonderful doctor and person, he can explain everything in language the patient understands. He answered every question exhaustively. Contact by phone after the operation was great. My mom and I always felt safe. And trust in the doctor and contact are probably one of the most important things in this type of operation. I also regularly use treatments like Botox and lip augmentation with the Doctor and here he is also a magician. I had such treatments done before with other doctors and no one ever managed to lift my brows so nicely with Botox without the effect of droopy eyelids. The Doctor is a master at this, and the lips are beautiful, natural, just like I always wanted.", "lang": "en"}
{"opinion_id": "op_002135", "text": "The EgzoEMG robot is intended to be a helper for the physiotherapist. It also offers diagnostic possibilities, enabling assessment of muscle strength, electrical activity in the patient's muscles, and measurement of range of motion. It will be the only robot available worldwide that utilizes EMG, i.e., electromyography. This allows for active rehabilitation - using the electrical activity appearing in the muscles of even weak patients. The robot was developed in Poland, specifically for physiotherapists. It has already undergone initial tests with patient volunteers. \"We had a patient in Wrocław - Jan Kowalski, who for the first time in five years moved his arms thanks to our robot. This patient would not have been able to participate in any other type of rehabilitation than with an exoskeleton,\" says Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002136", "text": "Many of these people, with proper care, can lead intense professional and sporting lives. An example is snowboarder Shaun White, who was born in 1986 with tetralogy of Fallot, a cyanotic heart defect which accounts for 3-5% of all congenital heart defects, making it the most common cyanotic heart defect beyond infancy. Shaun White underwent two open-heart surgeries before he was one year old. \"However, during school age he was never excused from PE classes,\" emphasized Prof. Jan Kowalski. He has been snowboarding since childhood. At the age of 9, he was noticed by Anthony Frank Hawk, the first competitor to perform a 900-degree rotation in the air and land correctly.", "lang": "en"}
{"opinion_id": "op_002137", "text": "As explained to PAP by Prof. Jan Kowalski, president of the Polish Society of Epidemiologists and Infectious Diseases Physicians, if the test for HCV is positive, the patient should see a specialist in infectious diseases, who will assess whether the infection is active or if the positive test result only indicates past contact with the virus. \"Unfortunately, most cases of infection become chronic and will require or will require treatment,\" the specialist assessed. The results of recent studies conducted by the research institute GfK Polonia in February 2012 can indicate how much education society needs about HCV and encouragement to get tested. They show that 32% of Poles have never heard of HCV and Hepatitis C and only 6% associate the abbreviation HCV with the virus causing liver disease. Among those who had heard of HCV/Hepatitis C, 61% were mistakenly convinced that a vaccine against HCV exists (and one still has not been developed). Only 9% declared that they had been tested for HCV infection.", "lang": "en"}
{"opinion_id": "op_002138", "text": "Before I met Jan Kowalski on my path, my life was a constant rush forward, striving for perfection in everything, setting the bar too high often beyond my capabilities, constantly proving to myself and others that I could handle everything. A lack of assertiveness and the magic words NO, I DON'T KNOW caused other people's matters to dominate my life. I stopped having time for friends, family, and above all, for myself. One day, life itself decided to stop me. Losing my job, financial troubles, a breakup, loss of independence caused me to lose my sense of self-worth. I realized that now I needed help, but I didn't know how to ask for it or was ashamed. After all, I always managed. Therapy sessions with Jan Kowalski after some time prompted me to reflect and I started to look at life differently. Even though I have a long road ahead of me regarding working on myself, thanks to therapy I now know that I don't have to be perfect, I can focus on the present moment thanks to breathing exercises. I can also say no or simply not know something. The most important step for me, however, was getting closer to my family, whom I had neglected and stopped visiting. Quite a few conversations with Jan Kowalski were on this very topic. Now I not only gladly call my father, but I can also find the time to drive to the family home, even though we are about 500 km apart. Once every 1.5 months I drive home to gain strength and energy, I also went to the seaside with my dad and came back truly happy. I've been working for a while now, but I don't take everything upon myself anymore, I also got a promotion offer, but I'm considering declining it because then I would stop having time for my passions. I no longer have to be perfect and I feel good with that.", "lang": "en"}
{"opinion_id": "op_002139", "text": "The doctor has problems communicating with patients. She is snappy and unpleasant. Always somehow sulky, she creates panic out of nothing, and when it's necessary to put out a fire - she downplays the problem. She constantly refers to other specialists, but it really looks like pushing the problem away from herself and passing it on to others. Unfortunately, we live in Poland, where sign-ups for specialists end in August and in November you can't get an appointment ANYWHERE. You'd think a primary care physician should know what color a baby's eye whites should be, and not immediately send them to an ophthalmologist. She sends tiny children with a sneeze to the surgical on-call unit, so they sit there all day with other sick children and pick up an obligatory dose of radiation from an X-ray!", "lang": "en"}
{"opinion_id": "op_002140", "text": "Dr. Jan Kowalski, although not very talkative, is concrete. In the hospital, he does not distinguish his patients from his private practice; he treats them equally with others. I accidentally found out about my pregnancy during an examination. I was very moved and he congratulated me and gave me a heartfelt hug; then I knew he was a trustworthy doctor. Ps. The doctor has a nice receptionist : )", "lang": "en"}