{"opinion_id": "op_000841", "text": "Unfortunately, I cannot recommend this doctor. We went to him for a private visit (cost 170 PLN) with our daughter. He did not thoroughly examine our daughter's MRI, said that additional tests were needed, but it turned out that the MRI showed the entire spine and certain things could have been ruled out immediately instead of scaring us with further complications (a week later, neurosurgeons from CZD in Warsaw looked at the same MRI). He advised against surgery for my daughter's tethered cord, saying it's better not to interfere with her spine and wait until paralysis occurs and only then operate (this could have condemned my child to permanent disability). If he had examined the MRI images carefully like the specialists from CZD did a few days later, he might have noticed that the fatty tissue was arranged in such a way next to the tethered cord that the surgery would not have been difficult or complicated. My child has already had the surgery performed in Warsaw and is fully healthy. If I had listened to the conservative approach of Dr. Jan Kowalski, at some point my child could have become disabled. Many of the pieces of information he provided during this consultation turned out to be incorrect. And the doctor's behavior was quite arrogant, without a trace of compassion or willingness to explain the nature of the disease to us, the lay parents. We were disappointed after leaving him, and after the visit to CZD in Warsaw, we understood how mistaken the doctor was. I definitely do not recommend.", "lang": "en"}
{"opinion_id": "op_000842", "text": "Hello. I went to Dr. Jan Kowalski privately during my pregnancy. He was nice, explained everything, and did ultrasound photos. In the 7th month of pregnancy, I ended up in the hospital for maintenance because I was at risk of premature birth. When I was discharged, I decided that I would now go to the clinic because spending 80 PLN every two weeks on a visit plus maintenance medication was too expensive for me. And then the doctor became irritable, answered questions 'stupidly' and rudely. When I asked something and heard the answer, I preferred not to ask anything else. During the last ultrasound, he said the baby weighed 3300 g, but I gave birth to a baby who weighed 2800 g. I do not recommend, unless you go privately, ladies.", "lang": "en"}
{"opinion_id": "op_000843", "text": "Ms. Anna Kowalska was nice and answered all my questions regarding the problem that concerned me, even though it was not directly related to the reason for the visit. I used a cleansing package with sandblasting, which as usual brought positive aesthetic changes - I recommend it, especially since compared to other Krakow practices, its price is affordable.", "lang": "en"}
{"opinion_id": "op_000844", "text": "I disagree with the last opinion. The doctor always listens to the patient, advises, comforts when needed. In my case, he diagnosed the disease very quickly, and the diagnosis was later confirmed by a specialist doctor. I and my family can always count on the doctor's help and we have never been disappointed. I highly recommend the doctor.", "lang": "en"}
{"opinion_id": "op_000845", "text": "Unfortunately, I am not satisfied. The problem I was experiencing I still feel, and despite asking for a thorough examination, the doctor said everything was fine. Now I have to go to the pharmacy and ask for help there despite spending a large sum on a visit to a specialist. I had the feeling that I was there because I made something up. I am sorry about this because she seemed nice. But probably more nice than thorough in the examination.", "lang": "en"}
{"opinion_id": "op_000846", "text": "I also do not recommend!!! I was with my daughter at this doctor's twice, and each time after the visit I was very disgusted - primarily because she seems not to like children. She quickly gets irritated when the little one does not allow herself to be examined. She is dry, aloof, and not very communicative. She did not want to listen to my daughter's medical history (2 weeks earlier my daughter was sick, then she got better... and then got worse again). She did not say anything about patting my daughter's back; only when I asked her about it before leaving did she say that patting is necessary. Next time, I will make sure my daughter is not scheduled to see this doctor.", "lang": "en"}
{"opinion_id": "op_000847", "text": "My story is similar to Anna's. In a nutshell. Several good years ago, I was at Kopernika for 3 days of tests. The professor looked at my results and prescribed Clostilbegyt tablets for 3 months without mentioning the necessary monitoring and possible overstimulation. I was supposed to get pregnant on this. I also spent a lot of time browsing the internet and soon gave up treatment with the professor. Probably if I had been a patient from his private practice, the situation would have been different; every ultrasound costs a few zlotys. But like this, who would bother monitoring the cycle on a state salary? My struggle with infertility was long. Laparoscopy, stimulation with various drugs. However, this happened under the care of a professional who never allowed taking tablets or injections without control. I finally got pregnant and have a beautiful daughter.", "lang": "en"}
{"opinion_id": "op_000848", "text": "I was with him 3 times, and even though he has many positive reviews, I do not agree with them! Maybe he is a specialist, but in the office I felt disregarded, and to every question I received an answer with great condescension... moreover, he did not warn me about additional fees, and instead of 50 PLN for the visit, I paid 130... next time I went for a prescription, I was in the office for 3 minutes and again paid 50 PLN as for a visit... I feel some unease.", "lang": "en"}
{"opinion_id": "op_000849", "text": "I would very much like to join the satisfied patients of Dr. Anna Kowalska. Due to cancer, I was admitted very quickly; the visit lasted over four hours (detailed interview, ultrasound examination). Unfortunately, almost four weeks have passed since the visit, and I still have not received the promised prescriptions that were to be the basis of treatment. No phone or email contact. I don't know what to think about this? Anna", "lang": "en"}
{"opinion_id": "op_000850", "text": "When scheduling visits with the doctor a few months ago, I was guided by the opinions of other portal users (at that time all were positive), unfortunately - in my case - they did not translate into reality. I did not have much experience with eye disease specialists, so I accepted the doctor's recommendations with great trust. Unfortunately, despite using the recommended medications and following dietary recommendations, my ailment was not resolved. After consulting with two other doctors, it turned out that this treatment was not appropriate for me - in their opinion, the dietary recommendations in my case were unfounded, and the prescribed antibiotics did more harm than good. Compared to a visit to another doctor who managed to make an accurate diagnosis, I can say that in my case, the examination by the doctor was conducted in a very superficial manner. It also seems that the doctor devoted too little time/attention to the interview, and especially to familiarizing herself with the medical history chart. Fortunately, I decided to seek the opinions of other specialists, thanks to which I finally managed to get a reliable diagnosis and start treatment. The opinion of most users about the friendly and pleasant atmosphere in the office is, in my opinion, true, but deciding - and spending hard-earned money - on private visits to a specialist, I counted primarily on quick and professional help. I obtained such after several months from another doctor - ironically - under NFZ reimbursement.", "lang": "en"}
{"opinion_id": "op_000851", "text": "I have both good and weak feelings after visits to the doctor. Once she was very factual, explained everything to me, what to do next, where to call, and gave phone numbers, everything step by step. When the child was in the hospital and we were supposed to go to her after hospital diagnostics, she added me to the calendar without a problem. The next time she was less factual; basically, she didn't tell me much except that it was worse and we wait to see what happens next. But again, she specified exactly when we should report, where, where to call, and what to do. She was always polite towards the child and me as a parent.", "lang": "en"}
{"opinion_id": "op_000852", "text": "A common method of testing spatial memory is computer tests: the subject sits in front of a monitor and moves in virtual space by moving the mouse. A person subjected to such tests does not move physically. For this reason, in experiments using computer visualization, only visual spatial memory can be studied, not idiothetic memory. Therefore, at the Nencki Institute, a station was built to study idiothetic memory in humans under conditions of natural movement in space. The station - one of only two in the world - has the shape of a circular arena several meters in diameter, surrounded on all sides by thick black curtains. The arena is darkened and acoustically isolated from the surroundings. To further limit the influence of external stimuli, the subject's eyes are covered with a special band, and headphones are put on the ears, which additionally suppress external acoustic stimuli. \"The task is simple: walking around the arena in complete darkness and silence, one must return to the starting point. The return begins from the place on the arena where a sound appears in the headphones,\" describes Dr. Justyna Skolimowska from the Nencki Institute. The current location of the subject on the arena, thanks to a camera installed on the ceiling, is recorded by a computer program.", "lang": "en"}
{"opinion_id": "op_000853", "text": "Ms. Anna is a great professional who knows perfectly well what she is doing. After an unsuccessful year of therapy with another speech therapist, we finally turned to Ms. Anna, and it was an excellent move. Ms. Anna each time explained for what purpose we should do given exercises. Repeating them at home and speech therapy massage resulted in the proper positioning of sounds. Importantly, Ms. Anna has enormous patience with children, who do not always approach therapy enthusiastically. A few years ago, she also quickly and effectively helped my father recover from facial nerve paralysis, so she is great not only in working with children. I warmly recommend!", "lang": "en"}
{"opinion_id": "op_000854", "text": "I came to Dr. Jan Kowalski all the way from Gdańsk. For some time, I had been considering breast reduction; I visited several doctors, but none inspired my trust. I was very afraid of the surgery because I had heard that it is a very complicated procedure. The doctor very factually told me what would be done, what the risks and benefits are. He showed lots of photos. I was worried about scars. I am 6 months post breast reduction surgery; my breasts are beautiful, the scars are less and less visible, and I feel light and attractive. I warmly recommend Dr. Jan Kowalski and the entire professional, very nice, and helpful clinic team. It was worth driving over 600 km!!!", "lang": "en"}
{"opinion_id": "op_000855", "text": "The choice of this doctor occurred after reading many positive opinions about him, but in my assessment, they are not adequate to reality. The doctor is not a very friendly or communicative doctor. Perhaps he is a good specialist, but after the visit with him, I did not feel reassured; I was not recommended a special diet that would help together with the medication for the felt ailments. Moreover, when with another gastroenterologist, I learned that IgG blood tests for Helicobacter (which Dr. Jan Kowalski recommended doing) are pointless because Helicobacter pylori is tested in stool or with a urease test. I also did not receive a printout of the ultrasound, which allegedly was performed and for which I had to pay.", "lang": "en"}
{"opinion_id": "op_000856", "text": "To every question I asked, the doctor answered 'I don't know.' I told her what I had been using 'on my own' so far - she prescribed exactly the same thing, did not look at the skin changes at all, and for the incessant itching, she proposed... Clobaza. Without asking about anything, without proposing any tests - exactly as Ms. Anna wrote - this doctor is not at all interested in the patient, to get it over with and next, please. I add that I was with her at 9:00 a.m., so I cannot attribute it to fatigue from all-day visits. I definitely advise against; in any case, I am still looking....", "lang": "en"}
{"opinion_id": "op_000857", "text": "This was my first visit to the doctor; I am very satisfied - she explained concretely and factually what the problem is and how to solve it. She is very nice, patiently and thoroughly answers questions, explains. At no point did I feel rushed; on the contrary - I think I hit the jackpot when it comes to a doctor. 4 stars only because my rating covers one meeting.", "lang": "en"}
{"opinion_id": "op_000858", "text": "Pancreatic cancer is one of the worst prognosis cancers. Despite treatment, over 75% of patients die within a year of diagnosis - said Dr. Wojciech Fendler from the Department to PAP.", "lang": "en"}
{"opinion_id": "op_000859", "text": "Dr. Piotr Kramarz from the European Centre for Disease Prevention and Control (ECDC) said that Poland belongs to the countries with a medium frequency of HCV virus occurrence. These include Scandinavian countries, Germany, and France. The most infected people are in Southern Europe, especially in Italy and Romania. \"Pol stands out in that many people infected with the HCV virus do not know about their infection,\" said Dr. Kramarz. In the European Union, on average 50% of those infected do not know about it, while in Poland - about 80%. Prof. Budkowska noted that curing people infected with one genotype of the HCV virus does not protect them from infection with another variant of this pathogen.", "lang": "en"}
{"opinion_id": "op_000860", "text": "I came to the doctor completely by chance, with menstrual disorders, insulin resistance, and a desire to get pregnant for the second time. I very much appreciate the small gestures of the doctor, which convince me that he is the right Person in the right place. There is professionalism in contact with the patient, devoting an appropriate amount of time to her, and ordinary empathy, which make the patient feel comfortable and safe. I am currently after a miscarriage of my second pregnancy and experienced support from the doctor; I am sure that he will manage my pregnancy in the future. Good job! :)", "lang": "en"}
