{"opinion_id": "op_001621", "text": "And I have a different opinion about the doctor. My request for a referral for a mammogram was dismissed with a refusal, because she refused diagnostic tests that were supposed to take place in the hospital (3 days). Can't the ultrasound and markers, which are among these diagnostic tests, be done on an outpatient basis instead of admitting the patient to the ward for 3 days, because economic reasons take precedence? Not long ago, there was a program on television about oncology patients who, instead of staying in the hospital after radiotherapy, had a room rented for them in a hotel by the hospital, because it's both more economical and better for the patient's psyche. But not at the Oncology Clinic on Weigla Street, they go against the tide.", "lang": "en"}
{"opinion_id": "op_001622", "text": "The minister reminded that a law is already in force which is to eliminate coal waste from the market, and the Ministry of Energy is working on a regulation regarding the quality of solid fuels for this law. The version of the draft regulation presented by the ME for public consultation met with opposition from local governments and environmental organizations. Critics pointed out, among other things, that the proposed standards do not eliminate the sale of slurries and flotoconcentrates at all, because they allow for the legal sale of their mixtures with better quality coal. Minister Jan Kowalski, in turn, stated that \"the provisions of the regulation (...) meet social expectations and take into account the possibilities of purchasing fuels by the least wealthy households\". Minister Anna Kowalska emphasized that she is in constant contact with the ME and is convinced that within a few weeks it will be possible to finalize work on the regulation so that it leaves no doubts. As the minister announced, the next stage will be the ZONE project (integrated system for supporting the policy and programs for reducing low emissions), which the Ministry will implement together with the NCBR and other institutions, including the Polish Smog Alarm. This is not only better monitoring, but also an assessment of the number of houses requiring modernization, in order to estimate the costs of improving air quality - she indicated. We also want to conduct the first such lung tests on a population of 25,000 people living in 9 towns with significant exceedances of air quality standards - added Kowalska.", "lang": "en"}
{"opinion_id": "op_001623", "text": "I am over a dozen months after an operation for a herniated disc in the lumbar region. Currently without major problems, although I sometimes feel moderate pain, especially if I sit a lot, and I have a sedentary job. I went to a physiotherapist because I primarily wanted to return to systematic strengthening and preventive exercises. Jan Kowalski was recommended to me by another valued physiotherapist as a specialist in stabilization exercises. Jan first took a very detailed history and familiarized himself with the medical documentation. He took time to prepare an action plan, which he then discussed in detail. Additionally, he explained to me the essence of my ailment and the way to work on it. He introduces exercises gradually, according to my abilities and progress made. Thanks to this, I have a sense of security and full control over what we are doing. Of course, the effectiveness of the therapy depends largely on me, i.e., the more I exercise, the better it is. Jan tries to motivate for systematic exercises. He likes to talk and always patiently explains issues of anatomy, the functioning of our body, and the specifics of the ailment. Furthermore, there is always good telephone contact with him. To summarize, I definitely recommend Jan as a professional and effective physiotherapist.", "lang": "en"}
{"opinion_id": "op_001624", "text": "I do not recommend Ms. Anna Kowalska if you don't want to have a disabled child. Unpleasant as a person and lacking competence. In every case, the course of action in treatment is the same. A trumpet to the ear and poking around with a wire hook, finally an antibiotic. Like 20 years ago. Only backward doctors act like this. However, she considers herself a great specialist, and additionally, she shouts at children, even the very small ones.", "lang": "en"}
{"opinion_id": "op_001625", "text": "A professional approach to work, full commitment, individual treatment of each patient are just some of the doctor's qualities, besides, the comfort of treatment and visits meant that the time of my orthodontic treatment did not drag on at all, and the visits were a pleasure. Ms. Anna is not only a good orthodontist in her field, but above all a friendly woman with class and high personal culture, always smiling and full of enthusiasm, she can perfectly establish contact with the patient. I wish everyone to meet such a doctor on the way to obtaining a beautiful smile! I succeeded, and now my husband is fighting for such a smile, but with Ms. Anna it's a pure pleasure!", "lang": "en"}
{"opinion_id": "op_001626", "text": "I do not recommend. We went to the doctor with our son, with suspected celiac disease. I (the mother) have gluten intolerance, so very loose and frequent stools prompted us to look for a solution to this problem in that direction. The child additionally (one and a half years old) gained only 400 grams in half a year. The doctor stated that the child is not gaining weight because I give him too little wheat! But as we know, you gain weight from wheat... I was very surprised by this statement, especially coming from a gastroenterologist. Low weight gain indicates malabsorption, which also suggests celiac disease. As part of the consultation, we received a recommendation not to see the doctor again, and any tests for celiac disease she advised to do on our own, because she sees no indications. I will add that the visit was under the NHS, and the tests in question are reimbursed, although very expensive. In my opinion, the doctor was neither nice nor competent. I think that if it had been a private visit, where tests are done at your own expense anyway, the conversation would have been completely different.", "lang": "en"}
{"opinion_id": "op_001627", "text": "The PAP interviewee assures that if any of the methods has prospects for practical use, and it is also possible from an economic point of view, then the process of implementing the invention into life and medical practice is initiated. \"Research is conducted in many directions. These methods, as niche, allow scanning a fairly large tissue system – a piece of intestine, esophagus, coronary vessel. Work in this field is aimed, among others, at the early detection of neoplastic changes. This concerns mainly the digestive system. In the long digestive system, it is difficult to indicate where pathological changes may be. However, it is accessible to light when we introduce an appropriate speculum. Our unique method provides information about quite large tissue sections, and that is the most difficult to examine,\" says Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001628", "text": "I think I can now give an opinion about Dr. Jan Kowalski. Certainly a very good specialist and I can't complain about that. I had the opportunity to be with him for 3 visits during pregnancy, because in LuxMed, fetal anatomy assessment tests are performed by him. The first visit was scheduled for 24.12 - very important prenatal tests that can be performed at a strictly defined stage of pregnancy. The day before, I got a call from LuxMed that the doctor had fallen ill and my appointment was canceled. Fortunately, it was still 23.12 when they called me, so the day before Christmas Eve I had to get my husband out of work to make it. I will add that it is not pleasant to be an \"additional patient\" because then you have to \"squeeze into\" the office, and with such an important examination, this situation should not occur. The visit was short, the doctor said that the baby was still too small (despite being within the range) and that we should come to his private office on 29.12. Earlier, of course, he had to make sure if I had that visit in my subscription. Visit 29.12 - 40 min waiting. I was supposedly booked for a specific time, but it turned out that the rule \"first come, first served\" applies. To collect the blood results and test descriptions, I had to ask for 2 weeks and call every other day. Finally, I succeeded. For the 3rd visit, I went to Dr. Kowalski for the mid-pregnancy scan on 17.02. A similar situation - a call from LuxMed the day before, that the doctor had fallen ill and the visit was canceled. The nearest appointment a week later, 24.02, again as an \"additional patient\", because there is no chance for an appointment at a specific time a week earlier. Once again an important visit and once again camping outside the office and \"squeezing into\" the office. This time an hour's wait. I could have waited indefinitely, because the doctor does not practice calling patients by name, but \"next\", and the girls in the queue were figuring out who was for what time, so I just had to lie. Unfortunately, I have to look for a new attending physician, because mine is leaving LuxMed and I thought about Dr. Kowalski, but I cannot afford constant cancellations of visits in a situation where I am on sick leave and need another one on a specific day. I don't care if he remembers my name, because he is undeniably the best specialist in his field and here I rate him even 6 stars, but all these situations that took place undermine my trust in him as a doctor. I get the impression that he is more interested in patients in his private practice, and LuxMed is just an addition.", "lang": "en"}
{"opinion_id": "op_001629", "text": "I was prescribed a colonoscopy and was referred to this doctor. In his private office, he prescribed me medication, gave me his number, and explained what a colonoscopy involves and promised that he would do it under anesthesia. When the day of the procedure came and I entered the office, the nurse told me to change into colonoscopy shorts, which I did. I lay down on the procedure table and the doctor performed the colonoscopy on me without anesthesia. I would rather give birth to a child than go through that again. I was writhing in pain on the table and the nurse was holding me down so I wouldn't run away. After the whole procedure, the doctor patted me on the head and said it was over, and to come to the office for the medication (about 200 zł for the visit). I do not recommend. I should have been informed that I would have to pay extra for anesthesia because the NHS does not reimburse it.", "lang": "en"}
{"opinion_id": "op_001630", "text": "In 2013, recommendations on vitamin D supplementation for residents of Central Europe, including Poland, were published. They were developed by an international team of experts chaired by Dr. Jan Kowalski. \"We developed recommendations for all age groups – from pregnant women, through newborns, infants, children, adolescents, adults to seniors. We also included people from groups particularly at risk of vitamin D deficiency, such as obese people and those working the night shift,\" explained the specialist. And so, for children up to 6 months of age, experts recommend administering 400 international units (IU), i.e., 10 micrograms of vitamin D per day; toddlers aged from six months to 12 months should receive from 400 to 600 IU, depending on the amount of vitamin D in the diet; children and adolescents up to 18 years of age should take 600-1000 IU depending on body weight – all year round, if adequate skin exposure to the sun is not ensured during the summer months. Doses for adults have been set at 800-2000 IU, depending on body weight and all year round, if adequate skin synthesis is not ensured from April to September. In pregnant women, supplementation with vitamin D in doses of 1500-2000 IU should begin no later than the second trimester of pregnancy.", "lang": "en"}
{"opinion_id": "op_001631", "text": "A competent doctor. He explained the cause of the disease in an understandable way and undertook appropriate treatment, using an ultrasound of the knee performed during the visit. He very easily establishes contact with the patient, which means you can completely open up to the doctor and facilitate the diagnosis. From my experience with other doctors, I can recommend the doctor to everyone. Jan Kowalski", "lang": "en"}
{"opinion_id": "op_001632", "text": "I had relatively simple health problems, but extremely troublesome. 1.5 years of treatment + huge amounts of money spent on medicines and visits, during which I had to extract all information from the doctor, practically no dialogue. Result: complete lack of improvement + body destroyed by medication (served in such quantities that meals became unnecessary) + desire to tear out my intestines. Changing doctors - two visits and the trouble was over, not to mention the fact that the body regenerated for half a year after those doses of chemical crap. It is a mistake to say that dialogue with the doctor or a good approach to the patient is not important. Sometimes that is exactly the key. I do not recommend. Apart from high-class medical equipment, I see no pluses.", "lang": "en"}
{"opinion_id": "op_001633", "text": "A competent doctor who knows his stuff. I came with pain in the lower part of the spine. The doctor explained what he didn't like about its structure and after the examination, he did not see very serious conditions requiring immediate treatment, but he was not 100% happy with the X-ray. He encouraged detailed examinations in the near future in the form of an MRI. He recommended physiotherapy in the meantime, and further stages of examination only at a later time. Everything was explained in a simple and clear way so there were no objections to the course of the visit.", "lang": "en"}
{"opinion_id": "op_001634", "text": "The doctor, like other ladies from the Hematology Department in Rzeszów at Szopena Street, is simply unavailable (to get through to her at the hospital you need a lot of patience), she is unpleasant. I don't know how you can work in a ward, SUCH a ward, and have no respect or compassion for people, not to mention manners. Never once has she (the patient) or my family responded to a hello, she herself doesn't say it when entering the room, simply a lack of culture. I won't cite other examples, because first I don't want to be recognized, and second I don't want to get upset.", "lang": "en"}
{"opinion_id": "op_001635", "text": "I was at the doctor's twice. The first visit was nice, you could say it was a check-up, because I wanted to have a cytology done and consult something that was worrying me. I left satisfied, the examination wasn't one of the gentle ones but that's not always the most important thing, because basically she took care of everything I wanted. The second visit a month later, with the cytology result. It turned out I was in the 7th week of pregnancy. And here a huge disappointment: despite the fact that I felt very bad, and my job required a lot of lifting, the doctor didn't even want to hear about sick leave (after a visit to another doctor it turned out that I had to take strong medication to maintain the pregnancy with an absolute order to lie down), moreover, I was told that I would get sick leave only after the 12th week!!! (i.e., when the first trimester, the most dangerous for the Baby, ends - I had the impression that the doctor adheres to the principle that if the pregnancy doesn't last until the end of the first trimester, then it's not a pregnancy). She didn't even start a pregnancy card for me, considering it an unnecessary formality. I strongly advise against her for pregnant girls!!!", "lang": "en"}
{"opinion_id": "op_001636", "text": "I was at the doctor's for the second time with my shoulder, again I am satisfied with the visit, I hope it will be possible to avoid surgery, unfortunately I have been to doctors whom I would not want to go to, but the doctor is worthy of recommendation to other patients. Kind, he will talk to the patient, listen, and won't say why did you come here woman and bother me, I have many more ill patients here. The doctor advised me what to do in the meantime to make my shoulder hurt as little as possible, and I hope that further treatment with the doctor will bring the right effect :)", "lang": "en"}
{"opinion_id": "op_001637", "text": "Very good organization of the office and personal culture. However, despite my remarks about feeling very unwell, tired and weak, the Doctor stated that my results were within the laboratory norm (they were at the lower threshold for testosterone and at the upper for thyroid). As it later turned out, pharmacological intervention was nevertheless needed. So the visit was ok, but I missed understanding of the patient and a broader perspective on my ailments there.", "lang": "en"}
{"opinion_id": "op_001638", "text": "I have been ill for a very long time. For many years I felt constant pain, periodically very severe, in both shoulders. I am a young person, I am 30 years old, and such ailments basically took the joy out of my life. I have been to many specialists, basically with varying success, but the improvement never lasted too long. Diagnoses hmm, each doctor a different one. I was really desperate, it was hard to believe anyone about anything anymore. I was looking more for a miracle worker than a doctor, a drowning man clutching at a straw. I learned about Mr. Jan from a friend. He made his initial diagnosis only after a week of tests and trial treatment, I encountered something like this for the first time. I'll say this, it wasn't easy, I felt relief only after a month, but the relief lasted longer and longer and the pain was less. Now there is almost no pain, only with very sudden movements, I can sleep, work and exercise. Mr. Jan is a true specialist, although he uses very non-standard methods, but incredibly effective. I highly recommend.................", "lang": "en"}
{"opinion_id": "op_001639", "text": "We came to the hospital with our son with abdominal pain. The doctor immediately accurately diagnosed appendicitis and admitted us to the ward. With his decisiveness and professional approach, he calmed both the child and us - the parents. The doctor has an incredible approach to children, every time he examined my son, removed his dressing or stitches, he distracted him with a full of humor conversation. He did not disregard my questions, although now I know that those, especially asked before the operation, were not smart. I definitely think that the doctor has talent backed by work and experience. The Doctor every morning asked the child how he was feeling and answered questions, I saw sincere interest, which made us feel good and safe. The doctor who did the ultrasound before the decision to go home, admired the beautiful suturing, and indeed the place looks nice. Particularly valuable for me was the doctor's sense of humor and the strength of character that emanates from him. I will add that after the operation there were no complications, fever, wound seepage - results and the child's condition very good. We remember the stay in the hospital very well, we left richer for new acquaintances who were in the room with us during that period. Thank you, Doctor! Anna Kowalska", "lang": "en"}
{"opinion_id": "op_001640", "text": "I am very satisfied with the diet, the recipes are very tasty and quick to prepare. A big minus is the waiting time for the diet (over 2 weeks) despite frequent contact (SMS, email) - which was a big surprise to me because at the first meeting Ms. Anna seemed a very nice and competent person.", "lang": "en"}