{"opinion_id": "op_004481", "text": "As always, an accurate diagnosis. A doctor for special tasks.", "lang": "en"}
{"opinion_id": "op_004482", "text": "The visit took place in an express manner", "lang": "en"}
{"opinion_id": "op_004483", "text": "The doctor was very unpleasant. She didn't allow me to describe the medical history and kept interrupting. She didn't even look at the skin lesions because, as she put it, they were healed. Unfortunately, they are not healed because there are recurrences from time to time (she was told this). The primary care physician instructed to take photos of the lesions to show the dermatologist, but the doctor didn't want to look at them. She insisted that patches had been stuck on the skin lesions. When asked what we should do with one of the lesions, she said to go to a plastic surgeon but didn't know who issues referrals. She said she worked for a corporation so she doesn't know the procedures. Avoid this doctor at all costs.", "lang": "en"}
{"opinion_id": "op_004484", "text": "The visit was a failure. It was private, so 180 zł was charged for about 10 minutes, but that's still better than NHS patients where the patient is leaving before they even properly enter. And worst of all, no specific diagnosis, ointments prescribed 'for everything possible' because maybe something will work. And at the internist, it turned out that two out of the three prescribed ointments absolutely cannot be combined. The internist knows this, but the dermatologist doesn't. Medication and money thrown away. I recommend staying far away.", "lang": "en"}
{"opinion_id": "op_004485", "text": "Very nice service. Professional approach to the patient. Selection of appropriate medications.", "lang": "en"}
{"opinion_id": "op_004486", "text": "An express visit lasting 5 minutes including writing a prescription; for my lesions and symptoms (itching toes, red skin) I received an ointment and was diagnosed with atopic dermatitis. Another doctor made an accurate diagnosis, stating it was a fungal infection.", "lang": "en"}
{"opinion_id": "op_004487", "text": "After a long search for a good specialist, I came across the doctor, and seeing only good reviews, I decided to try. I've had acne problems for years and thought he would finally help me. Unfortunately, the doctor said '######' the moment I crossed the threshold of the office. No tests. No searching for the problem. Immediately, a medication that is heavy on the body was prescribed, which I had already taken for 9 months, but the doctor said it was safe. Plus birth control pills. After this explosive combination, I ended up in the ER. At the emergency room, they told me I have a categorical ban on taking these medications. Wasted my time, money, my hour-long trips to Krakow. I'm against him.", "lang": "en"}
{"opinion_id": "op_004488", "text": "The doctor was the only one who helped my little daughter, who had advanced atopic dermatitis. My daughter was 5 months old when something first started happening to her skin. In the 8th month of her life, we finally got to the doctor, which was the best decision! Since the visit to the doctor, my daughter has had beautiful skin (knock on wood), he wonderfully selected ointments and dermocosmetics. I recommend with all my heart.", "lang": "en"}
{"opinion_id": "op_004489", "text": "very nice doctor, accurate diagnosis, pleasant atmosphere, thoroughly explained the disease and treatment method. I recommend.", "lang": "en"}
{"opinion_id": "op_004490", "text": "Competent doctor with extensive knowledge. Examinations conducted in a friendly atmosphere, factual diagnosis. I recommend!", "lang": "en"}
{"opinion_id": "op_004491", "text": "The doctor was nice, but he didn't help me overcome acne. During several visits, he was rushed (visits lasted on average 5 minutes), I didn't want to change specialists because I believed in the doctor's competence, also thanks to good reviews. Unfortunately - after Isotretinoin treatment and subsequent ointment treatments, the problem returned with increased severity. I lost time, money, and worst of all, the skin looks worse than before treatment. Great disappointment, unfortunately.", "lang": "en"}
{"opinion_id": "op_004492", "text": "The doctor is very competent, thorough, and the visit took place in a very pleasant atmosphere. The visit was very punctual, without delays. I recommend :)", "lang": "en"}
{"opinion_id": "op_004493", "text": "Very good doctor, such equipment should be in every hospital. Answered questions. We recommend. Super caring doctor for children!", "lang": "en"}
{"opinion_id": "op_004494", "text": "The doctor was nice and friendly. Conducted the consultation professionally. Explanations were provided in a clear and understandable manner. I recommend.", "lang": "en"}
{"opinion_id": "op_004495", "text": "A very concrete professional!", "lang": "en"}
