{"opinion_id": "op_000901", "text": "As the organizers of the campaign emphasize, in Poland, every hour someone finds out they have leukemia, a blood cancer. This diagnosis is heard by parents of young children, adolescents, and adults. Regardless of age - anyone can get sick. The Bone Marrow Donor Day campaign is meant to make us aware of how little it takes to save someone's life. \"This campaign fills a certain area of ignorance – its main aspect is education at the social level. Thanks to it, everyone will learn more about this problem, and we sense there is a significant lack of information: we don't know how and where to register, what the biological material collection process looks like. I think that as a result of this campaign, more people will register as potential bone marrow donors, and consequently – more people will be cured,\" said the Dean of the Jagiellonian University Medical Faculty, Prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_000902", "text": "At this stage of the project's development, the students were helped by establishing cooperation with the Institute of Biochemistry and Biophysics of the Polish Academy of Sciences. The Department of Microbial Biochemistry there has a device that can be used to monitor the progress of the fermentation process. This is done, for example, by tracking changes in pH or temperature. \"This allows us to check how given bacteria handle our beverage,\" says a student. \"Each plant matrix on which a product is based has a different composition and varying content of minerals, proteins, carbohydrates, and fats. We have to check ourselves how each of the commercially available starter cultures will handle millet, because no one has done it before,\" she adds. Eight members of the student research group are working on the project: Anna Kowalska, Jan Kowalski, Anna Kowalska, Anna Kowalska, Anna Kowalska, Anna Kowalska, Anna Kowalska, and Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_000903", "text": "The research of Dr. Anna Kowalska is hope, among others, for victims of accidents involving muscle damage. \"In mice, such damaged tissues treated with stem cells regenerate after 14 days. In humans, it will obviously take longer and will depend on the extent of the damage. Generally speaking, the muscle regeneration process could take about a month,\" the PAP interviewee describes. The speed of tissue regeneration depends largely on our fitness, how our immune system works, and what diseases we have. Regenerative abilities also decrease with age. \"We have been conducting our research for over a dozen years. Now we are implementing projects aimed at applying the research results. Very optimistically estimating, the full implementation of the entire method could occur in 10-20 years,\" the PAP interviewee cautions.", "lang": "en"}
{"opinion_id": "op_000904", "text": "My son had his first visit with Dr. Anna Kowalska at the Neurological outpatient clinic. Upon entering the office, Dr. Kowalska did not allow the entrance door to be closed, because of which the entire conversation was heard by patients in the hallway. The doctor thereby violated my child's and parents' right to privacy and the confidentiality of my son's treatment. I came to the appointment with my wife. Dr. Kowalska told me to leave the office during the visit and that only my wife should stay. I refused, saying that as a father I have the right to be present at my son's medical appointment together with my wife. DR. KOWALSKA WAS VERY UNPLEASANT. When asked about the purpose of the visit - the child's weak contact with the environment, Dr. Kowalska arrogantly tried to undermine that she did not understand such a reason for our child's visit. For us parents, such a reason is sufficient for a consultation with a doctor, especially since we received a referral from a pediatrician. My wife, while undressing our son for the examination, saw that the child's diaper was dirty and quickly changed it for a clean one. Dr. Kowalska said the child should leave the office and this activity should be done in another room, which unfortunately we did not know about. It took my wife only a minute. Dr. Kowalska's indignation at this event was great; we felt unpleasant. During the examination of our son, which lasted LESS THAN A MINUTE!!!, we heard a DIAGNOSIS that shocked us. Dr. Kowalska stated that my son has, I QUOTE - MOTOR DELAY AND MOST LIKELY PSYCHOMOTOR DELAY CAUSED BY BRAIN HYPOXIA DURING PREGNANCY OR DELIVERY. We were very surprised, as all development so far did not indicate this and all tests since birth did not show it. I am not a doctor, but I thought until now that this type of diagnosis should be preceded by more detailed tests??? Unfortunately, Dr. Kowalska did not find any more time for us. She wrote a referral for rehabilitation and information for the family doctor. She advised a rehabilitation clinic on Gajowa Street but stated, I quote - THERE ARE DISTANT APPOINTMENT DATES AND YOU ARE ALREADY A FEW MONTHS DELAYED!!! - we did not understand this. After leaving the office, quite by chance we went to the hospital registration, and what was our surprise when we found out that rehabilitation was possible in the same hospital the very next day, which Dr. Kowalska did not indicate to us even though apparently ELSEWHERE THERE ARE DISTANT DATES AND WE ARE ALREADY DELAYED - A SCANDAL!!!! This was the first time in the history of medical visits with our children that we encountered such mean and disgraceful behavior from a doctor. Apparently, the hospital has the title - CHILD-FRIENDLY???", "lang": "en"}
{"opinion_id": "op_000905", "text": "It's hard to judge someone who not only refused treatment but also took money for it without the slightest embarrassment. My mother is in a very serious condition after a major medical error which led to intestinal necrosis, an ostomy, and further complications in the form of an abscess and a non-healing wound. The doctors who subsequently treated my mother limited themselves only to patching her up without any vision of comprehensive treatment - surgical removal of the abscesses and/or reconnection of the intestines. I try to understand it - not everyone is born predestined for this profession. However, after nearly a year of wandering around county hospitals, when my mother finally left the hospital for a slightly longer period, I decided to go privately to - what I thought was - a top-tier specialist. Nothing could be more wrong! The professor, whose time is very limited, barely glanced at the first two hospital discharge summaries (there were 8 in total). He even started scribbling something on a piece of paper, but quickly got bored with this activity and announced that he could not take this on! I was dumbfounded! My shock was even greater when, in response to our pleading requests to try to help my mother, he thanked us and informed us that the consultation fee was 200 zł! Finally, he asked a helpful question: were we here on someone's recommendation? When he heard that it was \"some\" acquaintance of mine, he, completely calm, stated that we must manage on our own. And that was it regarding the visit.", "lang": "en"}
{"opinion_id": "op_000906", "text": "Has a quite good approach to patients. I did not notice any differences between paid visits and those refunded by the National Health Fund (sometimes doctors treat patients who pay for consultations better). He was the ophthalmologist who fitted me with my first contact lenses. To help me put them on/take them off for the first time, he even stayed after his working hours.", "lang": "en"}
{"opinion_id": "op_000907", "text": "After the first visit with the doctor, I am very satisfied. I went to him in the 5th week of pregnancy with a TSH result of 16. After studying several articles on this topic online and in magazines, I was quite scared about how this would affect my pregnancy and the child. The doctor, besides being very nice and having a sense of humor, thoroughly and competently explained to me what my condition entails, recommended treatment, and extinguished the internet-fueled panic. Really worth it! After the recommended treatment, just 11 days later my result dropped to 9, so I think I am on the right track. I wholeheartedly, even with two hearts, recommend :-)", "lang": "en"}
{"opinion_id": "op_000908", "text": "The only plus - the doctor accepted the patient despite his lateness. However, the examination took 10 minutes, very routinely. Despite a specific description on the referral, he did not pay attention to what should have been precisely examined in the ultrasound. His communication was limited to \"good day, any previous surgeries, has this ultrasound been done before, please lie down, turn on your left side...\" and then - \"result ok, goodbye\". Virtually no contact with the patient.", "lang": "en"}
{"opinion_id": "op_000909", "text": "This is a world-class specialist. Even though such a titled and well-known professor of cardiac surgery, he is very polite, direct, and approachable in contact. He saw me for a cardiac surgery consultation after the impossibility of using stents. He thoroughly explained all the pros and cons of performing coronary artery bypass grafting, even though I was only 51 years old. Admittedly, he did not perform this operation himself, but his deputy Dr. Jan Kowalski did, but the best players are in his team. I had the operation to implant three bypasses in December 2007. Today, i.e., March 2009, I ski, ride a bike. I even play soccer, maybe not like I used to, but I feel great. It is exactly as Prof. Jan Kowalski presented it to me.", "lang": "en"}
{"opinion_id": "op_000910", "text": "I am 28 years old. I came to the doctor with skin problems in the form of acne and pathologically falling hair. The doctor ordered a series of tests and suggested treatment. She also did not trivialize the falling hair, prescribing an appropriate medication. During the visit, Dr. Anna Kowalska was specific, pleasant, and polite. I am currently waiting for the next visit. I recommend.", "lang": "en"}
{"opinion_id": "op_000911", "text": "I am satisfied with every visit to Dr. Jan Kowalski. Thanks to the tests he ordered, I found the cause of my poor well-being where I would not have looked for it myself, and the treatment he chose was effective. The doctor pays attention to all signals from the patient, always performs control examinations, and answers all questions in detail. Every visit took place at a time convenient for me, chosen through this portal, or after making an appointment with the doctor's assistants. Consultations last as long as the situation requires. As a patient, I always feel heard and taken seriously. Dr. Jan Kowalski deserves trust and I will also seek his advice in the future. His professionalism, openness, and personal culture set a high bar for other doctors.", "lang": "en"}
{"opinion_id": "op_000912", "text": "I had a visit with the doctor and I think it was one of the most professional visits to a gynecologist. The doctor devoted enough time to me, discussed and proposed treatment. Unfortunately, it turned out that in my case, side effects occurred in the form of venous thrombosis and I wanted to make an appointment to determine the further course of action. At Superior, I was offered a date in March 2018 and told not to treat myself because there was no availability. For paid visits, I would expect that basic things like the possibility of booking a next appointment and contacting the doctor in cases of side effects (which I don't blame her for, as treatment can cause them and the doctor absolutely cannot predict it) are possible for patients and are not up for discussion. So generally, I was left without help. The doctor's competencies are fantastic, but I rate the overall patient care poorly.", "lang": "en"}
{"opinion_id": "op_000913", "text": "This method was created because the previous ones did not meet our expectations. This is a unique procedure - we transplant a drug containing the patient's stem cells,\" explained the head of the department, Prof. Jan Kowalski, during a Tuesday press conference in Katowice. He emphasized that compared to those used so far, this method of treating the effects of eye burns is minimally invasive and yet gives very good results. As he noted, the procedure is very complicated. The patient must have one healthy eye - material for the transplant is taken from it via biopsy according to a strictly defined protocol. Then it is placed on a special carrier and transported under specific conditions to Italy, where it is cultured for 6 months. The surgical procedure is also complicated. We have to very precisely follow the protocol, where we cannot touch the tissue with a knife, we have to do it using special spatulas, microscopes. The transplant is difficult, we don't suture it, we have to hide it under the conjunctiva,\" added Prof. Kowalski.", "lang": "en"}
{"opinion_id": "op_000914", "text": "I came to Ms. Anna Kowalska with my husband. We both have diagnosed insulin resistance; we chose Ms. Anna based on online reviews. Thanks to the visits, we learned to eat healthily, saw where we were making mistakes, and came to like other, less processed foods. We had a flexibly tailored meal plan to our different needs, but one that didn't make cooking a chore. The result: for 5 months we have been eating deliciously and healthily, my husband lost 24 kg, I lost 10 kg before pregnancy, which I conceived during the change of eating habits. Ms. Anna's advice currently allows me to gain weight at an appropriate rate, with the child's health in mind. With Ms. Anna, you are not on a diet - you simply change your lifestyle. It's important that the recommendations also include a dose of exercise, and the nutrition plan is realistic, does not exhaust the body, and brings quick effects. We stopped being tired, sleepy, and started enjoying life more. Therefore, I wholeheartedly recommend a visit to Ms. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_000915", "text": "in the last months of pregnancy I was under her care, the visits were quick - checking if the cervix was not shortening and if the birth canal was closed, and checking the child's heartbeat... The doctor is not a \"demonstrative\" person, you have to pull teeth to get information, and even then you can't find out much, especially since in my case there were problems with the pregnancy and every word, every piece of advice was needed like never before... Dr. Anna Kowalska was present at the birth, I listened to her advice and instructions, she was warm and kind, helped me give birth to a beautiful daughter and while at that moment I can be grateful to her, during the check-up visits she did not gain my trust...", "lang": "en"}
{"opinion_id": "op_000916", "text": "Moreover - thanks to the controlled porous structure of the capsule - antibodies, for example, which are larger than the holes on its surface, will not be able to penetrate inside. They will not destroy the cells inside in this way. This property is particularly important because it means the microcapsules can be used in transplantology. \"There is always a risk that transplanted cells - even one's own - but cultured extracorporeally, will be treated by the body as something foreign. Therefore, they need to be protected from antibodies and the recipient's immune system,\" explains the researcher. For the patient, this is a concrete benefit, as they would not have to receive large doses of drugs reducing immune system activity. This is, however, only one of the potential uses of the capsules. Prof. Jan Kowalski has been dealing with the issue of an artificial pancreas, an implant whose task is to release insulin into the blood whenever the blood glucose level rises uncontrollably - a typical symptom of diabetes - for many years. Now this task can be entrusted to microcapsules. \"The idea is that insulin-producing pancreatic cells can be taken from a donor and transplanted into the recipient's body. This way, when the blood glucose level rises, the cells will start producing insulin. Thanks to this, instead of using injections or insulin pumps, we would have regulation close to the one that occurs naturally,\" explains Prof. Kowalski.", "lang": "en"}
{"opinion_id": "op_000917", "text": "It was my first time with a dietitian and probably my last. Simply put, obesity makes my life difficult and I need to do something about it. The lady was very nice and probably competent, she gave me a detailed meal plan, but it's not for me. I work, my wife works too, there are numerous duties at home, and to prepare these meals from the plan I would probably have to hire a housekeeper, and a full-time one at that. The list of ingredients to buy for the first two days alone - that's like 50 items, some not available in a regular local store, and preparation takes at least 2-3 hours every day. It ended with me eliminating sugar, pork meat, and bread from my meals, and replacing them with fruits, vegetables, honey, and fish. But I can read about that in any guidebook, I don't need to go to a dietitian. Apparently, this specialist is for housewives who are bored at home and can spend half a day shopping and cooking. But I have too much work.", "lang": "en"}
{"opinion_id": "op_000918", "text": "It follows that only a small fraction of cells play a significant role in tumor growth and metastasis formation. Probably, they are responsible for the disease and the patient's death. Therefore, it is not necessary to destroy the entire tumor to neutralize the cancer. And conversely: you can even significantly reduce the size of the tumor, which often also happens during treatment, and the disease will still return if the cells with the greatest ability to proliferate are not eliminated. According to Stokłos, it is similar in the case of chronic myeloid leukemia, which is caused by just one mutation, the so-called tyrosine kinase BCR-ABL. It is crucial for the development of this disease. It arises in the stem cells of the bone marrow, i.e., those from which all other cells can arise.", "lang": "en"}
{"opinion_id": "op_000919", "text": "He also emphasized that in the ongoing negotiation process regarding the creation of a medical degree program at the University of Opole, joint support for this project from the regional government, the voivode and vice-voivode, regional assembly members, the chairman of the Opole city council, and the authorities of Opole is important. The spokesman for the University of Opole, Jan Kowalski, in an interview with PAP explained that the one million złoty that the regional government will transfer to the university will give the university the opportunity to demonstrate its own contribution, which is the basis for applying for funds from the Ministry of Science and Higher Education for investments needed to launch the program. This money is to be used, for example, for the documentation of the Collegium Medicum renovation and the functional program that will allow the investment to begin.", "lang": "en"}
{"opinion_id": "op_000920", "text": "I am disappointed with the surgery performed by Dr. Jan Kowalski. The surgery was very short; the doctor marked a few places on the leg to remove varicose veins in those spots, ignoring the rest. Maybe he had to, because there were several patients for procedures and time was flying, and home was far away. This was my second leg operated on for varicose veins. The previous leg was operated on by another doctor - that leg was much worse, so it was operated on first. The doctor was not in a hurry; he marked in detail all the places with varicose veins and then operated on them. The surgery lasted almost two hours, everything was done precisely and professionally, aesthetically, in contrast to the second case. Immediately after the surgery on the second leg, I was not satisfied - because there were unfinished parts. Currently, after over 5 years, the leg operated on first looks much better than the one operated on by Dr. Jan Kowalski. I'm sorry, but I will not recommend this doctor to anyone. Disappointed patient.", "lang": "en"}