{"opinion_id": "op_003761", "text": "I am very satisfied with my visit to Dr. Jan Kowalski. He thoroughly explained the nature of the problem and recommended appropriate treatment. Now I am waiting for the final outcome, and I already feel better.", "lang": "en"}
{"opinion_id": "op_003762", "text": "A doctor with a true calling. Nothing to add, nothing to take away. I wholeheartedly recommend a visit to Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_003763", "text": "Full professionalism and thorough analysis of medical documentation. The doctor met all my expectations. I recommend", "lang": "en"}
{"opinion_id": "op_003764", "text": "Very good communication. Problems explained in detail. I recommend", "lang": "en"}
{"opinion_id": "op_003765", "text": "Dr. Jan Kowalski is full of empathy and support for the patient. Competent, to the point.", "lang": "en"}
{"opinion_id": "op_003766", "text": "A competent neurologist diagnostician. Highly recommended for carpal tunnel problems. The non-invasive treatment performed by this doctor turned out to be surprisingly effective. I recommend", "lang": "en"}
{"opinion_id": "op_003767", "text": "I liked everything. Jan explained in detail how to perform the procedure. I recommend.", "lang": "en"}
{"opinion_id": "op_003768", "text": "A wonderful, concrete, very nice doctor. Another visit and another commitment to finding the cause rather than stuffing with unnecessary medications like with other specialists.", "lang": "en"}
{"opinion_id": "op_003769", "text": "A doctor with good knowledge and experience, I received detailed advice and good medications, I recommend", "lang": "en"}
{"opinion_id": "op_003770", "text": "I chose Dr. Anna Kowalska because of the great reviews. But I am honestly disappointed. The visits, although private, were very quick. I came for the first time with severe symptoms of dizziness and numbness in my limbs. After a 10-minute interview, Dr. Anna Kowalska referred me to physiotherapy, which the specialist did not want to undertake due to the nature of my symptoms. I returned for another visit to Dr. Anna Kowalska, and she again stated that there were no indications for further tests and that physiotherapy would be sufficient due to muscle tension.", "lang": "en"}
{"opinion_id": "op_003771", "text": "A very empathetic and competent doctor. I felt better already on the first day of treatment. I highly recommend!", "lang": "en"}
{"opinion_id": "op_003772", "text": "Although I was very stressed before the visit, it was extremely pleasant. From the first contact, one could feel understanding and empathy from Dr. Anna Kowalska, which made me feel comfortable and cared for. Dr. Anna Kowalska devoted enough time to listen to all my concerns, and her way of conducting the conversation was full of kindness, for which I thank you very much again! I recommend to everyone, with Dr. Anna Kowalska the stress disappears :)", "lang": "en"}
{"opinion_id": "op_003773", "text": "Dr. Anna Kowalska was very nice and concrete. She performed the examination, explained doubts, and reassured me. I recommend!", "lang": "en"}
{"opinion_id": "op_003774", "text": "A very nice and competent Dr. Anna Kowalska with a smile on her face. I highly recommend", "lang": "en"}
{"opinion_id": "op_003775", "text": "The visit went smoothly, fruitfully, and in a very comfortable atmosphere. I recommend Dr. Anna Kowalska :)", "lang": "en"}
{"opinion_id": "op_003776", "text": "Nice Dr. Anna Kowalska, concrete, engaged. She explained everything clearly and factually, and most importantly, very helpful", "lang": "en"}
{"opinion_id": "op_003777", "text": "The best neurologist. I recommend to everyone!!! Nice, friendly, and above all, immense knowledge. If you are looking for a neurologist, this will be the right choice. I recommend with a clear conscience!!!", "lang": "en"}
{"opinion_id": "op_003778", "text": "Great approach to the patient, thorough discussion of tests, empathy, calmness, and professionalism.", "lang": "en"}
{"opinion_id": "op_003779", "text": "I am very satisfied with the visit. Dr. Anna Kowalska was nice, thorough. She calmly analyzes the provided tests and calmly explains the results and treatment method to the patient. I recommend.", "lang": "en"}
{"opinion_id": "op_003780", "text": "From the very beginning of the visit, Dr. Anna Kowalska listened carefully to information about my ailments, supplementing them with her questions and examination.", "lang": "en"}
