{"opinion_id": "op_004201", "text": "If anyone has any doubts about physiotherapy, everything gets cleared up in the clinic - professionalism in every way, plus a very friendly atmosphere. You might sweat during the treatment, but my wrist is now feeling infinitely better :)", "lang": "en"}
{"opinion_id": "op_004202", "text": "We are very grateful for the quick help provided. Professional approach, effectiveness after just 1 visit, and a pleasant atmosphere that relieved all the stress for our daughter.", "lang": "en"}
{"opinion_id": "op_004203", "text": "It hurt before the visit and during the visit. After the visit, it stopped hurting! I honestly recommend.", "lang": "en"}
{"opinion_id": "op_004204", "text": "Once again, I was put back on my feet with just one visit!", "lang": "en"}
{"opinion_id": "op_004205", "text": "After a detailed interview regarding the ailments, painful methods were immediately applied, which helped instantly.", "lang": "en"}
{"opinion_id": "op_004206", "text": "A very professional visit. The extensive substantive knowledge of Mr. Jan gives a sense of security. Great atmosphere, a true professional. Effective therapy. I recommend to everyone looking for a good physiotherapist.", "lang": "en"}
{"opinion_id": "op_004207", "text": "The visit takes place in a relaxed but professional atmosphere, and the problem I came with was resolved during two visits - so I am very satisfied.", "lang": "en"}
{"opinion_id": "op_004208", "text": "A great specialist. Fixed both me and my daughter. Highly recommend.", "lang": "en"}
{"opinion_id": "op_004209", "text": "Very concrete, friendly, and engaged Physio. Recommend! :)", "lang": "en"}
{"opinion_id": "op_004210", "text": "I am very satisfied with the visit. Jan is very friendly, engaged, and provides substantive answers to questions asked. Definitely recommend.", "lang": "en"}
{"opinion_id": "op_004211", "text": "Definitely recommend! Treatments tailored individually to needs, everything explained step by step, everything efficiently and effectively.", "lang": "en"}
{"opinion_id": "op_004212", "text": "After two sessions, my hand regained functionality after the accident.", "lang": "en"}
{"opinion_id": "op_004213", "text": "A great specialist, I am very satisfied!", "lang": "en"}
{"opinion_id": "op_004214", "text": "Engagement and approach to the problem at the highest level. Improvement is visible already after the first visit, and following the recommendations shows further improvement.", "lang": "en"}
{"opinion_id": "op_004215", "text": "I have been to several visits with various problems, I always get a detailed explanation of what happened and why. Additionally, I always have an action plan outlined after the visit. Honestly recommend!!!", "lang": "en"}
{"opinion_id": "op_004216", "text": "So far it's the first visit, I am satisfied, it's clear that Jan has knowledge.", "lang": "en"}
{"opinion_id": "op_004217", "text": "Good communication. Everything was explained to me.", "lang": "en"}
{"opinion_id": "op_004218", "text": "A great specialist, a professional in every area.", "lang": "en"}
{"opinion_id": "op_004219", "text": "Great approach to the patient. Detailed answers to questions. Good job. Thank you, I feel like new.", "lang": "en"}
{"opinion_id": "op_004220", "text": "Professionalism and friendly atmosphere. Very detailed and concrete post-checkup recommendations. I felt greatly motivated to change dietary habits (methods not radical but very effective). Highly recommend.", "lang": "en"}
