{"opinion_id": "op_001441", "text": "The doctor is a very warm and kind person, but I was disappointed because after conducting a full set of tests, I did not find out the cause of my hypothyroidism. The doctor also does not know why my hormones are imbalanced. She did not order any tests for me, only prescribed a higher dose of medication. Until now, I was very satisfied with my cooperation with the doctor, but leaving the disease without investigating its cause is not very professional.", "lang": "en"}
{"opinion_id": "op_001442", "text": "Unfortunately, despite many good comments here, I have to give the worst possible opinion: ( this doctor unfortunately does not rely on test results. He didn't even order them for me, which is why he treated me incorrectly the whole time and I wasn't improving. So he decided to admit me to the hospital and take a sample of my cerebrospinal fluid. Maybe he needed a guinea pig for his classes with students... When I came to him with tests that another doctor had sent me for, he just scoffed, saying they were clouding the picture. And the matter was obvious, but the results didn't fit his earlier assumptions... It's not worth talking about, maybe he helped others, but if a doctor's own ego, his own \"intuition\" is more important than a reliable approach to the problem, then no thank you. Avoid him from a distance if you have a serious problem!! Best regards", "lang": "en"}
{"opinion_id": "op_001443", "text": "I'm very happy that I ended up with the doctor. For several years, I had been treated for acne by various dermatologists; everyone always prescribed antibiotics, but after stopping the medication, everything returned. The doctor prescribed me custom-made ointments, after which the acne practically disappeared (after just a week of application, an incredible difference). The downside is the significant time delay (I was admitted 40 minutes later than my scheduled time - a private visit) and despite having an appointment time, I had to wait. Perhaps this is because the doctor gives each patient as much time as they need. Overall, I recommend :]", "lang": "en"}
{"opinion_id": "op_001444", "text": "I do not recommend! Unfortunately, the doctor was completely unable to conduct a conversation - on one hand, she listens as a person describes how their life has fallen apart, and a second later asks for a surname. Zero empathy, zero understanding. She did not explain how the medications she prescribed work. She did not explain what is happening to the body at that very moment. I had the impression that she just wanted to write a prescription for medication and end the visit.", "lang": "en"}
{"opinion_id": "op_001445", "text": "I was at the doctor's for a private visit at Salve (together with a Doppler, I paid 200 PLN). My feet swell very badly, to the extent that sometimes I have trouble putting them in shoes. Veins have appeared, and I really started to worry. This is the first time I've had such a problem and the first time I've been to a vein surgeon. The visit with the doctor lasted literally 3 minutes. Quick Doppler, the doctor mumbled something under his breath, so I had to ask him to repeat it. I didn't really learn anything. Only that I have varicose veins, but not for surgery. But what next, how to prevent it, nothing. There was no time for questions because there were 5 patients waiting behind the door (who are scheduled \"every 5 minutes\"). I know that the doctor has very good reviews, he is probably a great specialist, but the time and quality of the visit disappointed me.", "lang": "en"}
{"opinion_id": "op_001446", "text": "RAT OPTIMISTS AND PESSIMISTS Dr. Ryguła explains that it has only been known since recently (2004) how to study optimism and pessimism in rats. The rodents are taught to respond to sounds: high and low. When a high sound appears, the animal must press a lever on the left side to receive a reward. If the rat hears a low sound, it must press the right lever to avoid punishment. \"When the rodents have learned this, we play them an intermediate sound - between high and low. Optimism can be measured by observing how rats assess an ambiguous signal. An optimistic rat will react as if it is going to get a reward. And a pessimistic one - as if it is going to get punished,\" explains the researcher.", "lang": "en"}
{"opinion_id": "op_001447", "text": "I honestly recommend Jan. He is a professional through and through. I came to him with a serious radial nerve palsy (Saturday night palsy - dropped wrist, lack of finger extensor function). An EMG test showed damage of the neurapraxia/axonotmesis type, and a neurologist estimated that the first muscle activity would appear about 9 months after the injury. The first meeting with Jan took place about 1.5 months after the injury, and after it, the first improvement appeared. With each subsequent meeting, it only got better. After 10 sessions, the hand returned to full functionality! Many months before the predicted recovery of function. Jan has a very positive approach to the patient and provides valuable advice. He also cares about the patient's opinion, which makes therapy an effective collaboration and leads to rapid health improvement.", "lang": "en"}
{"opinion_id": "op_001448", "text": "Scientists have long known that the human brain adapts after injuries or loss of sight. \"The visual cortex of blind people loses its primary occupation, but it does not remain idle, as it switches to, for example, tactile reading and language memory,\" says Dr. Szwed. Until now, it was only guessed that such reprogramming is also possible in fully able individuals, but there was a lack of concrete evidence. Only simple studies were conducted, concerning the plasticity of the tactile cortex, during which subjects practiced distinguishing velvet from velour or corduroy. \"For the first time in history, we are able to show that such large-scale reorganization can occur in the brain of an adult, healthy person,\" he emphasizes. According to Dr. Szwed, other parts of the brain may reorganize in a similar way, not just the visual and tactile cortex. \"One scientist showed his subjects a video of piano keys being pressed, but without sound. In non-pianists watching the film, the visual cortex was activated, possibly the motor cortex, because they imagined what it would be like to move their fingers. Meanwhile, in professional pianists, the auditory cortex was also active, even though they heard nothing,\" Dr. Szwed described in an interview with PAP.", "lang": "en"}
{"opinion_id": "op_001449", "text": "A wonderful doctor. I recommend her to everyone. If it weren't for the doctor, my son probably would have died long ago. I wish everyone seeking medical help to come across a doctor as dedicated to patients as Dr. Anna Kowalska. I recommend her with all my heart and thank her for everything she has done for us.", "lang": "en"}
{"opinion_id": "op_001450", "text": "I have been treated by Dr. Jan Kowalski for several months. I think he is a very good doctor. I noticed that he is not limited only to his specialty. He is also very knowledgeable about other matters. I am currently pregnant and have a cardiological problem. Since this is my second pregnancy and the problem was also present in the previous one, I have a basis for comparison because I went elsewhere before. Dr. Jan Kowalski is perfectly oriented in the problem; at times I get the impression that he knows more than my cardiologist, whom I also see. I am very happy that I ended up with the doctor. I don't hide that it was thanks to this website.", "lang": "en"}
{"opinion_id": "op_001451", "text": "After two years, I finished orthodontic treatment with Dr. Anna Kowalska. Throughout the two years, the treatment proceeded correctly, appointments were always on time, there was never a delay or rescheduling. The results are, of course, there - straight teeth, which was the goal. What I missed at the first appointment was establishing a treatment plan and information about the costs associated with subsequent visits. Prices ranged between 140-230 PLN; I never knew how much to prepare for. My last two visits took place contrary to the information given earlier and ultimately cost me 150 PLN more than I was previously informed, even though I specifically asked about the cost several times... Overall, a good rating. Teeth are straight, I hope they stay in place for a long time :)", "lang": "en"}
{"opinion_id": "op_001452", "text": "She is great; after all these comments, I had mixed feelings about her, but I decided to try. I really liked the visit, and that she spends little time? I didn't notice. Every patient before me sat with her for at least 30 minutes. I myself knew what I wanted, so it didn't take me long. I was afraid she might slightly brush me off since I'm under 20, but quite the opposite. I found out everything and I am satisfied. And it was incredibly fun ;) I will definitely return to her.", "lang": "en"}
{"opinion_id": "op_001453", "text": "Initially, I was afraid that this therapist was too young (I am 47 years old) so she wouldn't understand my problems. Fortunately, I was wrong. She understands, but she doesn't \"whine\" along with me, she shows the way. I wasn't always thrilled with what I learned about myself, but I know that to accept myself, Anna had to tell me not what I WANTED to hear but what I SHOULD. The girl has character! And thanks to her, I will have it too!!! I believe that it is not too late for me - despite my age. I recommend with all my heart to everyone who thinks it's too late for everything. Anna", "lang": "en"}
{"opinion_id": "op_001454", "text": "I went to the doctor to confirm my first, long-awaited pregnancy. The doctor stated it was the end of the 9th week and that it was a dead fetus because she could not detect a fetal heartbeat. She recommended a D&C. Shaken, I went to another doctor the same day, who let me listen to my child's heartbeat, printed the first precisely measured picture, and is now managing my pregnancy. I am currently at the end of the 5th month. To this day, I don't know what the doctor was basing her opinion on after performing the ultrasound. However, I am sure I will never be her patient. Personally, I do not recommend...", "lang": "en"}
{"opinion_id": "op_001455", "text": "A customer buying products from such a company thought they were purchasing products meeting ecological criteria, and often that was not the case. Fortunately, these issues have been regulated by EU regulations, and now, to be able to use the term 'bio' on products, or use it in the company name, specific criteria must be met - she explained. Since the market for \"eco\" or \"bio\" products is still developing, consumers face traps and hooks they should be aware of. According to the expert, an example of \"greenwashing\" could be, for instance, the actions of an energy company that communicates that its energy is ecological and clean, when in fact this \"ecologicality\" concerns only 1-2% of all energy produced. \"Here we see a discrepancy, when still 98% of the energy is from conventional sources,\" she added.", "lang": "en"}
{"opinion_id": "op_001456", "text": "I was at the doctor's only once, so it's hard for me to assess the overall picture without results, but no one else in Warsaw (several visits at Lux Med) received me and handled me as professionally as Dr. Jan Kowalski. He pays a lot of attention, listens, examines, and answers exhaustively. I recommend", "lang": "en"}
{"opinion_id": "op_001457", "text": "I had breast augmentation surgery with Dr. Jan Kowalski. I am 2.5 months post-op and I am very satisfied, happy, this can't even be described. At the first visit, the doctor measured and determined what implants. Girls, trust the doctor's opinion completely, because he is a master in his field and will give you an ideal figure. The surgery went without any complications (I didn't have any drains, bruises like girls sometimes describe here with other doctors). Dr. Jan is a very nice person, and the whole staff is super. I chose the doctor because my friend had breast augmentation with him 7 years ago and has beautiful results and is very satisfied. Whatever I want to do in the future or anyone close to me, it will only be with Dr. Jan Kowalski, because he is 100% trustworthy. Girls and women, don't wonder whether to get breast augmentation or not, just if you have too small or none like I had 75A and now it's 75C! and a big C! decide! The pain after surgery is not that bothersome, because so many girls go through it, you forget the moment, time passes quickly. I recently waited 3.5 weeks for the surgery, and it's already been so long since. It was the best decision of my life. I warmly greet Dr. Jan and recommend such a wonderful person and specialist to everyone. Anna", "lang": "en"}
{"opinion_id": "op_001458", "text": "I do not recommend the doctor if someone has a complicated pregnancy. She is incompetent, undermines the authority of other doctors if she disagrees with something, gets upset and shouts. After a visit to another gynecologist, I heard a completely different diagnosis; he approached my problem calmly and recommended more frequent tests during pregnancy. After the visit with the doctor, I left stressed and shaken, and I think a professional gynecologist should not leave a patient in such a state. During the visit, she went out for 10 minutes to bring something and came back smelling of cigarettes. The whole visit was quick, there was a huge delay. I do not recommend this doctor to women who require professionalism from a doctor, a calm approach to problems that arise during pregnancy. Maybe if the pregnancy is proceeding normally, this lady behaves completely differently...", "lang": "en"}
{"opinion_id": "op_001459", "text": "I was with Dr. Anna Kowalska several times, and seemingly everything proceeded in a pleasant atmosphere, but I had the impression of a lack of engagement from the doctor in the consultations. The doctor answers questions cursorily, as if she didn't want to hear more. I came for a check-up after a spontaneous miscarriage. I was recently there again in another early pregnancy. When asked about the formalities related to her managing the pregnancy, the doctor wasn't very interested. Doctor - in my opinion, you have lost yourself to routine. I will entrust my pregnancy to another doctor.", "lang": "en"}
{"opinion_id": "op_001460", "text": "\"Such self-treatment is unacceptable,\" warned Prof. Anna Kowalska. Antibiotics should only be used with a doctor's knowledge, yet 5-10% of patients take them on their own. Moreover, patients do not take these medications as they should, i.e., in the appropriate dose, at a specified time, and for the recommended duration. If they don't do this, the concentration of the drug in the body is too low, some bacteria survive and acquire resistance. Experts admitted that doctors are not without blame, as they too often yield to pressure from patients demanding an effective antibiotic. As a result, they are often prescribed unnecessarily for viral infections, which they don't work on, such as colds and flu and sore throat. Only 15% of adults with upper respiratory tract infections have indications for antibiotic use, yet as many as 70% of patients receive them.", "lang": "en"}
