{"opinion_id": "op_002841", "text": "I've had very different experiences with dentists... Last year I found myself in the dental chair of Dr. Jan Kowalski - recommended by a friend from university. I had a crushed upper molar due to an emerging wisdom tooth. I knew it wouldn't be easy to remove the roots of that tooth, but fortunately it was successful. Perfectly and painlessly :) I really, really recommend it. I'll add that I wasn't there for a private visit but through the National Health Fund. And as you know, it often happens that when going to a doctor through the health fund, we can't expect the same care as when going privately.", "lang": "en"}
{"opinion_id": "op_002842", "text": "I visited Dr. Anna Kowalska for a private appointment at Swiss Med on Jaśkowa Dolina. ABSOLUTELY DO NOT RECOMMEND. She performed the examination very roughly and when I asked her to be a bit more gentle if possible because it hurt, she replied that she had to examine that way and that's it. I consider it completely inappropriate that after the examination, when I mentioned that I plan to get pregnant sometime soon, the doctor told me that at my age (32) it might already be too late and that it's all because \"girls have now postponed the moment of having children\". By what right does a person who doesn't know me, doesn't know my personal or financial situation, think they can comment on my life this way?!?! A doctor may gently encourage a patient to decide on pregnancy if she plans it, kindly saying that it might be more difficult to conceive at a later age. But they should do this out of concern for the patient's well-being and in the proper way. I don't recommend anyone and I certainly won't return to this doctor.", "lang": "en"}
{"opinion_id": "op_002843", "text": "The doctor has significantly changed her approach to patients. After several successful visits in previous years, the last two were very dry, formal, and unfriendly. Very sad, because I had hopes with the doctor for treatment from an engaged physician. I wish the doctor more warmth and respect, especially towards older patients.", "lang": "en"}
{"opinion_id": "op_002844", "text": "During the conference titled \"Participation of Polish Scientists in International Projects\", Prof. Jan Kowalski, chairman of the Committee of Medical Physics, Radiobiology and Diagnostic Imaging of the Polish Academy of Sciences in Warsaw, emphasized that the conference aims to show, among other things: \"what a scientifically gifted nation we are\" and how important it is to maintain cooperation between foreign centers where Poles work and Polish institutes and universities. The specialist emphasized that Polish scientists make very interesting discoveries, including those concerning neurodegenerative diseases such as Alzheimer's disease or multiple sclerosis. Prof. Jan Kowalski from the Medical University of Lublin assessed that brain regenerative medicine is a very important field. For many years, the scientific community lived with the conviction that regeneration of areas damaged by disease processes does not occur in the central nervous system. \"Recent fascinating achievements of medicine indicate that there are possibilities to induce regeneration in the central nervous system, which represents enormous hope for patients affected by various nervous system diseases, including strokes,\" he said.", "lang": "en"}
{"opinion_id": "op_002845", "text": "I don't doubt that the doctor is a competent and professional person, but unfortunately I didn't get the expected help. I had several visits with the doctor, not counting the first one, they lasted about 10-15 minutes and in my opinion were limited to writing prescriptions. In the waiting room, you can hear every word of the patient who is in the office. This isn't very comfortable and makes it impossible to talk freely during the visit and ask all questions. I changed doctors and feel like I'm on the right path, although I see that the doctor has helped many people, so maybe we just didn't match well.", "lang": "en"}
{"opinion_id": "op_002846", "text": "During a dental check-up, the doctor stated that I have decay under an old filling. At my request, she administered local anesthesia, unfortunately in too high a dose. The treatment was indeed painless, but besides the right side of the mandible, it also numbed my chin and the lower part of the left side of the mandible. As a result, the anesthesia lasted for about 3 more hours after the treatment.", "lang": "en"}
{"opinion_id": "op_002847", "text": "The doctor is nice and competent, you can see he knows his stuff. However, in my opinion, he orders too many tests (e.g., why order a blood type test when I know what I have, I wasn't informed about additional payment for thyroid and abdominal ultrasound - I was presented with a fait accompli, and it shouldn't be like that because what if I didn't have enough cash with me??", "lang": "en"}
{"opinion_id": "op_002848", "text": "I've been treated for infertility for over a dozen years. I've already been through two infertility clinics, many doctors, and multiple IVF procedures. I came to the doctor by chance. It was the first time I encountered a visit starting with such a detailed interview. Then a series of tests. And here came my surprise. Interpretation of results showed that I have several abnormalities that no one had bothered to inform me about before. Treatment proposal and action. Each visit with the doctor lasts at least half an hour. This time is filled with examinations, conversation, planning next steps, etc. This is a real doctor. Although I didn't manage to get the desired pregnancy, I know that a doctor is not a miracle worker. After many years of experiences with doctors, I no longer expect a miracle, just an approach to me as a human being, not a money-making machine. This is how I rate visits with Dr. Jan Kowalski. I recommend her with a clear conscience.", "lang": "en"}
{"opinion_id": "op_002849", "text": "The team from Łódź University of Technology uses a printer to apply a conductive ink - which may contain compounds such as silver - onto the surface of nonwoven fabric or textile and appropriately activates it. Thanks to this solution, electrodes adhere well to the skin, and the user has no problem applying and removing them. Additionally, no electrode parts protrude from the clothing, which was a problem with other methods of connecting electrodes to clothing. As Prof. Jan Kowalski emphasizes, such textile electrodes could be used, for example, in orthoses (used for joint injuries), in socks, or in shirt cuffs. The most important application of electrodes would be their use in electrotherapy - where electrodes must remain on the patient's body for a longer time, so hiding them in clothing could be more comfortable for the user.", "lang": "en"}
{"opinion_id": "op_002850", "text": "I discourage visiting this doctor. Being pregnant and having thyroid problems, my fiancé and I, after analyzing all opinions about this doctor, concluded that he is an expert in his field. Unfortunately, we were badly mistaken. The doctor had a terribly \"rushed\" approach towards me. Results, quick examination, everything is fine, money and goodbye. He showed enormous incompetence - he performed a Pap smear on me (charging 60 zł for it) knowing that I had very heavy discharge and some inflammation. After three weeks, the test result came back saying that the smear was unsuitable for analysis due to a large number of inflammatory cells! Then he wrote \"1\" as the Pap result in my pregnancy booklet (which wasn't even filled out properly)! But that's not the main problem. The doctor didn't detect advanced cholestasis of pregnancy at the end of my pregnancy! ALP result = 241 with max threshold = 105 (in week 37 of pregnancy)! I reported to the doctor that my skin was terribly itchy, I couldn't sleep at night, the doctor only ordered liver tests twice (bilirubin, AST, ALT normal) then stated over the phone that I should change the lotion I use! Fortunately, 5 weeks before the due date I went to another doctor, because thanks to that my child is whole and healthy! I gave birth immediately after the 2nd visit to this doctor by cesarean section in the \"stretched\" 37th week. The doctor said the baby wouldn't have made it to term because it would have suffocated! There was so much bile that the placenta disintegrated in his hands! I definitely don't recommend Dr. Jan Kowalski...", "lang": "en"}
{"opinion_id": "op_002851", "text": "What influenced my negative opinion was: pushing for tonsillectomy (while previous doctors from the top list on this portal saw no problem with the tonsils) and very rough and painful pressing on them during examinations (at home I discovered a hematoma and a deep mark/cut where he pressed). Unpleasant, nervous atmosphere - the visit contributed nothing to my treatment.", "lang": "en"}
{"opinion_id": "op_002852", "text": "Unfortunately, after the visit I'm very disappointed. The doctor was probably in a bad mood, it wasn't a pleasant visit, doubly so - as a proctological visit and as a visit to a doctor who couldn't ease the atmosphere before the examination. Maybe I was unlucky catching her on a bad day, but should the attitude towards patients be based on worse and better days. Visit cost 150 zł.", "lang": "en"}
{"opinion_id": "op_002853", "text": "Dr. Jan Kowalski is not only a very pleasant man with high personal culture, but above all a very professional dentist. I had three implants done by the doctor. Each time, the doctor patiently explained what to expect, what treatment path options I had. For a competitive, not overpriced amount, I received the highest quality service. The doctor takes a comprehensive interest in the patient's health within his knowledge and education. He doesn't push unnecessary procedures - with the doctor, you only pay for specific, necessary treatment services. It's not easy to find such a complete specialist. I highly, highly recommend. Jan Kowalski", "lang": "en"}
{"opinion_id": "op_002854", "text": "I recommend to everyone! I hope injuries avoid me and my loved ones, but knowing that you can turn to this person makes life calmer. I came to Jan after having the cast removed from my wrist. I was devastated because after 3.5 months of keeping my hand in a cast I could barely move my hand, and the severely limited rehabilitation through the National Health Fund wouldn't help much. Fortunately, I ended up in good hands - Jan immediately outlined a plan of action and after a short period of hard work we managed to regain full range of motion, for which I'll be grateful to him for the rest of my life. You can see that work is also his passion. Professional help for little money - during rehabilitation I was going to suggest that he should charge more for what he does, but apparently that wasn't and isn't most important to him. For me, a student at the time, this was also very beneficial. I wish there were more such physiotherapists.", "lang": "en"}
{"opinion_id": "op_002855", "text": "I'll start by saying I don't understand patients' enthusiasm about this doctor's \"high personal culture\" - for me it's obvious that a doctor should behave culturally towards patients, but to the point: I'm after the first visit, the doctor very thoroughly informed me about the mechanism of my condition and therapies used for it, the neurological examination was also very detailed. I'm pleased that he proposed a therapy that no other neurologist had suggested to me - a new light of hope has appeared, whether justified time will tell. The downside of this doctor for me is that he doesn't really listen to the patient and that among the prescribed medications he gave me an emergency painkiller withdrawn from the market a year ago, and another one that is an over-the-counter medication too weak for my pains.", "lang": "en"}
{"opinion_id": "op_002856", "text": "I believe this is a doctor with extensive knowledge and great experience. After the first visit, where he conducted a detailed interview with me, he ordered hormone tests and immediately after getting the results diagnosed my case. I was very impressed because many doctors before him didn't even hint that my problems were the result of illness and excess male hormones, and a period delayed by half a year was \"some kind of oddity\" that no one had seriously been interested in before. Dr. Jan Kowalski answers patient questions, and I personally feel that he's engaged in the case, although I suspect my condition is one of the simplest in the world. As for the accusation that he's a \"boor\" - I completely disagree. He's a cheerful, friendly, though indeed specific person (in a positive sense). But I actually like such \"people living in their own world\". His world absolutely doesn't negatively affect work and diagnostics. I definitely recommend! Please don't be put off by the first impression and go for another visit - you'll be satisfied.", "lang": "en"}
{"opinion_id": "op_002857", "text": "Scientists used the latest quantitative RNA sequencing techniques, then used a range of statistical techniques to create a simple test using only seven miRNAs, detected with commonly available real-time polymerase chain reaction technology. Although it's not known what specific role these particular miRNAs play in ovarian cancer, they clearly have a connection with it. \"Using simple laboratory techniques to obtain data required by the diagnostic algorithm increases the potential for applying the developed test in clinical practice. The innovation of the article and the tool we published lies in using artificial intelligence techniques, including artificial neural networks, to analyze complex relationships between numerous miRNAs. Thanks to using advanced analytical tools, we were able to create a tool significantly surpassing currently available tools in ovarian cancer diagnostics,\" emphasized co-author of the studies Dr. Jan Kowalski, quoted in the press release sent to PAP.", "lang": "en"}
{"opinion_id": "op_002858", "text": "When a doctor enters key information about the patient into the application, the system will generate recommendations from the European Society for Medical Oncology (ESMO) tailored to that specific clinical situation, identical to those applicable in Poland. The doctor, knowing what is recommended, will make their own decision. \"Oncology is moving towards making patient treatment individually tailored to their clinical situation. Therefore, it's important to assess the patient clinically and characterize the tumor biologically. Knowing the tumor's biology, doctors can infer about the course of the disease and which drugs will be most effective. Results of the latest scientific research are incorporated into treatment guidelines. Doctors are obligated to follow these guidelines, which in practice doesn't always happen,\" admits Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002859", "text": "I was always surprised that the little-known surgeon and urologist Dr. Jan Kowalski from Greater Poland is first in the sexology ranking and so far ahead of famous doctors. Now it turned out - the truth came out! The scheme detected by the Moderation explains the situation. Dr. Jan Kowalski not only helps in the office, like he helped me for example. Dr. Jan Kowalski (Wrocław) has helped thousands of people through his many years of writing activity. I recommend this outstanding doctor and psychotherapist.", "lang": "en"}
{"opinion_id": "op_002860", "text": "I warn against this doctor! I was with him twice - he never examined me, doesn't listen to what you tell him, doesn't conduct an interview. When I described my ailments he said I probably always had them like that (even though he saw me for the first time in his life), despite hard work he didn't give me sick leave while pregnant, just threatened me with bed rest for observation in the hospital. He said he might believe I feel bad, but he can't do anything about it because he would need some BUREAUCRATIC JUSTIFICATION from occupational health and safety. He didn't look at the reported infections, just wrote a prescription, never go to him if you value your health!!!!!!!!!!!!!!!", "lang": "en"}
