{"opinion_id": "op_002541", "text": "DO NOT RECOMMEND ! ! ! BEWARE ! ! ! ! This doctor (supposedly a physician) prescribed me a medication that contained an ingredient I am allergic to (of course I told her what I'm allergic to and it was recorded in my medical records). I almost paid for this with my life. My face swelled up so much that I couldn't open my eyes. If the night had lasted longer, it could have been the end of me ! ! ! ! ! To be a doctor, you need knowledge! Constant improvement of your qualifications and continuous learning because medicine is a field that is constantly developing . . . . A waste of words . . . I will never trust a doctor again ! ! ! BEWARE ! ! ! !", "lang": "en"}
{"opinion_id": "op_002542", "text": "I was at the doctor's office today, I asked for a referral for a basic blood test but unfortunately Jan Kowalski refused. My request stemmed from the fact that my husband and I are trying for a baby so I wanted to have my results under control. Jan Kowalski stated that I had recently been there (admittedly 7 months ago) and that with such results, and I quote: \"I could cover two deliveries\" (a very professional statement). I don't understand the doctor's decision because firstly, I've been paying the subscription fee for 5 years and I very rarely use the services, so if I want to get tested twice a year because I'm planning a baby, it shouldn't be anything extraordinary. Secondly, there's so much talk about prevention, that patients come too late. I am very, very disappointed with the doctor's attitude. GENERALLY DO NOT RECOMMEND ! ! ! ! !", "lang": "en"}
{"opinion_id": "op_002543", "text": "The INNOMED program is the result of an agreement signed last year between the National Centre for Research and Development and entities associated within the Polish Platform for Innovative Medicine (PPTIM). The program's budget is PLN 300 million, of which PLN 195 million comes from NCBR funds, while PLN 105 million will be the contribution of enterprises grouped around PPTIM - informed the NCBR spokesman, Jan Kowalski, in a statement sent to PAP. \"For years, economic growth in Poland depended on technologies bought abroad or the use of ready-made solutions when the period of copyright protection ended. Today we need innovative products developed by Polish scientists and implemented in our country. The INNOMED program gives a chance for innovative drugs, technologies and modern therapeutic methods + made in Poland + to have their significant share in the development of world medicine\" – said the Minister of Science and Higher Education, prof. Anna Kowalska.", "lang": "en"}
{"opinion_id": "op_002544", "text": "Professional approach to the patient. Detailed analysis of tests, specific answers to patient's questions, joint analysis with the patient of various treatment options, excellent communication skills, specific recommendations. Seems to be a person who does not pressure the patient into expensive private treatment but suggests treatment under the National Health Fund (NFZ) - if such a possibility exists. I am currently waiting for a knee reconstruction under the NFZ, which is to be performed by the Doctor, hence I am waiting for his further approach . . . . I think I will not be disappointed.", "lang": "en"}
{"opinion_id": "op_002545", "text": "I recommend it to everyone who needs professional and very efficient service. I had two teeth to do and the time I spent in the chair was significantly shorter than usual. An additional plus is that Anna Kowalska is very pleasant to deal with. I'm not giving five stars because after the visit I ended up at the ophthalmologist. It was the first time I had my teeth done in a lying position and I didn't expect that during the blowing after drilling I could get hit in the eye with a piece of my own tooth. Of course, it's partly my fault (I shouldn't have been staring!) and just bad luck, but unfortunately it's hard to forget.", "lang": "en"}
{"opinion_id": "op_002546", "text": "I highly recommend the professor. I was at the appointment without the child, which certainly could have made the consultation difficult, as I only had all the documentation regarding the child's health condition (I note that the child was in another hospital at the time). I thoroughly familiarized myself with the test results, he assessed them and wrote indications for the doctor who was treating the child in the hospital. I admit that the visit took place very late and I even wondered if the professor would still have time for me. He listened patiently and carefully to everything I had to say, then gave me his recommendations. Highly recommended, a great specialist and a very nice person.", "lang": "en"}
{"opinion_id": "op_002547", "text": "As she explains, our little tenants help us digest e.g., fats, proteins, fiber, or sugars. She adds that substances secreted by bacteria can, for example, change the action of digestive enzymes or bile, and bile is very important in the absorption of fats and the vitamins they contain. The set of genes of our small tenants (including bacteria, fungi, viruses, or parasites) is the microbiome. The microbiome can be quite easily examined - by analyzing a stool sample and sequencing the genes contained there. Each of us has a slightly different microbiome, which works a bit differently. It is, among other things, the microbiome - besides our own genes - that makes some people gain weight easily, while others can allow themselves more dietary indulgences.", "lang": "en"}
{"opinion_id": "op_002548", "text": "The youngest patient who ended up with a heart attack at GCM was only 19 years old, the only risk factor in his case was smoking. Many young heart attack patients are burdened with this and other risk factors, such as obesity, hypertension, poor diet, but there are also slim people among them without unhealthy habits. Some autoimmune diseases, primarily systemic lupus, can predispose to heart attack at a young age. Dr. Jan Kowalski received a grant from the Polish Cardiac Society from the pool intended for young scientists for his research. The project, carried out in the I-st Department of Cardiology of the Upper Silesian Medical Center in Katowice, headed by prof. Anna Kowalska, is to be completed by the end of 2019. (PAP)", "lang": "en"}
{"opinion_id": "op_002549", "text": "Unfortunately, I really wanted to give a good opinion of the doctor, because I went to her for my first visit with great hope for help. A few years ago, I was diagnosed with migraines, which dominated my daily life. I told the doctor that the migraines came back with double force after pregnancy and I hadn't been to a neurologist for several years, I only treated myself on an ad-hoc basis. I was afraid it might be something else, more serious, because the intensity and location of the pain had increased. I know what a neurological examination looks like and the examination by the doctor was about 1/10 of what other doctors have done to me, even though it's not a complicated examination. I had the impression I chose the medications myself, and for ad-hoc headache I got, among other things, an over-the-counter medicine from an advertisement, which for real migraine sufferers is like a placebo. I didn't get any additional tests, and I got a referral for an MRI with a \"if you want?\" attitude. The doctor is probably a very good specialist, but in other branches of neurology. I also dare not question her competence, I just have a comparison and I feel very dismissed and disappointed with my visit because I was really counting on help.", "lang": "en"}
{"opinion_id": "op_002550", "text": "The researcher points out that these are problems that everyone who has ever been in a hospital is aware of. However, after visits to specific centers and conversations, these assumptions are now properly documented. The conclusion of the first stage of the project will be a diagnosis of the conditions in the patient rooms. It is to be delivered to hospitals. \"In the second stage, we plan to conduct a case study – says prof. Jan Kowalski. – In one of the hospitals, we want to propose changes that are primarily low-cost. Sometimes it's really small things that can greatly improve the conditions in which patients stay, e.g., the appropriate placement of screens. Then we will check how these changes affect the patients.\"", "lang": "en"}
{"opinion_id": "op_002551", "text": "Frederic Chopin was buried in Paris, at the Pere Lachaise cemetery. However, his heart, preserved in a jar of alcohol, was brought to Warsaw around 1850 by the deceased's sister - Anna Kowalska. The casket with the exhibit was placed in the left pillar of the Holy Cross Basilica only in 1880 (it was evacuated to Milanowek during the Warsaw Uprising). Due to rumors about damage to the exhibit, in 2014 a team of scientists obtained permission to examine Chopin's heart – but without opening the jar. Non-invasive, external inspection was carried out on April 14, 2014. As prof. Jan Kowalski from the Department of Forensic Medicine of the Medical University in Wrocław said at a press conference on September 17, 2014, some historians doubted whether the composer's heart was actually in the container walled into one of the church pillars. The research dispelled these doubts.", "lang": "en"}
{"opinion_id": "op_002552", "text": "The doctor is very thorough, asks about everything and listens very carefully. She focuses on each problem separately, but at the same time she is interested in the whole person, not only past illnesses, but also, for example, what flavors we like. I admit, that question surprised me, but after thinking about it, I could answer freely. I think that before the first visit, one could receive some kind of \"teaser\" with questions, to be able to think and better prepare for a full reconnaissance. I am in the process of treatment, so I cannot yet assess the effects, but after two months I already see a slight improvement. Summarizing the two visits, I recommend the doctor and I am curious about the further effects of the treatment.", "lang": "en"}
{"opinion_id": "op_002553", "text": "I am not able to assess the doctor's professionalism in terms of treatment accuracy - it will probably be visible in some time. The Doctor was very nice and polite, she quickly saw me for my three-year-old's toothache, but in my opinion, she doesn't have an approach to children. Sure, the beginning looked okay - my son sat in the chair, even let her put the drill in for a moment and allowed a moment of drilling, but what happened next was a real horror. The child was crying, didn't want to let her finish treating the tooth, and the doctor looked more scared than we were. It ended with us forcibly treating the child's tooth, but he will probably be afraid of dentists forever. My husband and I decided that we would certainly not use the doctor's services again, and at least I do not recommend her for small children. Unless you want your child to be afraid of the dentist.", "lang": "en"}
{"opinion_id": "op_002554", "text": "I was treated by this doctor for over two years. I went to him because at the time (6 years ago) he was considered a good specialist according to opinions circulating around the city. At first, I didn't pay attention to the doctor's character, because his \"professionalism\" took precedence and I didn't want to be influenced by how he was in person. It wasn't the most important thing back then. I gritted my teeth at the unpleasant comments from the doctor and believed he would cure me. He constantly ordered private tests for me and prescribed medications. There was really a lot of it. The question is, was it necessary? Well, my dears - it was not. I kept getting the same results, which I did every 2 max 3 months. I spent over PLN 400 on medications. I felt worse and worse. From a \"healthy\" patient that I was, month by month I became an increasingly \"ailing\" person. My psyche began to suffer. The doctor claimed that I had very bad results. I believed it and worked myself up into the illness. The medications caused many side effects, which made me feel really bad. In the name of wanting to have a child, I continued to torment myself. I gained 20 kg on the medications over those two years! I woke up when the doctor fell asleep during a private visit! I thought then: how can such a doctor treat me well if he is not conscious of what he prescribes? ! That was my last visit to this doctor. From then on, I no longer go to doctors privately. I found a good doctor on the NFZ. Recently during a visit, I showed him the test results from that period of treatment by Jan Kowalski. The doctor said that the results were not bad! ! ! So I came to the conclusion that the doctor made me feel very sick, then I would keep coming to him and paying for visits. I suspect that this was exactly Jan Kowalski's tactic. Now fortunately I am older and wiser, so I warn you about this doctor. He didn't help me, he only harmed me and cleaned out my wallet.", "lang": "en"}
{"opinion_id": "op_002555", "text": "The relationship between currently felt pain and the memory of different types of pain had been noted before, but our study is the first to prove that the lack of pain felt at the time of recollection is the cause of distortions in pain memory. We have reason to believe that this result is not specific to pain caused by running a marathon, but also to other types of pain - says Dr. Jan Kowalski. Since - as he says - pain memory influences future pain experiences, the results of the study suggest that patients may be more willing to undergo a painful medical procedure again (e.g., colonoscopy) if they are not feeling pain at the time of making the decision. \"Similarly, marathon runners should be more willing to decide to participate in another marathon if they no longer feel the pain from the previous one\" – emphasizes Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002556", "text": "As he added, the HIV virus, although extremely \"clever\", has only three enzymatic proteins that regulate its life cycle and infectivity. Prof. Jan Kowalski and Dr. Jan Kowalski investigated two of these three proteins: protease and later integrase. In subsequent years, the researchers determined the structures of proteins of other retroviruses - including the HTLV virus causing leukemia - and helped explain the mechanism of action of a drug effective against lymphoblastic leukemia in children. \"Here the matter was exactly the opposite. A drug for leukemia, asparaginase, was found by accident, but the chemical mechanism of its action was unknown. With our structure, we explained how the molecule of this drug is built and how it functions. This opened up possibilities for improving its therapeutic properties, e.g., by eliminating side effects\" - explained prof. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_002557", "text": "I was at this lady's for my first visit to a gynecologist. I am not experienced in these matters and I was very embarrassed, unfortunately the lady did not make me feel more confident. Up to a certain point, the visit proceeded in a pleasant atmosphere, unfortunately after informing the lady that I had taken emergency contraception some time earlier, the lady stated that it was an early abortion pill and I should first make sure I was not pregnant and then come for an examination. I had the impression that I was only examined because I asked for it. I also asked for blood tests to choose contraception, but my request was commented with the words that the \"morning-after pill\" sometimes doesn't work and it's not worth doing tests now since I might be pregnant. As you can guess, this did not lift my spirits, although I was very shaken by this fact and I think it was visible. The fact that there isn't even a curtain to undress behind is not so important in the grand scheme of things. The examination with the speculum was painful, taking the sample for the Pap smear was also painful, the examination with fingers was abrupt and also painful. I found out that I have an erosion and after asking I did not get an answer as to what that even means. I got suppositories without information on how to use them. I am not satisfied with the visit and how I was treated, unfortunately I am not even able to go back to pick up the Pap smear results.", "lang": "en"}
{"opinion_id": "op_002558", "text": "I have been treating my teeth with Dr. Jan Kowalski for many years and I really sincerely and warmly recommend him. No dental problem is too difficult for him. Once, while in another city, I went to another dentist with a toothache, I paid as much as with Dr. Jan Kowalski and a month later it started to hurt again. It turned out that the other doctor had missed a root branch almost at a right angle. The work to be done was hard because the post had to be removed and the root branch reached, but for Dr. Jan Kowalski it was not an insurmountable problem. And making an implant in a really difficult place? Also without a problem. And on top of that, he is very friendly, when you ask him a question he will carefully explain everything, advise and help. Thanks to him, I started using an irrigator and that was an excellent suggestion, which reduced the frequency of my visits to the office (!), because my inflammations decreased. Additionally, the office equipment is great, the materials used are very modern. Dr. Jan Kowalski also has a very nice and very competent nurse and administrative staff for the office. A truly wonderful place. And here I will say that I really, really think so, because when Dr. Jan Kowalski moved the office from Gdansk to Gdynia, I did not look for another office on site, I drive an additional 40-50 minutes. And I don't intend to change dentists.", "lang": "en"}
{"opinion_id": "op_002559", "text": "Migraines are generally dismissed. Many people think they are just ordinary headaches and do not seek medical advice. \"We prefer to take painkillers and sick leave rather than undergo appropriate treatment, which helps every second patient\" – emphasizes the specialist, who also serves as a provincial consultant in neurology. According to prof. Jan Kowalski, almost 40% of Poles suffering from migraines have never reported their ailment to a doctor. And only every second patient has consulted at least once. Meanwhile, therapy helps shorten the duration of a migraine attack, which most often lasts from 12 to 24 hours. It also allows to reduce the significant deterioration of mental condition that occurs during this period.", "lang": "en"}
{"opinion_id": "op_002560", "text": "After much reluctance (I also read negative comments about the doctor but such probably exist about every one of them), persuaded by a friend, I went to Jan Kowalski and I was pleasantly surprised by his approach. A nice, factual man with a great sense of humor, which greatly facilitates contact with the doctor and improves well-being in such intimate and often embarrassing matters. And above all, a good specialist who accurately diagnosed my problems and helped me solve them. Therefore, I honestly recommend Jan Kowalski. I think other people's opinions are important, but to form any opinion, it's best to simply go to the doctor.", "lang": "en"}