{"opinion_id": "op_001301", "text": "In my opinion, Ms. Anna Kowalska is a very good and effective psychologist, engaged, smart, warm, approaches the patient individually, is very empathetic and patient. She really knows how to listen; you don't feel judged, but feel a lot of understanding, which in my opinion is the basis of good therapy. The psychologist can establish a connection with the patient. In my case, she very accurately chose the direction of therapy, proposed effective ways to improve my mental situation, and helped me improve my well-being. Of course, nothing happens without the patient's involvement and you have to engage in the therapy yourself, but a big advantage of Ms. Anna Kowalska is that she so skillfully asks the right questions that it prompts reflection, helps you look at your own problems and examine your feelings from different angles, which helped me a lot. A very warm person. I wholeheartedly recommend!", "lang": "en"}
{"opinion_id": "op_001302", "text": "I was not satisfied. I had hyaluronic acid injected under my eyes and unfortunately, after the procedure, I looked terrible for about a month because many blood vessels burst and I looked like I had been badly beaten. Perhaps there was some predisposition of mine to broken capillaries, although with my previous doctor (I recently moved to Warsaw) nothing like that happened. But what Dr. Jan Kowalski injected into me remained in lumps for a very long time, didn't spread evenly, so even at work I had to wear dark glasses throughout that period.", "lang": "en"}
{"opinion_id": "op_001303", "text": "\"Data published worldwide indicates that the problem of anaphylaxis is growing. Over the last 10-15 years, the number of its cases has increased 5, even 7 times,\" said Dr. Jan Kowalski. European data indicate that one in 300 people has experienced or will experience an anaphylactic shock. Data presented in the latest report, for which National Health Fund (NFZ) registers were used, show that in Poland too, the number of people who received medical services due to an anaphylactic reaction has increased in recent years. For example, in 2015, the number of patients after an anaphylactic shock due to a reaction to food was almost three times higher than in 2008.", "lang": "en"}
{"opinion_id": "op_001304", "text": "Prof. Anna Kowalska's group from the Medical University of Warsaw has extensive experience in selecting and seeding cells for a given case of bone tissue. This group deals with the method of seeding the porous structure created by engineers, resembling a sponge. The group is now preparing to study the effectiveness of seeding in research on mice. The Cancer Center leads the project from the medical side. The task of Dr. Janusz Jaworowski's group is to select appropriate patients, develop what the defects of the facial skull bones look like - in order to then develop model implants and test them. Designing and testing the course of the bioimplant implantation surgery is very important for patients. Patients are already operated on using a computer system and surgical navigation.", "lang": "en"}
{"opinion_id": "op_001305", "text": "Hello, I have been treated by Mr. Jan Kowalski since the beginning of 2014. I am after 4 sessions. Problems with the shoulder blade on which there was pressure have significantly eased; overall there is improvement but provided that I actually don't overstrain my spine, don't bend, don't do exercises the doctor forbade. I've already slacked off a bit in these matters twice and it ended with a visit to Mr. Jan Kowalski immediately and he had to \"fix\" me again because the pain intensified. I really like that in such cases the doctor is available to help and patiently treats until it works, for which he doesn't charge a penny. I like gym workouts and it's certainly not convenient for me that I have a ban on some, just as it's not convenient to squat on every occasion instead of bending over, but I ruined my spine myself and those are the rules of the game, that you have to follow the recommendations, and then it doesn't hurt. A downside is that there's no time to talk and the patient doesn't really know what's happening with their spine, what changes are taking place there, if they are physically visible after some time of treatment, why there are these pain attacks from time to time which I, for example, didn't have before, how long the treatment actually lasts, if it ever ends, etc. In my opinion, it's important for the patient to be aware of what's wrong with them, how they are being treated, why some things are not allowed. Regards and I recommend", "lang": "en"}
{"opinion_id": "op_001306", "text": "Diet always seemed to me to be about sacrifices, about giving up favorite foods until my first visit to Ms. Anna Kowalska - 7 months ago. As it turned out, it's not so bad. Ms. Anna Kowalska made me realize what is important, namely healthy habits, the implementation of which into daily life results in a nice present in the form of losing unnecessary kilograms, and consequently, better well-being and changes in appearance ;) Most importantly, I didn't have to give up eating what I like. The diet was arranged so that I had everything I like to eat in rational portions individually tailored after analyzing my body composition. I started weighing 62, currently it's 53-54 and I can maintain it, precisely thanks to the recommendations, which turned out to be very simple. I recommend Ms. Anna Kowalska with a clear heart, a slimmer body, great well-being, and healthy habits :).", "lang": "en"}
{"opinion_id": "op_001307", "text": "My dentist referred me to this practice when he had a problem with one of my teeth during root canal treatment, narrow, curved canals, he said he could only pull it out. I made an appointment with one of the two Sypień brothers. Amazing. Full professionalism. Tooth saved! Thanks! ``` The rating has been changed to \"I recommend\". Reason: The argumentation for the highest rating was too laconic. ```", "lang": "en"}
{"opinion_id": "op_001308", "text": "I made an appointment with the doctor as a therapist. The beginning was ok. The doctor asked why I came - so I started talking about recent experiences. Of course, the doctor interjected some questions but with a dismissive look... After an hour of our meeting, when I had poured out a lot of information and tears, noting that I am against medication, etc., the doctor replied that I must take a billion drugs because, for example, I chaotically jumped from topic to topic :/ she wrote me a hundred prescriptions and said that she couldn't take me as a therapist because her schedule was full but that she would refer me to a psychologist and would charge me in the meantime as for a psychiatrist visit :/ I paid 160 zł for trusting a stranger for the first time, pouring out private experiences hoping to start some therapy. The doctor could have informed me at the beginning that it was a one-time visit :) I would have left. Saving embarrassment, money, and time. Fortunately, as it turned out, I don't need to take any medication and everything is ok with me :) maybe if the doctor had devoted more than 55 minutes to a stranger, she would have understood the core of her problem :) and instead of stuffing a distraught woman with chemicals, she would have explained that there's no need to stress :)", "lang": "en"}
{"opinion_id": "op_001309", "text": "Ms. Anna Kowalska is the third dietitian I started working with; I decided to write this opinion because the results I achieved are more than satisfactory. I thought third time's the charm and I am very happy with my choice. First of all, reliable knowledge, which distinguishes Ms. Anna Kowalska from those dietitians I worked with. I think it matters that Ms. Anna Kowalska is a Medical Dietitian from the Medical University of Gdańsk. Secondly, the ability to read needs and preferences. I know I wasn't an easy case - hypercholesterolemia and diabetes as well as irregular meals. This opinion is a thank you to the lady for making me feel 10 years younger than I was.", "lang": "en"}
{"opinion_id": "op_001310", "text": "When I was pregnant, the doctor was still working in the hospital. A fantastic specialist in his field. Thanks to him, my threatened pregnancy (from week 6 to 32) proceeded as calmly as it could. The doctor informed me about everything, kept my spirits up, explained, did tests. My daughter was born healthy and big. I recommended him to three friends who couldn't get pregnant. To this day they are grateful to me for recommending the doctor, and to the doctor for making them happy mothers. Honest, as evidenced by the fact that if he sees from the tests he does that a woman will not be able to have children, he tells her and doesn't push for additional tests, money... Thank you, Doctor.", "lang": "en"}
{"opinion_id": "op_001311", "text": "It was the same with me - additionally, examination of the patency of the ear canals and nose and a swab - of course not on an empty stomach, because I paid right away ;-))) (by the way, in EVERY diagnostic station they advise doing throat swabs on an empty stomach!). In total, I left the office rinsed (the costs of the visit grew to over 200 zł!) with, as it turned out, a completely wrong diagnosis (I was supposedly sick with sinusitis, which later turned out not to be true - this was ruled out by 2 subsequent ENT specialists and detailed radiological examinations) and a referral for miraculous physiotherapy procedures, the potential beneficial effects of which the doctor was not kind enough to explain to me. I was also aggressively persuaded to book a whole series of them (and when I said I couldn't do all, the doctor said \"at least a few, so they start working\" ;-), fortunately due to work reasons I couldn't. The doctor was very interested in my financial status, probably wanting to gauge how much he could get out of me. In my opinion, if a doctor makes a wrong diagnosis, he is either incompetent or does it deliberately, disregarding the patient's good, and is guided by a vile desire for (monetary) gain. Therefore, I give Dr. Jan Kowalski the lowest possible rating. I agree with the opinion that his practices should be looked into by the institution responsible for monitoring the medical community. I will also add that the positive reviews about Dr. Jan Kowalski presented below look very suspicious - it can be noticed that they are created \"en masse\" in response to every negative review and apart from statements like \"wonderful doctor\" they contain no specifics - unlike the negative reviews. Reading the negative reviews, time and again I found myself saying - \"that's just like with me!\" - because I was there and I saw it. Regards!", "lang": "en"}
{"opinion_id": "op_001312", "text": "The doctor, standardly, without examination and ordering any tests, refers for prostate surgery. He receives patients in his office on Dąbie Street, charging the appropriate fee and referring for alleged tests on Trynitarska Street, where after paying for the visit, he hands the patient a disc with an \"advertisement\" for procedures performed in his clinic and informs about a very affordable price for the procedure - a trifle of 9,500 zł and free dates, which he would very willingly book the patient for. He diagnosed the prostate probably based on eye color because he didn't even examine the patient. Unfortunately, the problem was much more serious and concerned not the prostate, but the bladder and kidneys... I congratulate the doctor on his engagement, knowledge, and competence. I advise everyone against such specialists.", "lang": "en"}
{"opinion_id": "op_001313", "text": "Prominent transplantologists will come to the capital of Lower Silesia at the end of August, including the pioneer of face and hand transplants Prof. Jean Michel Dubernard from Lyon, as well as Prof. Maria Siemionow from Cleveland, Prof. Raimund Margreiter from Innsbruck, and the president of the International Society for Hand and Composite Tissue Transplantation Prof. Pedro Cavadas from Valencia. The Foundation for the Development of General Surgery, Hand Surgery and Transplant Surgery in Trzebnica and the Trzebnica County are organizing the congress in cooperation with, among others, the Limb Replantation Subunit of St. Jadwiga Śląska Hospital in Trzebnica, the Polish Transplantation Society, the Polish Association of Transplant Coordinators, and the Opole and Lower Silesian branches of Poltransplant. The Self-Government of the Lower Silesian Voivodeship decided to co-finance the gala during the August congress with an amount of 40 thousand zł.", "lang": "en"}
{"opinion_id": "op_001314", "text": "Only 18% of adult Poles walk or cycle to work, and it usually takes them no longer than 15 minutes. Most people get to work by car or public transport. As many as 66% of adult inhabitants of our country, i.e., 19.6 million, do not perform active effort related to commuting to or from work (or do not work professionally, study, or attend school at all). Residents of large cities are the least active during commuting to or from work, which is probably related to a better public transport system. In smaller cities, physical activity is greater, especially among women.", "lang": "en"}
{"opinion_id": "op_001315", "text": "Researchers at the Foundation for the Development of Cardiac Surgery wondered what they could do with biological valves to increase their durability. As part of the project \"New methods of preparing biological valves,\" they developed an innovative valve prototype. They obtained it using tissue engineering methods. The acellular or biodegradable scaffold of the prosthesis is coated here with cells isolated from the patient's bone marrow. \"Every tissue, including valves, consists of two elements. The extracellular matrix is proteins that create a kind of scaffold. It resembles a sponge. Cells are placed on it. We came to the conclusion that the element that may most limit the durability of the valve is the cellular element. The concept of creating new valves is to grow the patient's own cells on the protein scaffold,\" explains the researcher.", "lang": "en"}
{"opinion_id": "op_001316", "text": "Dr. Jan Kowalski diagnosed our son with Osgood-Schlatter disease in his left knee. After 2 months of rehabilitation (2-3 times a week in a private practice under the supervision of Dr. Jan Kowalski) the knee stopped hurting and the doctor stated that the treatment was finished and the son could exercise. The next day the child returned from PE class with identical knee pain as at the beginning of the illness. Dr. Jan Kowalski could not explain why the disease returned (supposedly he never had such a case) and recommended... further rehabilitation. After another month of exercises there was no improvement and we decided to look for help elsewhere. At the first visit to a new physiotherapist, we were informed that the child had a large contracture in the right knee and that's why the O-S disease in the left knee returned (because the still bent right knee weakens the left one). Indeed – it was visible (it was enough to ask the child to stand straight). We learned that without healing the right knee there is no chance of healing the left one. The new rehabilitation (once a week), which focused primarily on stretching the right knee and generally the whole body, very quickly removed the injury. We filed an oral \"complaint\" with Dr. Jan Kowalski asking for a refund of the costs of the unsuccessful treatment. We conveyed the above course of the new rehabilitation and the reason why the disease returned. He did not agree with this opinion. He stated that a contracture in one knee has absolutely no effect on the condition of the other. We asked him to write this statement on a piece of paper for us - unfortunately he refused. We suggested that he stand on one slightly bent knee to feel that it then loads the other (besides, you don't need to be a doctor to determine that). He also refused. Dr. Jan Kowalski only removed the effect of the disease in our son's left knee, which is why it returned. However, he did not remove the cause of this disease (the right knee contracture), and consequently did not make a proper diagnosis. When we asked why at the first visit he didn't even look at the other (right) knee, he replied that the patient didn't say it hurt... Well unfortunately, a contracture doesn't hurt! Dr. Jan Kowalski, on the other hand, accused us of: 1) treating the knee for too short a time, 2) our son wanted so badly to return to exercises that he lied (!!!) after 2 months of rehabilitation that his knee no longer hurt, 3) once (before we started treatment) we applied a warm compress to the knee, which prolonged the treatment! We lost 3 months and about 3 thousand złoty (4 private visits + 2-3 rehabilitations per week). We absolutely do not recommend visits to Dr. Jan Kowalski.", "lang": "en"}
{"opinion_id": "op_001317", "text": "Scientists have drawn attention to the effects of cannabidiol in the treatment of epilepsy. Vice-President of the Polish Academy of Sciences, pharmacologist Prof. Stanisław Czuczwar noted that cannabidiol is practically not addictive and has no psychotic effects. \"Spicing up cannabidiol + mouth + marijuana makes no sense,\" he assessed. Czuczwar referred to studies on the use of a cannabidiol-based preparation as an add-on to antiepileptic drugs in children and adolescents with drug-resistant epilepsy: \"44% of the examined patients responded with at least a 50% reduction in the number of seizures.\" - he said. In his opinion, this is a very good result. He noted, however, that the studies that have been conducted so far were small - they were performed on several dozen patients, and the tests lasted only a few months. Meanwhile, in the case of epilepsy drugs, long-term effects are very important. And research in this respect has not been conducted yet. Prof. Jerzy Vetulani from the Institute of Pharmacology of the Polish Academy of Sciences in Krakow pointed out that due to social phobias, objective, large-scale studies on the therapeutic effects of marijuana are very difficult to conduct. \"I won't find an ethics committee in most countries that would agree to 3,000 patients being tested. people could regularly receive medications (marijuana-based - PAP note) for 2-3 months,\" the researcher stated.", "lang": "en"}
{"opinion_id": "op_001318", "text": "I only had one contact with the doctor, so I can't say he's very good based on one visit. However, he's definitely a person with a lot of knowledge and doesn't promise mountains of gold, he tells it like it is and what needs to be done. I recommend him", "lang": "en"}
{"opinion_id": "op_001319", "text": "Very nice and professional. I highly recommend her. In my case, she could have just written a referral for the appropriate tests, instead of just giving me a piece of paper about what needs to be done. This means I have to wait in line at the GP and ask for a referral for tests, or pay for them.", "lang": "en"}
{"opinion_id": "op_001320", "text": "There are only superlatives to be said here. Dr. Dudarewicz is a specialist like no other. I went to him for a 3D ultrasound after another \"expert\" said I had a high probability of having a child with a defect. Dr. Dudarewicz performed the ultrasound very thoroughly, constantly explaining to me what and how. He treats the patient not like an object, but like a normal person who doesn't necessarily have to know everything. After the visit, I left. I was reassured, and most importantly, everything he said came true, as my healthy, beautiful son was born. The only problem is the appointments – you really have to book in advance, because the doctor has a lot of patients, not only from Łódź.", "lang": "en"}