{"opinion_id": "op_003201", "text": "I had my first visit with Dr. Jan Kowalski. He was very kind to me, read the descriptions from the file I brought from other fields of congenital and acquired diseases. He provided information on how long we expect the baby to be, and I am very satisfied, though not more than with my previous female doctor because the male doctor did suggest sick leave due to my profession, but he did not give medication for maintenance, even though I think I lost my previous pregnancy not so early. And that's the only minor drawback.", "lang": "en"}
{"opinion_id": "op_003202", "text": "I was at this doctor's today. I'm not judging his expertise, but I didn't like it at all that the doctor didn't have time for me and acted as if I wasn't there at all. He didn't listen to what I was saying and didn't even look at my medical records, even though that was my main goal—I wanted to be told what to do with it and whether desensitization was required. Zero interest and care for the patient. \"You'll take these drops and we'll see.\" I wasn't even told how exactly to use them, which contradicts the leaflet that says the dosage should be according to the doctor's instructions, and the doctor decided it wasn't necessary to tell me how to use this medication, which I'll add is expensive and prescription-only. In my opinion, you can count on better care under the National Health Fund. I don't recommend it due to the dismissive attitude toward the patient; the doctor will treat you like a puff of air ;-). As I said earlier, I'm not judging expertise or knowledge, only behavior.", "lang": "en"}
{"opinion_id": "op_003203", "text": "The doctor is professional, knows what he's talking about, and answers every question I ask very thoroughly. As the only one among many doctors I've visited recently, he informed me what tests I should undergo after a miscarriage. The only downside is the cost, but a good doctor should value himself.", "lang": "en"}
{"opinion_id": "op_003204", "text": "Truck driver Andrzej Niedźwiedź found out during periodic examinations that he practically couldn't see in one eye due to advanced cataracts. The doctor assessed that in this condition, he couldn't be cleared for work. \"I was incredibly devastated because at this age, who would hire me? If my boss fired me, it would be a disaster,\" he told journalists on Wednesday. \"Now nothing hurts me, I feel good, as if I were just born,\" he added. His vision and job were saved by specialists from the esteemed Katowice ophthalmology clinic—the Independent Public Clinical Hospital No. 5 of the Silesian Medical University. There, he underwent cataract surgery, which involves removing the patient's clouded lens and replacing it with an artificial one.", "lang": "en"}
{"opinion_id": "op_003205", "text": "Pani Anna is a great specialist and, most importantly, a very good person. She approaches each patient individually, with exceptional commitment and genuine care. She listens attentively, analyzes, and seeks solutions. She actively collaborates with psychotherapists. We—the patients—often make mistakes by coming to the clinic with a ready self-diagnosis and would most like to hear only what is convenient for us. But if someone is interested in getting to know themselves/their psyche through working on themselves under the watchful eye of a great specialist, obtaining help, and professional but above all human approach—I sincerely recommend Dr. Anna Ryś. Thank you :)", "lang": "en"}
{"opinion_id": "op_003206", "text": "I was admitted on 09/04/2014 to the Clinical Dermatology Department due to an acute skin inflammation. The attending physician was K. Szmigiel-Michalak. In my assessment, she showed a lack of interest in my condition; the examination and interview were superficial, and she applied symptomatic treatment without determining the cause of the inflammation. After five days of stay, allergic symptoms worsened, and I was discharged on 09/08/2014 from the hospital. The discharge lacked a recommendation for post-hospital follow-up. The ointment prescribed in the discharge was impossible to buy without a prescription, and the doctor did not write a prescription. I was forced to visit a private doctor to get a prescription and continue treatment privately, paying another specialist. Anna Mrugacz Libertów 09/18/2015.", "lang": "en"}
{"opinion_id": "op_003207", "text": "The mitral valve ring, colloquially speaking, 'tore off' from the heart muscle. Due to defects in both valves, the woman's life was at risk; she could have died at any moment—explains Prof. Tomasz Hirnle, head of the Cardiac Surgery Clinic at the University Clinical Hospital in Białystok, quoted in the press release. The surgery was performed jointly with cardiologist Dr. Grzegorz Smolka from the Upper Silesian Medical Center. The doctors operated on the patient without extensively opening the chest—they only made a few-centimeter incision on the left side of the chest. \"The patient was in serious condition; due to shortness of breath, she was unable to get out of bed. Classic reoperation by reopening the chest, with extracorporeal circulation, was too risky. The only solution in her case was a percutaneous (transcatheter) surgery,\" explains the hospital spokesperson.", "lang": "en"}
{"opinion_id": "op_003208", "text": "In my opinion, the female doctor devotes little time to me, and I don't really feel that she cares about the patient. She has never given me a concrete answer to my questions, or she responds in a strangely evasive way. I'm not entirely satisfied. But I have to endure until the end of the pregnancy. Still, I believe she has knowledge.", "lang": "en"}
{"opinion_id": "op_003209", "text": "Everything was fine when the braces were on; when they were removed, the 'service' was much worse, even unfriendly; it has to be as Pani Renatka wishes, not as the patient does. I am forced to change orthodontists; in fact, I'm going to another one tomorrow. I do not recommend Pani Łegowik; I went for three years with braces, it cost me a bit, and in the end, such a finish... I regret that I ended up with this lady.", "lang": "en"}
{"opinion_id": "op_003210", "text": "I just had a visit with the female doctor, and I am outraged by her behavior and attitude toward the patient. Right at the beginning, there was a problem with the referral; when I asked what I should do, she said she didn't know and wouldn't see me, but after a pleading look from her assistant (very nice), she decided to do me this favor and examined me. Instead of helping, she told me to change my profession; she clearly had no desire to treat, just to get rid of the problem, and even dragged me through the mud. I left in tears; no doctor has ever treated me like that before. I do not recommend, unless someone has strong nerves and likes such experiences.", "lang": "en"}
{"opinion_id": "op_003211", "text": "I made an appointment with the doctor after a recommendation from a friend. A very polite and competent person. The amount of time he devoted to the examination and questions about the illness showed that I was taken very seriously. But most importantly, the medications I received and the information on what to do and how to care for the skin with lesions gave excellent results. Before, I was only treated with various ointments and creams, but this doctor was the first to recommend oral treatment with tablets. The effect is so good that I decided to comment about this doctor on this site. Regards. P.S. HIGHLY RECOMMEND", "lang": "en"}
{"opinion_id": "op_003212", "text": "I am totally disappointed with the treatment of my malocclusion; at this moment, I feel like crying when I think about it. Recently, I was at my dentist who told me that my teeth will probably fall out in 8-10 years because the roots are already very compromised and my teeth are loose due to improper alignment with braces! Besides, even the DENTIST noticed that the teeth are uneven. I have many friends who were treated by her, and everyone simply has poorly aligned teeth [the effect is minimal], and no one expresses a positive opinion about her treatment. Remember, diplomas on the wall don't always indicate experience and professionalism!!", "lang": "en"}
{"opinion_id": "op_003213", "text": "Prof. Rosiak explained that in their research, Łódź scientists encountered literature reports on the use of a simple tetrapeptide to induce angiogenesis by delivering it to the treated area of the body. This is a compound naturally produced in the human body, with a relatively short half-life of about 5 minutes, hence its concentration in a normally functioning body is very low. This tetrapeptide has been registered as a drug and approved for marketing by the U.S. Food and Drug Administration (FDA). \"However, administering it to tissues surrounding the wound was done via injection, which prevented control of the area of action and caused typical effects—rapid achievement of high concentrations and an equally rapid decline, which negates its therapeutic effect. Our original, world-scale idea thus boils down to attempting to combine a hydrogel dressing with this tetrapeptide,\" explained the scientist.", "lang": "en"}
{"opinion_id": "op_003214", "text": "As we know, there are still effectively no drugs against neurodegenerative diseases. However, it is believed that the potential target of these medications would be precisely the protein quality control systems—states Dr. Pokrzywa. Potential therapies could, for example, stimulate the activity of quality control systems or help them quickly locate and precisely remove damaged proteins that should not be in the cell at a given moment. But before that happens, we first need to understand the protein degradation process as best as possible. Among other things, this is what the research group led by Wojciech Pokrzywa deals with. Thanks to funds from a grant recently awarded by the European Molecular Biology Organization (EMBO), they are studying how quality control systems recognize proteins that should be degraded.", "lang": "en"}
{"opinion_id": "op_003215", "text": "I went to the male doctor for visits during pregnancy. Unfortunately, he did not regularly order blood and urine tests. He said that tests don't need to be done every month. I did them on my own after a doctor at the hospital where I wanted to give birth pointed it out to me. He was surprised that tests weren't performed regularly. Unfortunately, the ultrasound equipment the male doctor uses doesn't produce reports in English or Latin, only in German. When I went to give birth at a public hospital and not at Damian, the doctors were annoyed that nothing could be deduced from these tests and if someone doesn't know German, they can't read them. And something else strange—he doesn't perform gynecological exams during pregnancy. I had my first exam only when I started going to the hospital for CTG. The visit consisted only of an ultrasound, which was done at every visit. Otherwise, a very nice person; I consider addressing by first name an advantage of the visit.", "lang": "en"}
{"opinion_id": "op_003216", "text": "I highly recommend the male doctor. He managed my entire pregnancy. He ordered detailed tests; every visit was very thorough, and I felt that I received detailed answers to my questions. Since I had a high-risk pregnancy and unfortunately had to be hospitalized several times, I think that thanks to the immediate reaction of the male doctor, I can now enjoy motherhood.", "lang": "en"}
{"opinion_id": "op_003217", "text": "It is now known that cells have 'clocks.' They can be compared, according to Prof. Giebułtowicz, to factories. These have a strictly defined work plan. After the production stage, the interior must be cleaned and tools prepared for the next day. Without this, it becomes a mess. It's similar with cells and the biological clock—organisms must sleep to function properly—points out the researcher. Prof. Giebułtowicz is currently in Poland on a Fulbright scholarship at the Faculty of Biology, University of Warsaw. When asked about scientists dealing with chronobiology in our region, she stated that there aren't too many. She mentioned Dr. hab. Piotr Bębas, Prof. Bronisław Cymborowski (both from UW), and Prof. Elżbieta Pyza (UJ). A large team working on this topic has been formed in the Czech Republic. (PAP)", "lang": "en"}
{"opinion_id": "op_003218", "text": "THE MIDWIFE HAS HER OWN WAY OF THINKING AND CLAIMS THAT WHAT'S NEW IS BAD. DURING CLASSES AT THE BIRTH SCHOOL, SHE CATEGORICALLY DISCOURAGED GIVING BIRTH WITH ANESTHESIA, EVEN THOUGH SHE HAS NO CLUE ABOUT IT. I THINK SHE UNCONSCIOUSLY SCARES FUTURE PARENTS, CAUSING THEM INCREDIBLE PAIN DURING CHILDBIRTH. I, AFTER THE CLASSES AT THE BIRTH SCHOOL, DECIDED TO GIVE BIRTH IN BIELSKO WITH ANESTHESIA. I AM SATISFIED WITH MY CHOICE AND CERTAINLY DO NOT REGRET IT. THE MIDWIFE CLAIMS THAT THE BEST BIRTH IN THE HOSPITAL IS NATURAL.", "lang": "en"}
{"opinion_id": "op_003219", "text": "According to her, quinoa is a very high dose of protein, which is very similar to animal protein. Products made from it are recommended, for example, for people on a plant-based diet or for athletes. \"As for amaranth, which is actually a pseudocereal, its seeds contain a huge dose of iron. It will be a very valuable product in the diet of those with anemia, pregnant women, the elderly, and all those who need a higher dose of iron,\" emphasizes the dietitian. Additionally, these grains are very rich in flavonoids, i.e., substances with antioxidant effects. \"They sweep free radicals from our body, so they automatically help protect us from cancer, delay aging processes, and increase immunity,\" adds Ataniel. Old varieties of wheat are also returning to favor: einkorn, emmer, and also spelt.", "lang": "en"}
{"opinion_id": "op_003220", "text": "10 years ago, a visit with the male doctor lasted one minute. He asked me to bare my teeth, then prescribed me a medication given to women with breast cancer. The visit cost 150 PLN, the medication that went into the trash cost 340 PLN. No tests, no interview, no questions. The reason for my poor condition turned out to be beginning depression. Thyroid hormones were perfectly fine. It sounds unlikely even to me.", "lang": "en"}
