{"opinion_id": "op_002261", "text": "The price of the visit is too high compared to the help offered to the patient. 250 PLN for a standard laryngological examination and a referral for additional diagnostic tests elsewhere is definitely too high a price. A doctor should be able to adjust the price of the visit to the degree to which they helped the patient; many doctors offer to reduce the price of the visit if it was not helpful because additional test results are needed.", "lang": "en"}
{"opinion_id": "op_002262", "text": "IMI is the largest biomedical research funding program in history, operating on the principles of a public-private partnership between the European Union and the pharmaceutical industry, established under the Seventh Framework Programme (FP7). To date, IMI has invested approximately 1.5 billion euros in research projects carried out by public and private partners. The conference will discuss research projects already being implemented under IMI. Participants will also be able to receive expert explanations about the program and advice on how to apply for funding. Information will include, for example, the research priorities of IMI2 (2014-2024) in areas with the greatest potential from the perspective of future Polish participants.", "lang": "en"}
{"opinion_id": "op_002263", "text": "Unfriendly, answers questions condescendingly. Clearly displeased with the fact that I have many moles and wanted her to look at them. Generally aims to get the patient out of the office as quickly as possible. As a result, she didn't even look at some of my moles. Furthermore, I had another skin problem. Glancing at it, she said, \"I can't do anything about that.\" In a word, a mistake and a waste of time.", "lang": "en"}
{"opinion_id": "op_002264", "text": "The concept of light pollution concerns the presence of light at inappropriate times or in quantities greater than those to which the organisms inhabiting our planet are adapted. In recent years, this phenomenon has been increasing at an alarming rate. One of its more visible effects is the inability for people to observe the night sky - stars or planets. This is particularly visible in cities, where there are thousands of streetlights, and many buildings are additionally illuminated. \"Light pollution is a global problem and affects all regions with access to electricity,\" Krystyna Skwarło-Sońta, a retired professor from the Faculty of Biology at the University of Warsaw, told PAP. In her opinion, the problem is greater the wealthier the country: the night sky is brightest in the USA (mainly in the eastern part of the country), Japan, and large areas of Europe. She added that the phenomenon is slowly beginning to affect Africa as well.", "lang": "en"}
{"opinion_id": "op_002265", "text": "I had high hopes going to see this doctor. I have one child, I wanted to have a second one but unfortunately I miscarried twice and now I can't get pregnant. Firstly, the professor argued with me that these were not miscarriages but biochemical pregnancies because there was no ultrasound with a heartbeat reading. What difference does it make, the problem is why those pregnancies did not develop further. He insisted on seeing the hospital documentation from when I went after the miscarriage. I had the impression he was questioning my miscarriages altogether. He did an ultrasound but didn't even ask when my last period was or what day of my cycle I was in!!! Then he stated that I have adenomyosis but it doesn't affect pregnancy. I got very stressed when I read about it, especially since the doctor downplayed it. Overall, I had the impression that he was tired and bored. He gave me a referral for some tests, but basically I learned nothing. He said I should go on a long vacation with my husband because that's the source of my problem getting pregnant. This was my first visit to this doctor and I don't know if it will be my last.", "lang": "en"}
{"opinion_id": "op_002266", "text": "Taking advantage of the opportunity provided by my monthly transfer of several thousand złoty to the National Health Fund (ZUS), I previously had a consultation with another laryngologist on the so-called Health Fund, and despite a diagnosis already made by other doctors, I decided to additionally invest 150 zł and consult with the Head of Department himself, Dr. Piotr Łach. The guy is great, he really knows what he's talking about, listened to me very carefully, and also meticulously examined my CT scan images of the sinuses. In a few sentences, he convinced me of the diagnosis. Many thanks to him for that. Unfortunately, the absurdity is that the waiting time for a nasal septum surgery performed under the National Health Fund is over two years. Fortunately, the doctor also proposed another solution at the same Rydygier hospital: you can undergo the procedure almost immediately if you have an additional 6000 zł. And that is the dark side of the moon...", "lang": "en"}
{"opinion_id": "op_002267", "text": "Ms. Julia is outstanding! I had the opportunity to participate in voice emission workshops that she led, and I learned so much from them that even at work they noticed the changes, for the better of course. I am impressed by how efficiently and quickly she was able to break down the resistance that was somehow within me, and I participated in the exercises with engagement and with great joy, which these classes provide. I believe everyone should try this at least once to see how much you can change in your way of speaking. I rate it five stars, but I would give it ten!", "lang": "en"}
{"opinion_id": "op_002268", "text": "A commemorative anniversary lecture was delivered on Thursday by the nestor of Polish oncology, a Warsaw Uprising veteran, associated with the Gliwice institute for 66 years, Prof. Mieczysław Chorąży, awarded the Order of the White Eagle by President Andrzej Duda in May this year. He recalled, among other things, post-war times and language misunderstandings with patients speaking only the Silesian dialect, or a patient who came for examinations with his son. \"I took a sample for testing and told him that the result and a summons for treatment would arrive in about 10 days. The son pulled out a pistol and announced that the result had to be ready in half an hour,\" he recounted. \"Our works are created from the joint work, research, efforts, and ideas of not only people with titles but also lab technicians, nurses, and administration staff. Thank you very much,\" he summarized, and those gathered rewarded him with a standing ovation. Among the most important scientific achievements of Prof. Chorąży and his team are the study of some elements regulating the functions of eukaryotic cell genes and the transcriptional activity of the rat liver, the detection of previously unknown hereditary mechanisms causing cancers, especially lung cancer, and the discovery of the functioning of DNA mechanisms in animal cells.", "lang": "en"}
{"opinion_id": "op_002269", "text": "Hello. I believe this man should not even be called a doctor. I was with him 3 times, I paid a lot of money, he did not examine me as he should have, he only looked at the anus, and I believe that for that money, examinations were due. But that's nothing. The funniest thing is that he couldn't determine what was wrong with me. He only prescribed me medication for hemorrhoids and an ointment for a fungal infection. Later, when the medication didn't work, without looking at the anus, he prescribed me some compounded ointment from the pharmacy for 6 zł, after which the anus and the groove turned purple. I went to him to clarify the matter... He said that he didn't see any skin changes... \"I remind you, I had a purple, almost bluish anus and groove.\" And later he said that if I see any changes, he could perform a procedure... I went to another proctologist. I showed him the medications, and the guy said that the \"doctor\" I saw earlier was treating me for every possible disease except the one I actually have. It turned out I have something else entirely. The other proctologist, an experienced guy I went to, performed very detailed examinations, determined what was wrong with me, and prescribed the right medication because after 2 weeks all symptoms disappeared. So if anyone really cares about their health, they should avoid this man from a distance. The pharmacist at the pharmacy knows more than this person. Regards.", "lang": "en"}
{"opinion_id": "op_002270", "text": "I also recommend Dr. Sadłecki. For 2 years, my husband and I have been trying for a baby and we have visited various doctors. I was diagnosed with Polycystic Ovary Syndrome and that's basically where it ended. Dr. Sadłecki listened very carefully to my problem and immediately, with great commitment, took matters into his own hands, as they say. He referred us for a number of necessary tests that previous doctors didn't even mention, explained exactly what my condition entails and how we will treat it. In early June, I am scheduled for an HSG procedure and then further treatment. I believe that with the help of the Doctor, my husband and I will soon have a little one. The examination is not stressful. I recommend!!!!", "lang": "en"}
{"opinion_id": "op_002271", "text": "I absolutely do not recommend. We were at this doctor for a hip examination for our daughter. After the ultrasound, he diagnosed bilateral dysplasia and recommended a Pavlik harness for at least 6 weeks. Apart from performing the ultrasound, the child was not examined comprehensively, and it was also difficult to learn anything because the doctor doesn't say much and answers questions vaguely. Fortunately, we decided to consult the diagnosis with two other doctors, and it turned out that Dr. Kłoszewski probably performed the ultrasound incorrectly. There was no dysplasia, only physiological hip immaturity, which absolutely did not require applying a harness, only a simple leg exercise during diaper changes.", "lang": "en"}
{"opinion_id": "op_002272", "text": "I do not recommend this doctor. I was at his appointment after which he stated that I needed to have something curetted. I asked if ointments or suppositories wouldn't be enough; he said no and that I needed to be hospitalized and put under general anesthesia. I was terrified because I never wanted to be put to sleep. The doctor said he couldn't give local anesthesia because when he inserted the speculum, I wouldn't withstand it and would want to jump through the wall from the pain. After this visit, I was not satisfied, so I went to another proctologist. I had a rectoscopy which showed that I have hemorrhoids and a polyp that will need to be removed, but it can be done in the proctologist's office under local anesthesia. I don't know on what basis this doctor decided that something needed to be curetted since he only examined me with his finger.", "lang": "en"}
{"opinion_id": "op_002273", "text": "Under one roof, excellent scientists work here representing virtually every field of science - biology, physics, chemistry, experimental and theoretical researchers. Equipment is also not a problem; machines enter the American and European markets almost simultaneously, including the Polish one. However, Prof. Jażdżewski admits that it is more difficult later to maintain this equipment and use it to its full potential, meaning to find funds for it to operate full-time. Furthermore, the reagents used during a day can cost up to 10 thousand dollars, and it is difficult to obtain funds for this in the form of grants. Importantly, the same reagents are sold in Poland for much more than in the USA. \"Poland offers good working conditions for the youngest researchers. This group has been taken care of the most in recent years. There are many places where young people can acquire grants and knowledge. From their perspective, working in Poland gives them similar opportunities as working abroad - the same scholarships, grants, working conditions, and the best teams, which guarantees good publications in the future. Cooperation with abroad is very partnership-based; all parties benefit similarly from international projects,\" the scientist summarized.", "lang": "en"}
{"opinion_id": "op_002274", "text": "Before performing the first procedure, many formalities required by authorized institutions had to be completed, and procedures related to heart and lung transplants had to be introduced at the Gdańsk hospital, as we also plan to perform such procedures at UCK,\" explained Dr. Jacek Wojarski, employed at the Clinic of Cardiosurgery and Vascular Surgery at UCK, who was present at the conference. He added that the first Gdańsk lung transplant was also preceded by very intensive training for nursing and medical teams from many clinics and laboratories at UCK. Dr. Wojarski informed that the 64-year-old resident of Pruszcz Gdański received the organ from a donor who \"was diagnosed at the Gdańsk hospital at UCK.\" The doctor explained that the patient who received the lung transplant suffered from \"an end-stage, severe form of pulmonary emphysema, which practically prevented him from living an active life.\" \"The increasing ailments and number of hospitalizations of this patient in recent times showed that the time he had left was shrinking,\" Wojarski emphasized.", "lang": "en"}
{"opinion_id": "op_002275", "text": "I was at an appointment to have a wisdom tooth extracted. The procedure itself was quick and painless, which is a plus. However, the fact that the doctor did not prescribe me any antibiotics, or even painkillers, and also did not inform me about any post-procedure recommendations deserves a minus. Unfortunately, I had complications and later had to take two strong antibiotics, because of which I couldn't eat or drink for over a week.", "lang": "en"}
{"opinion_id": "op_002276", "text": "A very good doctor, actively working, knows knees like no one else. And as for the Klinika Ruchu - I don't know a more professional and customer-oriented facility. Nice and helpful ladies at the reception who are able to book you for rehabilitation even at a competing rehabilitation company - I witnessed such a situation! And all the physiotherapists are great! The best shoulder specialist in Warsaw - Andrzej Kępczyński, I am his patient and whenever something happens to me, I call him.", "lang": "en"}
{"opinion_id": "op_002277", "text": "I was looking for help and wanted to pay for it myself. And what do we get then, dear patients? A 20-minute conversation - a lecture on how allergies can vary, a leaflet, and standard medications that haven't helped for years. Any tests, referrals, examinations, looking at skin changes, trying to find various solutions? Not at all! NOTHING. She didn't even do any tests on me. The pre-paid visit ends quickly because of the queue... It ends in nothing because other, less standard treatment requires more engagement. The confused and suffering (after all, we are looking for help) patient leaves and doesn't know what to do next. What to do when the doctor doesn't treat. I left with severe shortness of breath and wounds on my hands. And I won't go back there.", "lang": "en"}
{"opinion_id": "op_002278", "text": "I do not recommend. I gave birth to my child in January 2017; from the beginning I wanted to have a natural birth (SN) and be as prepared for childbirth as possible, which is why I called Ms. Joanna already in November to make an appointment and sign a contract for midwife services during childbirth. I had an appointment for New Year's Eve 2016, and Ms. Joanna honestly warned me that she wouldn't be available during the holidays, but told me not to worry because even if I started labor in her absence, she would provide a worthy replacement. Apart from the holidays, Ms. Joanna was supposed to be available any other day at any time of day or night - I was assured of this. On January 8th around 10 PM, contractions started (I was already in the pathology ward at the hospital on Madalińskiego Street). Unfortunately, one of the on-duty midwives told me that Ms. Joanna could not come to me because she needed to sleep before her shift and could come, but only around 3 AM. Ms. Joanna could have warned me earlier that such situations could occur; we would simply have secured ourselves against such a situation - I would have hired another midwife, a doula, I just didn't want to give birth alone (my husband was more stressed than I was). Ms. Joanna finally arrived at 3 AM, after 5 hours that my husband and I spent practically alone in the delivery room. A neutral rating, not negative, because however, for the last 3 hours of labor, it was nice and pleasant. I will only add that unfortunately, Ms. Joanna did not ask for my consent for the episiotomy and despite being absent for most of the labor, she issued an invoice for the full amount for the service. Despite the good first impression she made on us, in my opinion, she did not fulfill the contract - she arrived very late and did not arrange for a replacement during her absence.", "lang": "en"}
{"opinion_id": "op_002279", "text": "I have been going to this doctor for over 10 years. He is certainly very professional in his field. However, the entire atmosphere associated with the visits makes me nauseous. This hasn't changed for years: multi-hour delays, a packed waiting room... Well, once every 2 years you can endure it, what's important is that the contact lenses are fitted correctly. But something else prompted me to write this review. Last time, after the visit, I asked the ladies at the reception to give me the parameters of the fitted hard lenses. The ladies froze, told me to ask the doctor. So I did. The doctor flew into an internal, of course, rage; he tried not to show it, but you could see he was furious. He said he wouldn't provide them, that he wasn't responsible for what someone sells me, that he fitted such and such and those are the ones that need to be ordered, etc. Unfortunately, my condition at the time (pregnancy) meant I didn't get into an argument - my mistake. I pay 1200 PLN for one hard lens and 850 PLN for the other (together 1950 PLN, not 2000 PLN - so the National Health Fund can only subsidize from one thousand), exactly the same amount for years. It's almost impossible; either something gets more expensive (simply), or cheaper (technology development, etc.), but here it's been the same for over a dozen years! I read a bit online about lenses and what? In the states, a hard lens from the Hecht company costs about 70 $. The doctor is the sole representative of this company in Poland. I probably don't need to add anything else. For years I've been wondering whether to change doctors, now the doctor has finally convinced me to do it.", "lang": "en"}
{"opinion_id": "op_002280", "text": "Oh, I see that most guests on this forum are pouring out frustrations here that I don't understand. I'm just starting my \"adventure\" with braces and for now I have begun treatment just to be able to wear the braces at all, which is why I looked at the forum, but for now I rate her as a good professional. I have been to many doctors and I am actually happy that someone recommended her because I finally found a dentist who does her job and does it well. I think the quality-to-price ratio is balanced. Sure, she could be more pleasant, but I don't care about that. In fact, this is the first dentist whom I can only fault for her dry manner, and I've really been to clinics where it was nice and before anesthesia they anesthetized my gum with strawberry numbing gel so the injection wouldn't hurt, but so what, at the Dentical Center in question, they did a root canal on my tooth, then made a crown (total treatment cost 2500, of course the cashier receiving payment had a big smile on her face and everyone was dripping with politeness), now it turned out that a perforation of the canal occurred during the insertion of the crown attachment and now I have a large cyst and risk paralysis of the jaw nerve... of course I was told it wasn't their fault. Another dentist, while placing a filling, chipped half my tooth because her drill slipped and I was told it was my tooth's fault and I needed to get a crown... Whereas Mackiewicz, so far, has treated 3 of my teeth, and didn't ruin anything in the process, so I am already very satisfied, and I paid less than I used to pay, so it bothers me little that it hurt a bit more. I always made appointments for the evening hours and waited max 30 minutes; if you always wait longer than 2 hours as you claim, then maybe leave home later; besides, waiting in lines is really a small problem considering that in return you can have properly treated teeth. It's true that in larger offices I basically didn't wait at all, but so what, now I have to treat the mess they made in my mouth. In my opinion, Mackiewicz is simply concrete and hence maybe this impression of not being nice. I think, despite these negative posts, I will decide to get braces with her (and I will share my experiences later), because arguments that you have to wait or that she is arrogant are not very substantive, and so far she has gained my trust because she simply treated my teeth, that's all I expect from a dentist after my experiences.", "lang": "en"}