{"opinion_id": "op_003341", "text": "I went to that female dermatologist because I had a problem with a rash on my torso. Pani Bocianowska, with the lights off, looked at me from behind her desk and announced that it was definitely psoriasis, that it was an incurable disease, etc. She prescribed an ointment and sent me home. I sought the opinion of another dermatologist who suspected Gilbert's pityriasis rosea, which lasts about 4-6 weeks, goes away on its own, and you develop immunity to the virus. That's exactly what happened; after 4 weeks the rash started to subside and there's almost no trace of it left. The doctor scared me quite a bit with her incompetence; she didn't even examine me properly or listen to me regarding the symptoms, etc. I do not recommend.", "lang": "en"}
{"opinion_id": "op_003342", "text": "I was at my first appointment with the doctor yesterday. At the beginning, I was greeted by an extremely nice lady at the reception, with whom I chatted for a good dozen minutes. Then it was time to go into the office. Of course, I was scared because I hate going to the dentist, but as it turned out, Pani doktor Katarzyna Piątek is without a doubt a professional, and besides, a nice and cheerful person whom I liked immediately. I felt I was in good hands. First, she checked the condition of all my teeth... then we got to work on the unfortunate wisdom tooth, whose presence I had been feeling for over two days. The entire visit lasted an hour; it was pleasant, painless, thorough/careful, and really inexpensive. I left the office with a smile on my face... p.s. Pani Kasia also has a great sense of humor. I highly recommend!", "lang": "en"}
{"opinion_id": "op_003343", "text": "\"Our problem is that in our research we have to combine clinical knowledge with knowledge from the fields of acoustics, psychoacoustics, or concerning sound propagation in the human body,\" says Dr. Nowak. He admits that finding a common language in this is difficult. \"For example, a doctor tells us that in the acoustic signal from a stethoscope, it is important whether they hear any wheezes. We, in turn, have to determine what kind of wheezes they mean and investigate what characterizes these sounds,\" says Dr. Nowak. Dr. Nowak reminds that today, using a stethoscope examination, doctors preliminarily detect, for example, heart murmurs in newborns. Only in 40% of children referred for further examinations are significant disorders later confirmed. \"I myself know what parents go through when they wait with their child for cardiology examinations. With my daughter too - based on stethoscope examinations - heart defects were mistakenly suspected,\" admits the acoustician. He adds that, due to the imperfection of the device, the opposite situation probably also happens: defects are not noticed in children who should receive further treatment. According to Dr. Nowak, the effectiveness of these preliminary examinations could be improved thanks to the modern devices he is developing.", "lang": "en"}
{"opinion_id": "op_003344", "text": "To help patients after surgeries for cancers of the reproductive organ - not just ovarian cancer - the Eurydyki association was created, which has been operating in Białystok for four years. Kira Mroczkowska from this association told journalists that after the establishment (in February 2018) of the gynecological oncology sub-department, the ladies \"found\" a place with which they cooperate to help others and intensified their activities. They talk with patients, organize meetings with a psychologist, a dietitian, but also social events, they go to picnics or dances. \"So as not to only talk about the illness,\" she added. There are currently 35 ladies in the Eurydyki association. Mroczkowska said that the interest of patients in contact with people with similar experience is growing, although not every patient even wants to talk about it.", "lang": "en"}
{"opinion_id": "op_003345", "text": "As a person, he's quite nice, friendly, but after the procedure I concluded that his professionalism is crap. I wanted a complete circumcision... after discussing everything before the procedure, he got to work. After the procedure, it turned out the work was crap, \"he uses the default method\" he left me with a lot of skin, around the glans I have a bulky fold of skin, the so-called hood :( I'm 2 weeks post-op. everything is healing well but the little one looks terrible. I am dissatisfied. I have to look for another doctor again to fix this for me.", "lang": "en"}
{"opinion_id": "op_003346", "text": "This doctor is nice and it's pleasant to talk to him. A professional. One could say I am his therapeutic success. After my depression, there's no trace! Well... other life factors contributed to that too. I'm not in the habit of praising... because if the doctor falls into unhealthy self-admiration, who will take care of his therapy?", "lang": "en"}
{"opinion_id": "op_003347", "text": "The doctor as a specialist is reliable (at least that was my impression after the first visit). He has a specific approach to patients, which doesn't affect the substance, only the doctor-patient conversation style. Before proceeding (at the next visit) with endoscopy, he ordered laboratory tests to use them to find/eliminate the cause of the baby's chronic runny nose.", "lang": "en"}
{"opinion_id": "op_003348", "text": "I have been a patient of the doctor's for over a year, I went before pregnancy and every 3 weeks throughout the entire pregnancy. Regarding the manner of examination, explanations, and time devoted to the patient, I have no reservations; professional and balanced in his opinions, gentle and thorough during the examination. However, I was sorry when, after such a long period of using his consultations, the doctor did not recognize me in the hospital corridor during my stay for delivery. When in the 9th month at the last ultrasound before delivery, she asked me to invite my husband into the office - Pan Dr commented that exceptionally my husband came... during the 9th month he didn't accompany me to visits 2 times... it was a bit out of place and hurtful to my husband. I came for a check-up 3 weeks after delivery and he asked where I gave birth, even though throughout the pregnancy I said that also because I work at Chalubińskiego, that's exactly where... he even dropped by during my delivery because his colleague was admitting me in the delivery room and informed Dr that I was in labor. I understand he has a lot of patients, but for a pregnant woman, the doctor is a really important person during those 9 months, and I felt treated very object-like, like another processed item.", "lang": "en"}
{"opinion_id": "op_003349", "text": "The diagnosis is good, but I won't return to this office again. The visit lasted... 3 minutes? I couldn't properly tell what and how, he made the diagnosis barely glancing. When I expressed my doubts and wanted to continue discussing how it even started, the doctor brushed me off, wrote a prescription, and dismissed me as if he was in a hurry. He didn't dispel doubts, didn't reassure me. I left not believing his judgment because he didn't have time to answer questions. After those few minutes, he issued a bill for 100 zł.", "lang": "en"}
{"opinion_id": "op_003350", "text": "The doctor is very nice but made a diagnosis based on tapping the abdomen. He ordered very expensive tests (even though other provided test results ruled out those diseases), which did not confirm his diagnosis. Despite this, at the next visit he did not retract the diagnosis and recommended treatment with an antibiotic. Convinced by such a large number of positive ratings, I trusted the doctor and applied the treatment. During the visit, to questions asked, the doctor answered politely giving the impression that I should just go, \"please apply the treatment and it will certainly help\"... unfortunately, it didn't help.", "lang": "en"}
{"opinion_id": "op_003351", "text": "Pani Doktor Dyś is a very good specialist. She answers all asked questions very thoroughly and in an accessible way. She explains the individual stages of treatment and the action of medications in a way that allows for understanding and thus demonstrating her knowledge and competence. If I have any doubts, she always tries to explain even if I ask a second time. This was very important to me when looking for a good rheumatologist. Besides, she is very nice and friendly. She remembers her patients, the conversation/interview is conducted naturally. Her person creates a very good atmosphere in the office. I really like seeing Pani Doktor Dyś. Greetings and recommendations.", "lang": "en"}
{"opinion_id": "op_003352", "text": "For several years I have been struggling with terrible acne on my back, I used various means to get rid of the problem, visits to the previous dermatologist did not bring any effects... On the contrary, it was getting worse... I was ashamed to show myself on the beach or at the pool without a shirt, I basically lost hope that I would ever get rid of it. The acne was quite severe and also painful! Only Pani Doktor selected the right antibiotic for me, which finally brought the expected results. I am very satisfied. Besides, Pani Doktor is very nice and thorough, she talks, advises. And I finally got rid of the problem : - )", "lang": "en"}
{"opinion_id": "op_003353", "text": "The visit went too quickly. The doctor made a diagnosis that somewhat surprised me, perhaps accurate, I don't judge that. Anyway, it's normal that every patient, upon hearing the diagnosis, would like to ask about certain issues, especially when very surprised by it. Pan Doktor was evidently in a hurry and unfortunately did not create an atmosphere in which I felt comfortable. I left quite worried, with many unanswered questions.", "lang": "en"}
{"opinion_id": "op_003354", "text": "I went to Pani doktor Ewa Pawlak after reading positive opinions about her. Unfortunately, I was very disappointed. Details... Pani Ewa made a diagnosis even before familiarizing herself with the provided test results. I will note that my condition is very serious, and the MRI images are extremely important. Pani doktor did not load any of the brought CT discs, not even the last examination. Generally, she reviewed the entire medical documentation very superficially. At least at the first visit of a patient, one should devote a bit more time. Apparently, time is money - some noticeably adhere to this principle. Multiple glances at the watch, finally directly reminding me that the next patient should have entered 10 minutes ago. Well, it would be good to at least slightly mask one's profit-oriented approach to patients. Another issue is the level of knowledge of Pani Doktor. Doctors often do not consider that the person coming to them - the patient - is not necessarily a complete layperson. People who have been fighting a serious illness for years, consult with many specialists, delve into many publications - often are well versed in medical terminology. Pani Ewa apparently does not take such a fact into account. She issues her, however questionable (contradicting all other neurologists I've been to!), opinions extremely quickly and casually. A good patient assessment is a well-conducted interview. Unfortunately, Pani Doktor definitely prefers talking to listening. I agree with the previous speaker, do not go to Doktor Ewa Pawlak with a case of a serious condition. Perhaps, a very light and quick approach to the patient is sufficient for analyzing simple conditions. I wish my case were like that. To people needing truly specialist advice - I DEFINITELY DISCOURAGE!", "lang": "en"}
{"opinion_id": "op_003355", "text": "According to Ewa Rembiałkowska, GMO should not be used in agriculture, but she is not opposed to the use of GMO in medicine or in laboratory research. As she explains, genetic modifications allow, for example, for obtaining cheap insulin. A gene responsible for insulin production is implanted into bacteria. The hormone obtained this way is much cheaper than if GMO technology were not used. According to Prof. Rembiałkowska, the use of genetically modified organisms in research on cancer or other diseases is also permissible. Provided that the organisms do not escape into the environment. Prof. Lisowska agrees with this. \"I myself am a molecular biologist and I use GMO in cancer research. I am convinced that it is useful and fascinating. However, GMO in agriculture is something completely different,\" she emphasizes.", "lang": "en"}
{"opinion_id": "op_003356", "text": "I've only been to the first visit so far, to find out about the surgical removal of my abdominal scar after an abdominal surgery performed in the hospital, because I have adhesions and scarring. I am 26 years old and have a disfigured abdomen, which is why I decided on plastic surgery. dr n. med. Andrzej Sankowski explained how the surgery would look, what is cut out, etc. He answered very many of my questions with a smile. And I really ask a lot : ) I was most afraid that when I get pregnant, which I plan soon, everything will stretch and I'll get a \"sun\" all over my abdomen from stretch marks. Pan dr. med. Andrzej Sankowski advised me to wait with the surgery and have it done after giving birth, because then, possibly, for one price, they could do not only the scar plastic surgery but also the abdomen after pregnancy. He also advised what to do to care for this scar, so that excessive stretch marks don't occur. : ) I highly recommend. Certainly, this doctor's knowledge is worth any price : ) By the way, I left the clinic with a smile and I will definitely return after pregnancy to have this planned surgery done.", "lang": "en"}
{"opinion_id": "op_003357", "text": "Well, I registered with the doctor for a 3D ultrasound, my pregnancy, which will end with a c-section, is managed by someone else, but I am in the 20th week, and I have a high-risk pregnancy so I would like to know if the little one is healthy. I don't know this doctor so I will speak after the visit. However, I have a request, has anyone had a similar examination with him? I would like to know if Pan dr knows his stuff? Can someone tell me something about him? There are many opinions here but most concern pregnancy management and they are very extreme so I can't form an opinion and I am confused.", "lang": "en"}
{"opinion_id": "op_003358", "text": "A very nice Pani Doktor, she has a very positive and gentle approach to work. The only thing I missed in my visits was a certain lack of conversation, advice from Pani Doktor but maybe that was also a result of my situation or I myself wanted to hear something from Pani Doktor, and in reality there was nothing to say. Oh well, generally I recommend.", "lang": "en"}
{"opinion_id": "op_003359", "text": "After previous experiences with speech therapists, Pani Magda turned out to be a bull's eye. Conscientious, systematic, and consistent in working with the child. I thought there was no hope left for my Julka, and it turned out that after 4 sessions there was already a clear improvement in pronunciation heard. The time Pani Magda spends with the child is 100% used for exercises, very varied and interesting. The child leaves after classes with a smile. After the completed \"treatment,\" after 1 month I received a free lesson to check how the correct pronunciation was consolidated in Julcia. I wholeheartedly recommend Panią Magdę, who will certainly handle any \"case.\"", "lang": "en"}
{"opinion_id": "op_003360", "text": "Dr. Koptas operated on me in 2004, a great specialist, very caring about the patient, took very good care of me, communicative, before the surgery itself he provided me with all information, answered patiently all questions. Also after the surgery he took care of me as his patient even though our only contact was the surgery. I am under the care of another endocrinologist and he recommended Dr. Koptas to me. now after many years I have to tell the doctor that I had surgery because the scar is so small. A wonderful specialist, very factual and knowing his stuff. Thank you Panie Doktorze!!! Thanks to you I believed that there are still doctors who care about the patient. Thank you", "lang": "en"}
