{"opinion_id": "op_002361", "text": "I thought for a long time about what to write about Ms. Anna Kowalska. She is a true professional. Through and through. I was very afraid to go to a therapist, but I overcame it. I was never convinced about psychologists or psychotherapists. Ms. Anna Kowalska dispelled all my fears regarding psychologists. She is not a doctor who says one thing and does another. Let's start with the fact that I was very scared during the first session. Ms. Anna Kowalska calmly approached me and slowly eased my fear. At the following meetings, it got better and better. So when you have something like a life slump, you feel like you might not be in control of everything in your life, and it controls you, you start being afraid of everything, you think you are worthless, contact a psychotherapist and choose Ms. Anna Kowalska. Ms. Anna Kowalska does not judge, point fingers, or impose her opinion. She helps find the path one should take to be happy. It's understood that she won't pay off our loans, solve domestic problems, or remove stress, but she will help us cope with them. Thanks to her, I know that these gigantic problems might only seem gigantic. I will say from my side that thanks to her, I managed to regain my inner happiness and desire to live, which I needed so much. She helped me believe in myself and my abilities again. Once again, many thanks to Ms. Anna Kowalska for helping me find again what I had lost, which is the joy of life.", "lang": "en"}
{"opinion_id": "op_002362", "text": "My husband had procedures with Doctor Jan Kowalski, I'll add we came from abroad specifically to see him, because I studied that he is a great specialist. The stay at the clinic itself, the service / impeccable. Unfortunately, in our case it didn't work out, my husband still snores as he did, sometimes even louder. And from the beginning one nostril was blocked and it remained that way, it seems the septum is still crooked : ( We won't fly in for another visit because it involves enormous costs for our family, we very much regret that it wasn't successful, however I don't think Doctor Jan Kowalski is a bad specialist, simply in our case it ended with zero improvement.", "lang": "en"}
{"opinion_id": "op_002363", "text": "A doctor of very unusual and even phenomenal beauty! Throughout the entire visit, I couldn't take my eyes off her! I suffer from a chronic illness and no doctor had made an accurate diagnosis! Frank to the point of pain, she immediately guessed what a serious case she was dealing with! Within a few minutes, she immediately made an accurate diagnosis! After that visit, I didn't sleep all night and memories came back! My blood pressure shot up so much after that visit that I had to drink several liters of lemon balm to calm down! I feel 10 years younger now! I particularly noticed her beautiful hands and naturally long nails while she was writing the prescription! I'm still impressed!", "lang": "en"}
{"opinion_id": "op_002364", "text": "He did not recognize asthma in me. After pneumonia in 2014, I was troubled by a cough for many weeks. During the visit, the doctor listened to my lungs, stated that everything was fine and that such a cough could persist for some time. The doctor prescribed me a cough suppressant. Unfortunately, the cough persisted, so I went to another doctor who also stated that after such a serious illness such a cough could persist, but for no longer than 3 months. This doctor conducted a thorough interview, among other things asking about allergies and requested that I return after those 3 months. At the next visit, he gave me a referral for spirometry, which unfortunately confirmed his suspicion of asthma. To summarize, I felt treated dismissively. I understand that today many patients (especially those using subscriptions in private clinics) come with a proverbial sore finger and head, but that doesn't mean everyone does.", "lang": "en"}
{"opinion_id": "op_002365", "text": "Research conducted by the National Food and Nutrition Institute in several voivodeships shows that overweight is a problem for as many as 17-19% of Polish nine-year-olds, and obesity affects 6.5% of boys and 4% of girls this age. Other studies confirm that the problem is growing in Poland, and overweight and obesity together affect 22% of children. \"We are starting to catch up with the European leaders,\" warned the director of the Institute, Prof. Jan Kowalski, at a conference. \"Previous actions taken in Europe related to counteracting obesity have not brought the desired results,\" he added. According to dietitians' recommendations, children should consume five balanced meals a day. Practice is different - not all children eat breakfast at home, not all have a paid lunch at school. Spending 5-8 hours a day at school, they should eat two meals there - said Prof. Anna Kowalska from the Institute.", "lang": "en"}
{"opinion_id": "op_002366", "text": "A hyperpolarizer is a small glazed cabinet, installed in a room adjacent to the magnetic resonance imaging (MRI) machine. The sample of the substance intended for injection is frozen using liquid helium to a temperature of just 1.1 Kelvin and subjected to a strong magnetic field for several hours. As a result, it becomes \"magnetized,\" which improves the sensitivity of the MRI (magnetic resonance imaging) examination more than 20,000 times compared to traditional MRI. However, this state is unstable; the examination must be conducted within a few minutes. Therefore, the device is placed in a room right next to the MRI scanner. The machine heats the hyperpolarized pyruvate to a temperature slightly above body temperature and draws it into a syringe, which is quickly passed through a window to a nurse who injects the solution into the patient.", "lang": "en"}
{"opinion_id": "op_002367", "text": "I came to this site out of curiosity, as I was a patient of the doctor 16 years ago still at Jelonki (infertility treatment) and I find that after all these years the situation hasn't changed, judging by the entries. Back then I thought it was about quick big money, because the doctor was opening a clinic on Gorczewska. Well, but it seems the working style has been unchanged for years. Theoretical lectures at every visit supported by statistics from foreign endocrinology journals, exclusivity on tests despite having a sizable archive of tests from previous doctors, a complete lack of ideas on what to do with my permanent low-grade fever after surgery, finally my complete anonymity despite daily visits (monitoring ovarian function during ovulation) The doctor's final opinion - 4% chance of getting pregnant naturally, very low sperm viability of my husband. Recommendations - 4 insemination attempts, then in vitro fertilization. Result - a lot of money down the drain and nothing. Over half a year of visits - no medications, only observations and more tests for heavy money. \"Luckily\" I finally got an ovarian inflammation (the low-grade fevers) and ended up in the hospital, where I met a fantastic doctor, Ms. Anna Kowalska, thanks to whom after a few months I was pregnant \"the natural way\". Now I have two wonderful kids. I got pregnant the second time faster than I expected.", "lang": "en"}
{"opinion_id": "op_002368", "text": "New strategies for the diagnosis, prevention, and treatment of bacterial diseases are a huge block of tasks involving as many as seven research groups. Prof. Dr. Hab. Anna Kowalska discovers the mechanisms of replication and segregation of bacterial chromosomes. Dr. Jan Kowalski fights against pathogenic E. coli, Prof. Jan Kowalski develops new vaccine preparations. Meanwhile, Prof. Dr. Hab. Jan Kowalski develops a method for binding antibodies to a nanodetector that captures rare cells in the blood. Dr. Hab. Anna Kowalska works on preventing and treating periodontal diseases, while Prof. Dr. Hab. Jan Kowalski deals with the diagnosis and prevention of bacterial diseases. Cancer diseases are the area of interest of the group of Prof. Dr. Hab. Jan Kowalski. The group was involved in, among other things, research on breast cancer. The scientists looked for markers, i.e., substances secreted, for example, into the blood, which would allow recognition of the presence and course of the cancerous process. The team achieved great success. They managed to develop a simple diagnostic test using material from a fine-needle biopsy of a breast tumor. The test can indicate to oncologists what type of cancer they are dealing with, whether it is a benign or malignant change, how to plan the surgical procedure and further therapeutic management. The scientist also established cooperation with a diagnostic company interested in developing the test for early detection of breast gland cancer.", "lang": "en"}
{"opinion_id": "op_002369", "text": "I decided to write, perhaps someone with chronic sinusitis, manifested by frequent colds, a nose blocked for years, and a headache will read this and decide to undergo endoscopic sinus surgery. I don't regret spending 5,000 PLN because that's how much such an operation costs at Medi Clinic. Otherwise, I would have had to wait 1.5 years in the hospital for this procedure. If you have chronic sinusitis, don't regret it, sell your car or something else and get yourself an endoscopic operation, you won't regret it (I am currently unemployed and I don't regret it). When you draw air through a now clear nose, you will forget about the money spent. After the operation, don't expect immediate results; for me, it was only after two weeks that the ventilation in my nose improved decisively and pus with clotted blood began to flow out intensely. After the procedure, all control visits with Dr. Anna Kowalska (I had three) are free of charge. SUMMING UP - I RECOMMEND - MEDI CLINIC AND DR. ANNA KOWALSKA ARE THE BEST", "lang": "en"}
{"opinion_id": "op_002370", "text": "\"The device will resemble a classic breathalyzer. It will be a disposable mouthpiece through which the patient blows air. Then it will be condensed, and then sensors will measure the concentration of a specific chemical compound,\" said the device's creator, M.Sc. Jan Kowalski from the Faculty of Computer Science, Electronics and Telecommunications of the AGH University of Science and Technology, in an interview with PAP. Air exhaled by humans contains about 500 different compounds, but scientists want to check four of them. The most important will be acetone, as its increased level may indicate the patient's diabetes. \"When we know how much alcohol is in the exhaled air, we also know how much is in the blood. A similar correlation occurs with exhaled acetone,\" the PAP interviewee said. Thanks to the device, it will be possible to diagnose diabetes or check if the patient has an elevated blood sugar level.", "lang": "en"}
{"opinion_id": "op_002371", "text": "The first visit went well. Ms. Anna Kowalska did not identify the cause of my problem, but she paid attention to what history still needed to be collected. She was thorough, kind, and recommended coming for a second consultation. I am satisfied because the Doctor made every effort to help me. I recommend!", "lang": "en"}
{"opinion_id": "op_002372", "text": "As for competence, it's ok!!! I guess Mr. Doctor is no longer satisfied with the job of correcting vision defects?! Always the same, like a worker on an assembly line! Only the actors lying on the operating table change... So to have a bit of fun, he questions patients - at the end he tries to mock some of them. When that fails, he becomes sad. And the revenge the next day (a control visit a day after the procedure) is the emotional coldness the patient feels from him. He clearly has higher aspirations than answering patients' questions after surgery, especially since he's been doing the same thing for many years... I guess some inner demon is eating at him?", "lang": "en"}
{"opinion_id": "op_002373", "text": "Hello, I had allergies and huge problems with my sinuses, and consequently continuous infections: chronic runny nose, blocked nose, bronchitis one after another. I ended up with Dr. Jan Kowalski, who first precisely diagnosed the problem and, with the help of dedicated medications, recommended sinus rinsing. The treatments brought almost unexpected results, a huge improvement in breathing comfort and quality of life, and at the same time a significant reduction in the number of infections, practically eliminating them completely. For two years now I can really function peacefully, and the peak pollen season is no longer so burdensome. The Doctor is a truly experienced, fantastic physician, a great specialist, and on top of that a wonderful person!!! I am very happy that I managed to get under his care, because he was the only one in many, many years who could accurately diagnose and conduct effective treatment. I highly recommend!!!! Doctor, thank you very much for the entirety of medical care, for which I am immensely grateful :))", "lang": "en"}
{"opinion_id": "op_002374", "text": "Doctor Jan Kowalski is a doctor who knows his work and his craft, he knows what he is talking about and his behavior indicates a professional approach to the medical profession. On the other hand, it's known he is a doctor, not a miracle worker, and you have to wait for the effects, although when it hurts you want it immediately. As for the visit itself - nice - matter-of-factly and despite the supposed 15 minutes per patient, the Doctor examines for as long as it takes to achieve the expected result of that examination and in my opinion, let's appreciate such young, good, and well-educated doctors because they are leaving abroad so quickly. The only minus is for the clinic itself; amidst renovations, poorly prepared to serve patients - standing in the doorway for 45 minutes with a cold in a draft - it didn't look great - moreover, the ladies at the reception, even though there were four of them at times, were moderately interested in the patient. Four were sitting, one was serving, and with such faces as if we patients were disturbing them because it was more important which one was going where on vacation and what each of the ladies did in her garden - not very interesting for us patients, but maybe the private owner prefers to have an empty clinic and a lot of staff. At times, 8-10 people were in line, but still only one lady was serving. This is not how it should look because it also affects the overall opinion, BUT THE DOCTOR HIMSELF IS OK", "lang": "en"}
{"opinion_id": "op_002375", "text": "I was at the Doctor's for a non-refundable visit at Dolmed. Unfortunately, the visit was quick, an antibiotic was prescribed (without a throat swab) and other medicines, which brought no effect. My throat is still sick. The only result is 210 PLN less in my wallet (visit 90 PLN and medicines 120 PLN). I was there only once and will not use her services again.", "lang": "en"}
{"opinion_id": "op_002376", "text": "I agree 100% with previous patient opinions regarding the person and work of Ms. Anna Kowalska. Visits to the Psychologist somehow got me back on my feet, allowed me to look at the problem \"systemically,\" gave me hope and the conviction that everyone has the right to their own happiness. The Psychologist awakened in me the will to \"fight\" for my own SELF and motivation to act. I value Ms. Anna Kowalska's high engagement and individual preparation for each patient's problem. Cooperation with the Psychologist takes place in a very nice, warm atmosphere. Ms. Anna Kowalska is, in my opinion, a great specialist (performing her vocation).", "lang": "en"}
{"opinion_id": "op_002377", "text": "Very difficult to contact, arrogant, unwilling, behaves haughtily and actually is only focused on those patients he treats privately, I have no trust, he didn't help me, he didn't even try, he is only the acting head of department but behaves like a feudal lord, the team he leads clearly dislikes him, He is unpleasant and not entirely competent. Many much better surgeons work on his ward, Patient", "lang": "en"}
{"opinion_id": "op_002378", "text": "The trend is changing, because 10 years ago drugs for serious diseases were in the minority among counterfeit medicines, and now they account for more than half of this market. The problem of counterfeit drugs primarily concerns developing countries. There, between 30 to 70% of drugs on the market are counterfeit. In developed countries, where control over the supply chain is more effective, the penetration of +counterfeits+ into the market is limited - added Ms. Anna Kowalska, who deals with the topic on a daily basis and conducts research on the problem of product counterfeiting in Poland - based on court practice. The lawyer added that counterfeit drugs can be bought practically anywhere online - on auction portals, social media, online shops, sometimes even ones pretending to be legal pharmacies.", "lang": "en"}
{"opinion_id": "op_002379", "text": "A wonderful doctor. Regarding the approach to the patient - incredibly nice, listens carefully, meticulously asks about symptoms, medical history. I have been to this Doctor three times now and each time I had the examinations that the doctor performed explained to me, she warned about possible pain (which there wasn't :) ), discomfort, speaks in a calm and friendly voice. I did not feel embarrassed, and I am rather a shy person. Regarding medical knowledge - she immediately made a good diagnosis. Previous doctors couldn't really handle me :( . Each time she orders necessary tests without pushing, explains exactly how to take medications. I recommend with a clear conscience. The atmosphere in the Office is really great, I recommend it", "lang": "en"}
{"opinion_id": "op_002380", "text": "I was a patient of Ms. Anna Kowalska until last week. Indeed, she may be a competent specialist, but she also has a few methods developed to extract money from clients. Over the last approx. 12 months, I was at the Doctor's about 5 times, which works out to once every 3 months, or even more often. During that time, she did many tests for me, so I explained the frequency of visits to myself by the need to consult them and somehow the fact that Ms. Anna Kowalska wrote me a prescription for contraceptive pills for 3 months didn't bother me. When I no longer needed to see her so often and my pack of pills was running out, I was at the Doctor's for a Pap smear (for which I of course paid), so I asked on the side for a prescription (after all, she was my doctor for about a year, I visited often, it's known the pills are suitable etc...), but I was told that I didn't come for a visit, so I wouldn't get a prescription. So I asked directly if I should then pay 120 PLN for a prescription for pills, which aren't cheap either. Ms. Anna Kowalska's answer was clear and firm: 'YES'. This totally put me off and after collecting the results from the last test (and note here - I also have to make an appointment to collect results!!), my foot will never set in that office again. After this event, I remembered another one, which earlier also didn't really surprise me. When I first went to Ms. Anna Kowalska, I was using Yaz contraceptive pills, but the Doctor suggested changing to Yasminelle, which were supposedly cheaper, but with the same composition. I agreed to the change, even though I really liked the placebo pill system in Yaz. It was only during subsequent visits that I realized that Yasminelle pills are not cheaper, and Ms. Anna Kowalska writes all recommendations regarding how to use medications etc. for patients on a notepad with the Yasminelle logo... I happen to be very familiar with the system of paying doctors for prescribing specific drugs..", "lang": "en"}